[
    {
        "content": "这篇影评可能有剧透先推一篇视角独特的影评：被忽略的阿弗莱克 http://www.douban.com/note/450035111/ ===================================  图书管理员又在历史上留下了可歌可泣的一页。  五星只代表力荐，不代表满分。嫌这部电影不够硬的同学，不管你是文科生、理科生，还是特别特别厉害的、...\n\n                         (展开)"
    },
    {
        "content": "11.4号70mm IMAX场，提前接近一个月就订好了票，连基友都没有带就准备一个人静静地观赏这场电影，免得到时候在回去的路上听人balabala说哪里不好看、又比不上哪部电影之类的废话。好吧，其实是因为基友品味太差，只喜欢R.I.P.D这种类型的片，实在提不起兴趣提前一个月订这种...\n\n                         (展开)"
    },
    {
        "content": "这篇影评可能有剧透Spoiler Alert    在我们进入对“Interstellar”的具体讨论之前，也许需要对诺兰导演进行一个小小的总结和分析——他也许是我们这个时代最能兼具票房号召力和影迷人气的导演。如果我们抛开影视工业的层面，仅仅从个人才华上分析诺兰的成功，那么他最大的优点和长处在哪？或者说...\n\n                         (展开)"
    },
    {
        "content": "这篇影评可能有剧透小时候居住的城市有着令人惊叹的重工业和灰黄色的天空，在夜晚，除了朦胧的月球，偶尔也只能一瞥天狼星和金星摇曳的身姿。第一次与银河的会面是在天文馆的投影穹幕里，外表奇异的投影仪冷静的转动，将无数光点铺满头顶。这固然比不上若干年后在海滨散步时与这条雄伟光带真身那...\n\n                         (展开)"
    },
    {
        "content": "诺兰的新作「星际穿越」基于美国理论物理学家基普·索恩的理论成果，而他的理论成果基本都在他的著作「黑洞与时间弯曲」一书中，本文的科学知识基本都是我在这本著作中看到总结的。 该片剧情将涉很多的科学概念，包括虫洞、黑洞理论、相对论，万有引力等等。   一、黑洞  基帕...\n\n                         (展开)"
    },
    {
        "content": "最近诺兰粉真是越来越猖狂惹。  早先拍蝙蝠侠估计算借了现代名著的光，群众基础本来就广，红了也算不得百分百英雄好汉，就算前面还有记忆碎片，那也毕竟没有上过天朝院线，没有得过奥斯卡或者永远得不到奥斯卡的男神主演，更别提情节不照着豆瓣剧透贴掰开了揉碎了一帧帧回顾着...\n\n                         (展开)"
    },
    {
        "content": "这篇影评可能有剧透已经有好多小伙伴写过剧透了，但是，楼主可是花了一夜时间吐血整理的100%细节剧情啊，请大家轻喷。。。  在不久的未来，人类面临着巨大的生存危机。地球资源枯竭，环境恶化，将无法维持人类的生存。因为枯萎病加剧，农作物难以维持其生存，粮食产量急剧下降。同时，世界环境恶...\n\n                         (展开)"
    },
    {
        "content": "这篇影评可能有剧透李硕：“决定我们行为的，终究是我们的情感。”——题记          诺兰新片一出，各路讨论纷纷聚焦在黑洞是啥、相对论咋回事、什么是五维空间等物理学原理上，文青影评家们终于找到了秀逼格的创新点，这时候要不懂平行宇宙你都不好意思上豆瓣，而理聪们给影片测bug的技能则更不...\n\n                         (展开)"
    },
    {
        "content": "这篇影评可能有剧透「时间轴」 ☟ 编者按→剧情梳理→概念解释→最烧脑的时空悖论 →平行时空→细节全解析→无人机寓意→关于科幻片 📎文章稍长，建议先转后看 编者按—— 有些东西乍看起来平平无奇，但其中蕴含巨量的信息。 《星际穿越》整部影片的画面可谓精简到极致，往往单一的空间站、巨...\n\n                         (展开)"
    },
    {
        "content": "这篇影评可能有剧透1．科学的问题  诺兰的《星际空间》有两个细节非常打动我。一是Endurance太空站到达木星后准备进入虫洞，这个只在理论上存在的高维空间在银幕上的视觉展示是球体而不是一个平面化的隧道洞口。在“进入”的镜头系列中，Endurance并非抽象地“嗖”一下没入球体，而是缓步接近虫洞...\n\n                         (展开)"
    },
    {
        "content": "安妮海瑟薇孤独地到了地球二号后，开始执行PLAN B，把五百个受精卵慢慢培养成人，累了就跑到冰袋里睡觉去了，于是那里的人们，有了女娲造人的传说，一路发展开启了五维世界的高级模式。还记得马修从黑洞回到女儿房间，一直在追问到底是谁安排了这个轮回，又是谁选中他女儿完成...\n\n                         (展开)"
    },
    {
        "content": "本文分为三部分: 第一部分:谈谈所谓的流浪地球粉和大量Pinky踩星际穿越刷一星事件。 第二部分:关于网络上经典的几个批判星际穿越剧情bug的观点，在此作出解释和澄清 第三部分，为什么我认为星际穿越Interstellar，是人类影史的奇迹和标杆？ 本文很长，也会不定期更新自己所思所...\n\n                         (展开)"
    },
    {
        "content": "Do not go gentle into that good night   Dylan Thomas, 1914 - 1953 Do not go gentle into that good night, Old age should burn and rave at close of day; Rage, rage against the dying of the light.  切莫溫馴地走入良夜 日暮之年應燃燒咆哮於終盡 狂怒，咆哮著對抗那...\n\n                         (展开)"
    },
    {
        "content": "见到克里斯托弗-诺兰的前一天，华纳的工作人员悄悄建议我：“明天着装最好简单一点，不要穿花哨的衣服。”这还是我第一次听到这样的对谈要求。不仅如此，对方还嘱咐道，诺兰不喜欢被打扰，所以采访时不要有打字记录等动作，不要进行摄影摄像，不要掏出手机，访完也不要提出握手...\n\n                         (展开)"
    },
    {
        "content": "这篇影评可能有剧透唔，私以为那个机器人其实是布兰德教授和领袖MANN在离开时设定好的，因为人类会撒谎的，影片里也反复在纠结那个90%忠诚度什么的设定，所以为了防止远征军里面会有人因为不想死就发假坐标回地球，布兰德和MANN应该是在第一批随行机器人上设定了【一旦发现星球不适合人类居住就启...\n\n                         (展开)"
    },
    {
        "content": "标题引用的是在电影中频现的台词，源自威尔士诗人Dylan Thomas的最有名的一首诗《Do not go gentle into that good night》，着实令人震撼。港版的翻译原话记不太清楚了，也不知道国内版本会怎么翻译。看完电影以后，对这句话感触颇深。老者，什么是老？时间，生命，都是相对的...\n\n                         (展开)"
    },
    {
        "content": "这篇影评可能有剧透不要温顺地走入那个良宵，   龙钟之年在日落时光也要燃烧并痛斥；   要咆哮、对着光明的消泯咆哮。   ——狄兰·托马斯  好莱坞电影从来不会劝人安静地做个美男子，只会鼓励大家起来奋力折腾。所以，即使是一个看上去已经完全没前途的文明，也要赌上最后一丝力气去把这文明中最...\n\n                         (展开)"
    },
    {
        "content": "这篇影评可能有剧透究竟谁创造了星际穿越？  克里斯托弗•诺兰，——这个以中文音译的英文名，指向许多重名的人。其中，当今世界最出名的，是《星际穿越》的导演与联名编剧。  英文名置个人名在前，家姓氏在后，与中国人命名习惯不同。但中英二者并世界诸语诸文化大致相同处在于：个名指向个人...\n\n                         (展开)"
    },
    {
        "content": "这篇影评可能有剧透这篇影评我写了两篇，一次是今天2014年11月13日观影后；一次是上次2014年5月19日初次看预告片后，之间隔了整整半年。我保留了这两篇，算是我自己的“星际穿越”吧><。而连接这两个时空的虫洞，就是我的思维。   看完电影最大的感想就是，按照电影中的理论，砸中牛顿的苹果，...\n\n                         (展开)"
    },
    {
        "content": "有幸抢到了一张星际穿越在法国提前上映的票。昨晚三个小时电影后回到家里，今天一早坐在火车上码这篇影评，严重缺觉导致的语言障碍或逻辑漏洞还请谅解。  首映前是诺兰在巴黎影院访谈的现场直播，主持提的问题都很基本，诺兰本人也一再表示在观众看到电影前不愿意谈太多，在他...\n\n                         (展开)"
    },
    {
        "content": "首先放结论：既硬不起来又情怀太LOW，诺兰作为一个手艺炉火纯青的匠人，确实还封不了神。  去年因为工作的原因错过了地心引力，所以让我对此片甚是期待。而且诺兰的电影基本上没有让我失望过，虽然还暂时不能称神，但是从他的过往履历上来看已经很近了。  但是此片却让我很是失...\n\n                         (展开)"
    },
    {
        "content": "这篇影评可能有剧透近几年最喜欢的影片，这篇影评在时光网上看到的 写得非常好 转过来共享  一．未来地球       诺兰把未来设置在距离我们当下不远的时间段。电影中外公唐纳德说，在他那个时代，似乎每天都有新概念新产品出现，人口有60亿。这不正是我们现在。诺兰是说故事的高手，他以悲观的视角...\n\n                         (展开)"
    },
    {
        "content": "别的不废话了，反正其他评论一定说得很到位了。  本人文科生，这里只是提一些和朋友交流讨论出来的新想法，可以解释一些观众觉得可能是“bug”，但其实未必是bug的地方。  看完电影，虽然我非常非常喜欢，大部分也都能想通，但最后在墨菲书架后面出现的五维空间以及其后发生的...\n\n                         (展开)"
    },
    {
        "content": "这篇影评可能有剧透友情提示：本篇评论的重点都在回复讨论里，欢迎参与。 －－－－－－－－－－  后辐射时代（诺兰套用《看门狗》技术让马修捕获印度无人机，进入设定——这部分拍得很赞），全球气候恶化，北美陷入长期沙尘暴，作物无法生存，地球不再适宜人类居住。前宇航员马修运用工程师知识维...\n\n                         (展开)"
    },
    {
        "content": "这篇影评可能有剧透如果是抱着和Gravity或者Inception所接近的期望值去看，Interstellar其实是非常不错的片子。至少在今年出的好莱坞片里面数一数二。  但是如果是抱着《2001》的期望值去看，你可能会非常失望。  折衷来看，我觉得interstellar更接近于一个视觉加强版的《Contact》。我觉得这比较...\n\n                         (展开)"
    },
    {
        "content": "在女作家的笔触下，人类的生命时间是这样的：我生的时候，祖父已经六十多岁了，我长到四五岁，祖父就快七十了。我还没有长到二十岁，祖父就七八十了。祖父一过了八十，祖父就死了。 黑发人送白发人，这是自然规律，也是无法改变的时间进程。然而，借助相对论和量子物理学，《星...\n\n                         (展开)"
    },
    {
        "content": "这篇影评可能有剧透鉴于粉丝屡次人身攻击，特改为1星 —————————————— 郑重提示：本片有较多全景旋转镜头，可能造成恶心想吐等胃部不适，平时容易晕车晕船的请慎重观看。这不是开玩笑。 如果说第一次看Inception的感想是“没怎么懂，不过好厉害的样子，下次有空再看一遍”，本片就是...\n\n                         (展开)"
    },
    {
        "content": "毫无疑问，《星际穿越》是近年来最具野心，视野最宏伟，涉及科学和科幻构思最深入的科幻电影。不过，看完后我很能理解在国外著名评论综合网站Metacritic及烂番茄上本片为何总体评价不是特别高（Metacritic上《星际穿越》74分，还不如动画片《超能陆战队》，烂番茄上本片新鲜度7...\n\n                         (展开)"
    },
    {
        "content": "那些看完interstellar的人说什么烧脑，还有什么物理专家的人才能看懂的，我就奇怪了，这电影不是很好懂么？而且一般只要是个平时爱看科幻的人，这电影里面都是几十年前的人就用烂了的梗了，有什么好惊艳的，还惊为天人。把这部电影评价的前无古人后无来者的，除了说你们科学盲...\n\n                         (展开)"
    },
    {
        "content": "对不起，这部电影我要顶。  写在前面：如果你还没有看电影，而且有幸在看任何其他涉及剧透的影评之前点开了本文，请右上角关闭不送，把强烈的想要一窥究竟的心情转化成对本片的强烈的期待，并且相信本片也值得你如此。等你明白了舍生取义，你自然会回来给我点有用的。  -------...\n\n                         (展开)"
    },
    {
        "content": "这篇影评可能有剧透1.“Dad，you son of a bitch”Murph一开口的时候就没忍住。 2.Coop做出牺牲自己成全Brand的选择时坚定的眼神 3.当Murph知道真相后来吐槽说coop抛弃她，coop的眼神。 4.coop在五维空间里喊着“Don't let me leave Murph” 5.The first handshake. 6.从以女儿为傲的医生口中得知...\n\n                         (展开)"
    },
    {
        "content": "这篇影评可能有剧透《星际穿越》是我今年看过的最好的电影。    要说情节几句话就可以讲完：末日后的世界，曾为宇航员的男主角参加了航天局的计划，为了自己的儿女，想找到其它宜居的星球。他将技术传达给了女儿，拯救人类的不是他，而是那个继承他的孩子。  就是这样的一个故事，要说新颖，大概...\n\n                         (展开)"
    },
    {
        "content": "不要温顺地走进这个良夜 激情不能被消沉的暮色淹没 咆哮吧，咆哮，痛斥那光的退缩 智者在临终的时候对黑暗妥协 是因为他们的语言已黯然失色 他们也不想被夜色迷惑 咆哮吧，咆哮，痛斥那光的退缩 用这段我印象最深刻的台词开始吧！ 很多人看《星际穿越》是为了解密那些太空知识...\n\n                         (展开)"
    },
    {
        "content": "《星际穿越》首先是部科幻片，按照美剧《生活大爆炸》的塑造，科幻爱好者大多是宅男，于是看科幻的时候跟基友去还是跟妹子去就成了永恒的问题。不过当你有一个同样看点科幻的妹子的时候问题就解决了。于是提前一天去的准基友@熊猫毛 打来电话，说看完刷新了三观，搞的开始质疑...\n\n                         (展开)"
    },
    {
        "content": "科学的尽头是哲学，哲学的尽头是宗教。在教皇都承认大爆炸存在的时代，那些最前沿的物理学家们仍然还笃信上帝的存在，最新发现的粒子仍要以“上帝粒子”命名。在哲学领域，绝大部分哲学家都站在先验的立场，整个哲学史的核心就是论证“上帝存在”这一个命题，除了形而上学的传...\n\n                         (展开)"
    },
    {
        "content": "这篇影评可能有剧透我把这部电影当成了一个人生寓言。 在这个寓言中，整个人类就像是当前现实里的一个普通人。这个人正陷入绝境。他刚刚步入中年，在经历了年轻时的花天酒地、纵欲无度之后，钱财和身体都透支了，陷入了贫穷和疾病的泥沼中无法自拔。虽然他已经改变了生活方式，过上了朴素甚至原始...\n\n                         (展开)"
    },
    {
        "content": "作者：Kara 自7月20号全国影院宣布复工以来，电影行业正在缓慢复苏中，数部新片相继宣布定档，上海国际电影节和FIRST青年电影展陆续开幕。 为了唤醒观众的观影热情，越来越多的经典大片也相继加入了复映的片单中，其中就包括克里斯托弗·诺兰2014年的高分科幻电影《星际穿越》...\n\n                         (展开)"
    },
    {
        "content": "我不评论影片本身，我只说说这首诗。航天飞船升空的时候，老教授念诵的那首Dylan Thomas的诗一下子把我拉回到——-就像影片里的黑洞把人带回过去一样——10多年前最艰苦的岁月里。至今还保留着抄写这首诗歌的笔记本，本子还没黄，日子已经黄了。每当消沉、颓唐的时候就会从硬盘...\n\n                         (展开)"
    },
    {
        "content": "先是接近半个小时的铺垫，以至于我一直以为我走错了影院....这尼玛就是9.0的电影么，我看了两次票根，两次，一起来看的女神直接就出去打电话了，跟我说，进了太空给我发消息。女神业务忙啊！ 基本上是地球陷入缓慢衰退的灾难，没事就沙尘暴，最后活下来的一定是北京人，然后人...\n\n                         (展开)"
    }
]