[
    {
        "content": "先推一篇视角独特的影评：被忽略的阿弗莱克http://www.douban.com/note/450035111/===================================图书管理员又在历史上留下了可歌可泣的一页。五星只代表力荐，不代表满分。嫌这部电影不够硬的同学，不管你是文科生、理科生，还是特别特别厉害的、无处不在无孔不入的宇宙级科幻小说《三体》粉，Kip Thorne会出一本解释片中科学设定的书《The Science of Interstellar》http://book.douban.com/subject/26253662/，你们可以等书面世，另外在reddit讨论的学神们要不要再去看遍电影啊？事实是，这部电影尽管有Kip Thorne这样的物理学巨擘保驾护航，却意外的好懂亲民，我就算想写高哔格影评分析剧情都不知道哪里入手，简单地说，就是地球快咽气的时候，NASA发现土星附近出现了一个虫洞，虫洞只能人为制造，尽管不清楚到底谁干的，但是虫洞可以大大缩短宇宙旅行距离，因此人类有了寻找新家园的可能性。第一批派出的探索者有三个反馈了积极信号，于是主角团就穿越虫洞找这三颗星球。在前两个星球历险后，燃料不足以支撑回程，所以Cooper利用黑洞引力让Brand去找第三颗，自己则随着脱离的舱体进入黑洞。后来发现黑洞内部的世界由五维度生物（未来人类）制造，而就是他们引导着过去的人类拯救自己，Cooper领悟后开始当图书管理员引导自己并传给女儿信号，最终解决重力难题，拯救了大家。本片在理念上没有硬伤，乔纳森诺兰对情节中一些“bug”的解释我翻译好后会放在影评结束的部分，下面是一些大家可能感兴趣的细节：1、交通工具不断旋转的环状结构飞船是母舰Endurance，在拉撒路任务的第一阶段相当于一个空间站，不断传回虫洞那头的消息。它有3组共12个太空舱，包括4个引擎、4个永久舱室（比如实验室、科学家的居住舱和驾驶舱）、4个携带殖民物资可脱离母舰的舱室。Ranger飞船有两艘（小说设定），主角们搭乘Ranger1号登上了Endurance，以后也一直用的1号。在Mann博士的星球，Mann用计把主角们引离1号，抢夺1号后强行和Endurance对接未果，1号报销。而在黑洞附近，Cooper搭乘了Ranger2号把自己推射进黑洞，得以让Endurance继续前行。Lander是用于运载携带殖民物资太空舱的登陆船（小说设定，两艘），体型庞大宛若运输机，就是Brand开去救Cooper的那艘。后来这个庞然大物愣是赶上了Endurance的旋转节奏，和其达到相对静止后对接了上去。在Endurance滑过黑洞的时候，为了给母舰减重/节省燃料，TARS操控的它和Cooper搭乘的Ranger2号一起脱离了母舰。2、TARS和CASE这两个是军用机器人，外表貌似致敬2001里无处不在的黑石碑。它们拥有通过磁力枢纽拼合起来的四个主块，每个主块又能延展出更多的小磁力长方体，所以不但能奔跑、公主抱，还可以伸出灵巧的小手指“手动”操作飞船对接。诺兰就是为了避免以往科幻片对机器人相当独断的设计理念（尽量拟人化），才设计出了俄罗斯方块般的萌物，日后也许可以出手办。尽管看似黑石碑，但是幽默感和绝对服从让其显得特别可爱，在经历了2001里的HAL后，你还想要求人工智能怎么样。在片场这两个机器人由喜剧演员Bill Irwin手动操纵，方法如同操纵牵线木偶，后期他的身影会被抹去。机器人如此生龙活虎，这位功不可没。同时他也是话唠TARS的配音。TARS的小伙伴，优雅寡言的CASE是Josh Stewart配音的，没错，就是TDKR里贝恩的一号小跟班，戴红领巾的小哥（http://movie.douban.com/celebrity/1004844/）。3、黑洞和虫洞，两个计划黑洞和虫洞是完全不同的两个概念。Kip是个好老师，可以把复杂的理念解释得很清楚。影片里相当形象地解释了虫洞。它就是借助空间折叠、连接超远距离两个地点的快速通道，所以太空旅行的时间可以大大缩短，这也是拉撒路任务最关键的部分。虫洞的能量场并不稳定，而且通常很细小，不足以通过飞船，但科学家们认为可以通过反物质的负能量去中和，强化其结构、稳定其能量场，使其足以容纳飞船穿过（只有负能量才能维持虫洞的开启状态）。所以，不要说现在虫洞不存在，那是因为我们的科技水平不够。但是在未来，通过虫洞进行星际旅行的可能性是有的。黑洞吸收一切物质，谁也不放过。主角们在燃料快耗尽的情况下，利用黑洞的超强引力靠近最后一个星球，如果你玩了配合电影发行的app，就知道此时只需要控制方向，别让飞船离黑洞太近（会被吸）或者脱离轨道（会遗失太空）。最后应该是利用了Ranger2号和Lander的最后一点燃料及其脱离产生的反作用力给Endurance提供向前的动力。人们对黑洞事件视界（event horizon）之内的事情一无所知，正因为一无所知，所以理论上编剧们怎么玩都行。最近看了探索频道的纪录片《星际穿越的科学》，其中提到宇航员如果接近黑洞，标准结局是被拉成面条，但是后一句又紧接着提到“涉及到黑洞时，任何物理定律都是不顶用的，对于到底会发生什么，我们真的不知道”。两个计划的关键在于重力，我猜，这具体来说就是如何把地球上的人/一定数量的人送上殖民星球繁衍后代。B计划的5000受精卵非常现实、可行，同时也很冷冰冰，不但把第一拨殖民者当成了单纯的生育工具，也放弃了地球上的所有人类。所以从人情上看，A计划比较让人舒心。虫洞出现后，NASA开始建设这个地下掩体（前身是NORAD，北美防空司令部），作为发射井，也作为未来的空间站，但是要把如此巨大的空间站送上太空并不容易，现在的人类科技无法达到如此水平，因为我们对重力的研究还不够透彻，我们需要关于黑洞里奇点的一切资料。这在Brand爹看来毫无希望，所以A计划一开始只是个忽悠人的幌子。空间站的建设也解释了为何人类的美好明天来得如此之快——因为我们早就有所准备了，当时所需要的，只是操纵重力的方法而已。4、黑洞里发生了什么/我们的未来怎么样马修的几个惊诧脸镜头配合光怪陆离的黑洞内部景象，相当明确地体现了导演致敬库布里克的少女心。这里发生的事情超出了三次元人类的认知，是打破次元墙、混淆时空的存在。层层叠叠的嵌套时空不由让人想起了Inception和诺兰处女作Doodlebug。看来折叠、旋转、重力/物理规则的改变确实是他的菜。对于这一切混乱，剧本将其推给了五维度生物——未来人类。是未来的人类制造了虫洞拯救过去的自己、未来的Cooper领悟了这个道理后发暗号引导自己上船。Kip Thorne把关的剧本都没解释具体原理，说明这里的具体原理显然不需要我们理解，我们只要知道是这么一回事就好了。按照乔纳森的解释，黑洞的视界之内相当于有一个信箱，可以接收来自未来的信件，你只有到达黑洞才能发现这个信箱，而这个信箱也只能放在黑洞里，借由重力和一些特殊条件（比如爱）才能达到信息传递的目的。黑洞里叠加了各种时空，未来人类把所有需要的数据和方程都通过TARS之口告诉了Cooper，Cooper再以铁杵磨成针的毅力把信息翻成摩斯电码传给女儿的手表。简单地说，就是未来的某个时刻，人类要做一件拯救祖先的事情，不做不可以，如果不做的话自己就不存在。这样一说是不是像因果律武器？先达成“人类存活”这个结果，再导出拯救自己的过程。因为黑洞里时空可随意操纵，所以一切都好说_(:з」∠)_英灵Cooper，对界宝具为因果律武器：那一年送给女儿的表aka.跨维度之表。在这件任务完成后，信箱关闭，Cooper通过某条快速通道被抛到了土星附近，即虫洞的这一头，时间这种概念在事关黑洞的时候显得无关紧要，所以大家不必在乎这一瞬间过去了多久，按照结尾处男主的岁数推断，大概这黑洞一来一去100年过去了。总之，因为一切皆有可能（积极版墨菲定律），所以男主在茫茫宇宙中被拯救也是可能的——因为人类在此期间星际旅行的技术已成熟，而空间站又环绕土星，那么显然Cooper和TARS是被故意丢在那里的。他醒来时所在的空间站是人类暂时栖居的新家园之一，基于Murph攻克的重力难题升空。Brand幸运地发现男朋友（死了）的星球适合生存，因此那颗星球将成为人类的殖民地，而片尾也暗示男主将带着TARS开始新的征程。技术性的讲完了，我的心情也稍微平静了一点，没有刚开始那种怅然了，接下来是我的个人感受。我知道这部电影算是会有争议的那一种，有人会称其神作，有人会大失所望，所以各自保留观点吧。现在想想Interstellar还是翻成星际之间好，星际穿越好像只注重穿越虫洞（在电影里其实不是那么重要，只是个基本设定），“之间”却注重距离与联系，回味无穷。↓首先我们恭喜导演完成了一个让人惊叹的突破——尽管Cooper是个鳏夫，这意味着男主仍然是死老婆的命，但是这部里的女性角色居然都活着且不是坏人。这就让马特达蒙的所有戏份都让人忍俊不禁。他的角色自拍摄起就被渲染得太过神秘，冰岛拍摄时和四人主角团钻一个帐篷密谋、几部预告里都没有出现他的脸（只有背影）、他的角色几乎未被谈起以至于人们以为他只是贡献了声音报个倒计时什么的——万万没想到一脸憨厚的马达承担了“人性阴暗面”部分。没错，他就是人类版HAL，前半部电影一直在夸赞Mann博士有多棒，就如2001里HAL是公认的最强电脑一样。这张朴实的脸给人一种格外可靠的感觉，不过却被恰到好处的BGM出卖了（山巅对话的配乐一直很诡异，我差点以为那是马达的flag，比如他说了一半就会被风吹起的石头削了脑袋之类的）。科幻片硬核到一定境界就变成了恐怖片（比如2001），也许关于剧情大家会争论不休，然而对配乐肯定是一致好评。汉斯似乎很久没写过如此平和却直击人心的音乐了，当初的情况是——“我能说的只有这些：在我开始之前，也就是今年一月份的时候，克里斯跟我说‘汉斯，我会为你写一页纸的文字，然后给你一天时间，你只要把这页纸带给你的任何想法都写进音乐，无论是什么。’那页纸和电影一点关系都没有……准确地说，克里斯那天写下的东西，或者说他希望从我这得到的东西，更多是关于我自己的故事，而非电影情节相关。他真的深知如何触动我的内心（get under my skin）。这就是我们之间的游戏。”如果这部电影让你不止一次潸然泪下，父女的演技是一方面，配乐则同样是胜负手。配乐讲述了汉斯自己的故事，那里有回忆和感性的力量，饱含着无止境的汹涌情绪，这些情绪凝练成了与电影相称的心境——超越时空的爱。这个非常G级的主题可能会让部分观众失望。诺兰是复杂叙事、烧脑剧情、悬念、反转的代名词，可以说是大卫芬奇的光明版，前提是他和大卫芬奇共同具备的特点——出乎意料的狡黠和对人心的洞察。然而星际穿越既没有格外意外的段落（来自未来的消息+反叛的好人都谈不上创新），居然还爱满人间，似乎真的更适合斯皮尔伯格。然而从一系列的访谈里我们得知，诺兰，抛开以往那些辛辣，其实是个行事果断的古典派，对老少咸宜的家庭片感情深厚，一旦得到最顶级的资源，立刻会着手干自己想干的事。在华表殷切的“买买买，你要什么我们都给你”的鼓励下，他拍出了这部好莱坞没有公司敢交给任何导演拍摄的电影：——一部绝对现实主义的硬科幻，它硬到制片人/编剧是与霍金齐名的物理学家，履历表里赫然有一篇《虫洞，时间机器与弱能量条件》；它现实到飞船内部几乎全是模拟信号而非酷炫至极的数字信号，而主创们认为最超越现实的东西居然是其他太空探险片飞船最基本的设定：休眠舱，影片主题则是如今人类也在面临的难题：饥荒与沙尘暴；它朴素到一块绿幕都不用，能实景则实景，能模型则模型，不能模型用投影，总之要让演员真的和场景互动，就是在这样的条件下它也制造了最炫目的太空奇景，让观众如临其境心潮澎湃，当布满星辰的空间如壁纸般折叠时，当神秘的球形虫洞隐隐向Endurance召唤时，当可怖却美到让人心悸的黑洞将渺小的飞船吞噬时，那些时刻会成功引燃每个人对太空的向往、对自身存在的思索——你找不到比它更硬、更现实、更不闪耀的科幻片了，它甚至没用一点小花招，连真空里的无声环境也是真的无声，我是说，真的无声。制片厂不允许电影里不用一点音轨，因为绝对寂静会让观众恐慌，诺兰一拍桌子说太好了，就要这个效果……就是这样一部完全基于现实、由著名mind-fuck导演制作的电影，却拥有最不可思议的两个内核：爱，以及神棍般的拯救方案。这让刚才那一段的铺垫成了无关紧要的细节，管你是多高大上的严谨学术设定，总之一切设定为剧情服务，而在绝对现实的基调下，影片用完全跳脱现实认知的方法给出了一个happy ending。这是诺兰一开始就打算好的，他想描绘一个触手可及的未来，和一个完全“跳脱”的结局，和先前铺垫的未来一点都不相称。不巧的是，高维度生命的介入，这点2001已经用过了。如果我没看过2001，我可能觉得这种处理方式十分天才，可是我们都认识Dave和黑石碑，都经历过不明觉厉的黑屏和精神污染MAX的银河映像，所以，即便这次看到了完全不同的视野、叹为观止的嵌套书架——有棱有角、冰冷、机械，诺兰的一贯风格，在盗梦里已经体现得淋漓尽致了——可它还是让人一直想起库布里克。而父女隔时空交流，尽管在影片的设定下很科学，却还是让人感到“这一点都不科学”，突如其来的美丽新世界也超前得太多了，一瞬间惊出一身冷汗以为Cooper在做梦。仔细想来这倒是说得通，Cooper在黑洞里是无视物理法则的开挂状态，未来人类开一条快速通道就能瞬间拯救他，只要他传达出信息完成了任务。而有可能被口诛笔伐的交叉剪辑段落：图书管理员Cooper和回忆往事的科学家Murph，如果你质疑“时间怎么可能那么巧，这两人居然同步了？”，那么请记住，时空不是定量，黑洞里的时空可以选择、干涉，两人并非“同时”，而是Cooper找到/挑出了那个时刻的女儿。感觉很厉害的样子，和现实主义差好远，可一旦扯进来自未来的高维度生物，一切皆有可能。这真是个相当方（偷）便（懒）的设定啊。撇开这点不谈，我不满意的大概是——喂，Doyle便当发得好随便，为了推进剧情居然站在原地等便当？其实完全可以表现为“Doyle一刻都没耽误、用尽全力想上船但还是被卷走了”，不知为何要让他发呆。还有，那段放火烧田/冰原摔跤的交叉剪辑比较怪异，前者的戏剧冲突太浅，根本无法和后者相提并论，哥哥的态度很匪夷所思，似乎是为了制造冲突而冲突，有点夸张了。至于担负起以往女主角任务（黑化并/或死去）的马达，这次的阴暗设置和之前的诺兰作品比有点小巫见大巫，也算不上旅程中的最大危机，而且笑果还挺足的，也许导演更擅长写邪恶的女人。尽管如此，那句“50%是我这些年来最大的概率”还是让人唏嘘不已。Mann博士曾经代表了人类最美好的一面，无畏、大爱、探索与牺牲精神，他就是开拓者和先驱者的典范，然而终究敌不过孤寂和生存本能。你甚至在责备他之前也要犹豫一下——他想干掉Cooper，完全是因为Cooper想回家，而任务则需要Endurance继续前行。当然，这一切都建立在Mann谎言的基础上。这就是人类，时而伟大，时而懦弱。不过这些设定也只是旅途中的坎坷而已。这部太空探险片里没有光怪陆离的外星生物、叛变邪恶的AI、酣畅淋漓的空战，有的只是最真实的目的、最艰难的抉择和最现实的挑战，这就是触手可及的未来、人类最可能遇到的麻烦，尽管如此，诺兰还是从开始就下定决心给我们好结局。“我想给本片注入一点阿波罗精神。” 他说，他们那个年代的人伴随着NASA的航天项目长大，那时人们向往太空，不懈探索，如今却固守地球，令人沮丧——这部电影不仅关于爱，也关于导演希望全人类都坚持的梦想，探索、开拓、冲出太阳系、冲出银河系，我们不该葬身于地球。导演把他的太空梦，他对6、70年代宇宙探索黄金时代的回忆，他对人类进取心的深刻感情通通写进了电影，这可能会激起又一波思想火花，或在未来科学家的心中埋下火种，或让更多人梦想扎进星空。那么多科幻片描绘的场景距离我们如此之远，看起来遥不可及，然而这一部似乎就在我们触手可及的地方，只要更多人为此努力，我们的足迹一定会行至更远。Brand教授反复念及的诗句：Do not go gentle into that good night. Old age should burn and rave at close of day. 这就是指引人类的明灯，同时也是诺兰向观众传达的意思，如果TDK三部曲还不够表现他的燃向少年心，那么这部则让其初心彻底暴露——原来仍然是爱的战士啊。所有震撼视听的异世界好像都不及Cooper对女儿突破次元的爱。Brand认为，爱不是虚无缥缈的设定，现在我们的理解有限，也许在更高的次元，爱可以被量化。是的，爱是推动一切的关键要素，影片的两个关键词分别是爱与重力，唯有这两者可以穿越时空。为什么Cooper父女会被选中？因为地球上没有任何一个人能做到他们这样，只有Murph才会念念不忘父亲的任务和信念，这种牵挂如此之深，以至于黑洞那头的人可以利用这丝牵挂完成信息的传递。如果这种爱不够强大，那么Murph也不会回到儿时的房间看表了，何谈拯救人类。三刷时也特别注意到成年Murph和哥哥大吵一架后的转折，她在路上看到了两个灰头土脸的孩子，趴在卡车后面没精打采地望着她。如果地球得不到拯救，这些孩子将是最后一代，呼吸着沙尘，啃着早晚要病死的玉米，目光所及之处皆尘土，这些将构成他们最后的记忆，人类最后的记忆。Murph就在那时领悟到自己不能“坐以待夜”，就算拯救不了全人类，至少她可以救嫂子和小Coop，所以她才猛打方向盘，决心最后一搏。她在地球上为家人的生存而战，虫洞那头，她的父亲正为了同一个目标准备牺牲自我。因此人类的梦想终究以爱为动力，就如远在美国的儿女牵动着Limbo里的Cobb，而哥谭则牵动着布鲁斯韦恩。最后以先行预告里的台词做结，向主创们致敬，也向具有探索精神的人类致敬。We've always defined ourselves by the ability to overcome the impossible一直以来，我们通过战胜不可能来定义自我And we count these moments我们得算上这些时刻These moments when we dare to aim higher这些时刻我们敢于瞄准更高的目标to break barriers来打破屏障to reach for the stars以触碰星辰to make the unknown known让未知变成已知We count these moments as our proudest achievements我们把这些时刻看做最骄傲的成就But we lost all that但我们失去了那一切And perhaps we've just forgotten也许我们只是忘记了that we are still pioneers我们依然是先驱者and we've barely begun我们几乎才刚刚起航and that our greatest accomplishments cannot be behind us我们最伟大的成就绝不会属于过去that our destiny lies above us我们的命运横亘于头顶的未来=======乔纳森解释为何未来人类不通过一种更容易理解的方式向过去传达信息：用重力传达信息只能在特定的空间内。在2001里，黑石碑埋在月球上，是因为只有科技发展到一定水平的文明才能到达月球、找到石碑。这就像一个测试。如果你真能把它挖出来，说明你的科技水平已经达到了要求，那么你就得到了如何往更高层面发展的指示。而星际穿越里则是不同的情况，那就是交流/重力是极其复杂的现象，只能在最极端的空间里才能达成。也就是说，你可以想象一个信箱，这个信箱可以接收来自未来的信件，然而这个信箱在黑洞的事件视界内，你甚至不知道它就在那儿）一篇克里斯的访谈：http://site.douban.com/134535/widget/notes/12885672/note/449946943/Q：网友们已经试图指出《星际穿越》的漏洞了。你有没有觉得这种流于表面的咬文嚼字有点蠢？毕竟这只是一部电影。N：老实说，我还没去看他们试图指出了哪些漏洞，所以我还没办法逐条解释。我的电影在某些方面总是被以一种高得奇怪的标准衡量，而其他所有人的电影也没被这么对待过——这我可以接受。人们总是控诉我的电影有情节漏洞，我非常清楚那些漏洞的存在，而且会很清楚人们何时会发现，但他们一般发现不了。不过大家在质疑哪些科学问题呢？那可是基普的专业领域啊。ps. 本片预算为1.65亿，本来华纳和派拉蒙想给两亿，导演说要两亿干嘛？又用不完……为什么用不完？诺兰曾打电话问扎克“（拍钢铁之躯时）你们种了多少玉米？”，扎克说，种了300亩，花了好大一笔预算啊！诺兰于是让剧组种了500亩，然后把玉米卖掉了，还赚了一笔。pps. 四刷过后我觉得完成了又一次和2001的神交。诺兰是库布里克最伟大的粉丝，不服也不跟你们战。"
    },
    {
        "content": "11.4号70mm IMAX场，提前接近一个月就订好了票，连基友都没有带就准备一个人静静地观赏这场电影，免得到时候在回去的路上听人balabala说哪里不好看、又比不上哪部电影之类的废话。好吧，其实是因为基友品味太差，只喜欢R.I.P.D这种类型的片，实在提不起兴趣提前一个月订这种高质量电影的票。今天最后提前半个小时就到了场，然后发现中间的位置居然已经被全占了，卧槽，都是提前一个小时就来了么。最后只好选择坐在了最科学的观影位置，黄金分割线上！哦也，下面进入正题。。下面是没有具体情节剧透的观影感。有几个基友问我好不好看，其实我有点不知道怎么回答。好看当然是好看，但这又不是好看两个字能够涵盖的。把Interstellar总结为好看，我对自己的语言能力又开始纠急。首先，这不是一部想象力爆棚的电影，那部叫做Inception，但这是一部敢想的电影。关于星际的电影，都恐怖异常。即便把标题告诉你，你也不知道，不敢想剧本可能会讲啥；把剧本想出来之后，即使把它摆在别的导演面前，也不会有人敢去拍这部电影；即使有人敢去拍这部电影，也不会有公司愿意给他2亿美元加1亿美元宣传费让他去拍这部电影，也不会超明星的背后团队协助他拍这部电影，Hans Zimmer, Kip Thorne；也玩不出这技术（不要说居然还没用绿幕）；也招不来Matthew, Anne Hathaway, Jessica Chastain, Matt Damon, Michael Caine这样的主演。除了诺兰，整个好莱坞有这个技术、有这个实力的，可能就只有一个卡梅隆了。别的人，想也不敢想。关于和其他电影的对比，单看这部电影，你可以觉得它有瑕疵，但真的不能把它和其他电影对比，一对比发现差距太大，直接5星。Gravity算是关于太空的好电影了，但是与Interstellar相比，那些在空间站中倒来倒去的小玩意儿就跟过家家一样。Gone Girl算是今年目前为止最不错的电影了，但芬奇还是属于不敢想的类型，或者说他和诺兰厉害在两个不同的领域。他和诺兰的区别，就好像是Mark Zuckerberg 和 Elon Musk 的区别一样，两个人都很能赚钱，但是我还是喜欢火箭多一些。一开始，我以为这部电影将会是诺兰突破的一部。他的电影多是有着奇思妙想（Prestige），又有把叙事的技巧运用到极致的Momento。但这部电影的前半部分让我以为这会是一部大巧不工的作品，以为诺兰的技术已经到了可以摒弃一切叙事技术的境界。因为故事本身已经拥有足够的磁性，不需要再增添其他的枝节，否则就是画蛇添足。因此，我觉得电影的前半部分是杰作，而后半部分是技术上的好作品，（无论是从故事的创意、还是电影的技巧上来说），但却是诺兰自我的枷锁。他无法摆脱要运用那些小花样的欲望，但在人类存亡和星际旅行这样宏大的主题面前，那些反转真的没有引起太大的感觉。虽然很有意思，但是降了一个档次的有意思。儿童时候的Murphy是叫做Mackenzie Foy的小女孩演的，在trailer里面看不出来特别漂亮，只是觉得选角不错，果然和Jessica Chastain长得很像。但在电影里面真的是美爆了，好想亲亲她的脸，哎，萝莉控真是没救了。。本来以为Jessica Chastain估计会因为这部片终于爆红，她虽然有The Help和Zero Dark Thirty两部名片在手，已有很大名气，但这两部片都比较偏冷门，Interstellar估计才会让她真正地广为人知。但她在这部片里面的角色其实没特别出彩，所以估计以后她还只会是我一个人的最爱，嘿嘿；）。“所有的光芒、与荣耀都将汇聚在Matthew的身上”。其实我只是想说Matthew在里面的表现太抢眼了，其他人都沦为路人，即使是Anne Hathaway，也只有在最最后一段让我稍微为之感动了一下。不过影帝影后的名头真的不是盖的，这两位在里面的演技爆棚，有几段比较揪心的，让我把装薯条的盒子抠坏了。哎，我就是比较专注。很喜欢AH在里面关于爱的台词. If we don't understand love, what if love is another dimension, what if love is something that transcends space, time, gravity.真心不太记得具体是啥了，但诺兰所有电影里面对爱的主题的执着真的是让人印象深刻。=================剧透的分割线========================================================================有点晚了，写不动了。最重要的一个反转剧情估计就是Matt Damon作为曾经在地球上最好的宇航员，最被信任的一个先驱队成员，却为了自己的生命，发回自己所在的星球的是非常适宜居住的假信息。我想说的是，Matt Damon的角色其实和Matthew的角色是对立的，也是诺兰常用的一个手段，他们两个的角色，其实就和DK里面Harvey Dent 和 Batman 的角色一样。当两个人都失去了Rachel的时候，Harvey Dent选择了堕落成为追求无条件的公平的双面人，而Batman选择了继续坚持原有的信念，他们忍受着同样的痛苦。Matt Damon 和 Matthew 有着同样地对生存的渴望，一个就是为了活着（可能也有什么其他原因，但电影觉得没必要讲），一个为了回去见女儿。但Matt选择了制造假的信息，以全人类的未来为赌注，换取自己的生存，而 Matthew 毅然将自己当做是宇航飞船的负重，把自己抛弃在黑洞中。这个的对比，尤其在说明Matt Damon是曾经最优秀的宇航员，是其他先驱队员的精神领袖之后，显得尤为强烈。 更让人理解主角的选择其实是多么的艰难。======================== 全剧透 ============================未来的地球，到处都刮起了北京的沙尘暴，很多植物开始无法挽救的死亡，人类终于醒悟，“赫鲁晓夫是对的！”，开始大种玉米。最缺稀的职业是农民；没有军队；没有竞争。（怎么突然感觉有点奇怪，我是在描述美帝么。。）我们的主角Matthew就是一名农民，不过他不是一般的农民，他是前NASA飞行员农民。他和他的女儿Murphy，儿子，还有岳父住在一起。（那两个名字都不记得了，whatever，对吧，改：儿子叫Tom, per 饭‘s comment）。他们住在一个非常普通的美国大农村中的house里面，真的是非常非常普通，除了他女儿的房间其实是一个连接着在黑洞中的一个五维空间的通道之外，和其他房子没什么区别。Murphy先是发现房间里面的书有时候会无缘无故地掉下来，她跟爸爸说是有鬼，Matthew作为一名Engineer，（对。。他还是Engineer）告诉她要用科学的方法探究这件事情。另外，这时候地球生活非常严酷，社会资源短缺，时不时会有非常严重的沙尘暴，一次沙尘暴中，Murph忘关自己房间的窗，沙尘暴吹了进来，沙子落在地面上形成了一条条的有规律的条纹。Matthew研究了一下，发现这个奇特的现象是由于一种奇怪的重力作用引起的，而这些条纹其实是2进制的编码，代表一个地理位置。他驱车前往那个地点，女儿想跟着来，他怕危险，不让。结果车开出去一段路之后，发现女儿早已经藏在副驾驶座上的一大堆杂物底下。两个人一起到了那个地点，结果你猜他们发现了什么，没错，一只野生的安妮海瑟薇！哦，好像是野生的安妮海瑟薇把他们给抓了起来。经过一番误解、争辩、屈服、然后协调的“正常”电影类型结识新朋友Protocol之后，Matthew才知道这个地方NASA最后的秘密根据地。他见到了安妮海瑟薇的父亲，同时也是他以前的导师，Michael Caine。Michael Caine 跟他讲了NASA拯救地球的计划，NASA已经发现地球目前仅有的作物也会逐渐一一灭绝，人类如果留在地球上，最后的结局将是窒息而死（是因为没有了光合作用么？）。但在十几年前，NASA发现在太阳系内，出现了一个虫洞，这颗虫洞连接着另外一个星系，虫洞另一端的附近，就有着12个可能适宜人类居住的星球。The grand plan to save human race 就是要迁移到另一个适宜居住的星球上去。\"Mankind was born on Earth. It was never meant to die here.\"他们把制造出这个虫洞帮助人类，以及用那个奇特的重力场形成的沙子条纹传递这个地点给Matthew的生物叫做“They”。已有由Dr. Mann带领的12名先驱队员出发去探索哪颗星球更适宜人居住，在上面做初步的调查，一人一颗星球，然后把信息发回来。每个人都作出了巨大的牺牲，因为除非他们所在的星球适宜居住，可能不会有人再将他们接回去。Plan A 是Michael Caine扮演的教授将要解决一个gravity的问题，可以将剩余的人类都带去到新的星球去。Plan B是，抛弃旧地球的人类，飞船将携带着上百的人类胚胎，在新的星球重新孵化出新的人类。当然，万事具备，只欠Pilot。Matthew就是那个pilot.Matthew决定要离开家人，拯救人类，他告别女儿，但女儿始终不肯原谅他离开，女儿告诉他，她解开了那个书架掉落的书的秘密，是摩斯密码“Stay”的意思。但Matthew还是走了，开着卡车离开了家，看着副驾驶座上的一堆杂物，翻开，却没有女儿的身影。插播一段评论，不得不说诺兰是讲故事超级高手，是一帧画面都没有浪费。和普通的灾难片不一样，诺兰一直都没有用上帝视角来介绍这场灾难是怎么严重，是怎么回事儿。就是在Matthew的日常对话中，在和老师谈论女儿“太聪明”的问题时，在看棒球遇到超级沙尘暴，等等，描述完了灾难。同时也使得他和女儿的感情被充分地刻画，very solid。最后离开时，翻开驾驶座上的毯子想看看女儿在不在的细节，让人非常想落泪。不过这样的缺点就是，最后要通过NASA必须需要Matthew做驾驶员等等一系列非常牵强的情节，终于把我们主角顺利带入太空。而且还涉及到后面我想说的一个我目前想到的最大的漏洞，最后再说吧。进入太空这段就没什么好说的了，就是享受各种太空画面吧。那个机器人也蛮有意思的。哦，在飞船的一行人有Matthew，Anne, Wes Bentley, 还有个黑人。。（我真心没有歧视，好吧，他叫David Gyasi，真心不认识）。接着他们穿过了虫洞，在穿过虫洞的时候，在扭曲的空间里，Anne Hathaway说她碰到了“They”的手。好吧，whatever。到达另一个星系之后，为了节省燃料，他们先探索了离黑洞很接近的一个星球，据在这个星球的先遣队员传来的信息，这里很适合居住。不利的因素是，由于离黑洞比较近，时间扭曲的比较厉害，在这个星球的一个小时，相当于外界的7年。他们迅速降落在这个星球上，貌似在一片水域上，水，very promising。但是先遣队员居住的基地，以及各种设备，全都散落在水域的各个地方，人也找不着。哎，懒得说这么细了。以为远处是山的东西，其实一个巨大的浪，一个浪打过来，把Wes Bentley打死了。没数据，没法决定，飞船还给进水了，耽误好久，好容易飞船恢复了过来，赶紧离开。回到在绕着黑洞盘旋的主飞船上之后（在地球同样时间流速的地方），发现已经过去了20多年。飞船神奇地还可以收到地球发过来的信息。这时候就是Matthew飚演技的时候，儿子已经娶妻生子，成为了一名合格的农民，而且已经放弃了父亲还活着的希望。女儿还是没有原谅他，但终于在和他同岁的那一天，向他发来了一段录像，希望他能会来该有多好。由于耗去了太多的时间，飞船的能源所剩无几，只够探索附近的一个星球然后回去，或者探索附近的两个星球然后回不去两种情况。剩下的三个人要决定去哪个星球。Matthew希望去Dr. Mann所在的那个星球，据Dr. Mann所说，那个星球非常适宜居住，而且Dr. Mann作为领袖，按理来说非常可信。Anne Hathaway希望去另一个星球，但是由于她爱探索那个星球的那个人（再次不记得名字），她的意见受到了质疑，被否决了。这也是Anne Hathaway飙演技说爱可能是另一个Dimension的地方。到了Dr. Mann所在的星球，一片冰原，连云都结冰了。找到了Dr. Mann, Matt Damon饰。（请准备好接受一系列的反转情节。）首先，Anne和Matthew通过机器人接到了地球的视频，Anne的父亲，Michael Caine演的那个教授死了。原来，教授所说的Plan A一直都是一个骗局。他早已解开了关于Gravity的方程，但是没有黑洞的数据，是不可能得出答案的。所以其实一直只有Plan B。地球上的人只能等死。Matthew的女儿质疑父亲是不是一直都知道这件事，但把她留着地球上等死。哦，忘了说，Matthew的女儿，Murphy成了那个教授的弟子，长大后成了他的左右手，是继任的物理学家。大家收拾情绪，Dr Mann说在地表附近，有非常适合居住的地方。于是大家准备在那里培育人类的下一代了。Matthew和Dr Mann一起准备去他所说的那个适宜居住的地表的地点，其实根本不存在，Dr Mann知道伪造这个星球适宜居住是能让有人来救他的唯一方式。在他们离开基地一段距离之后，Dr Mann暗算了Matthew，但Matthew凭借强大的意志挺了过来，警告了Anne，Anne过来救了Matthew。另外一个黑人在基地里碰到了Dr Mann设下的陷阱，被炸死了。Dr Mann抢先一步，偷走了一部飞船，想要抢先进入然后控制在外太空的主飞船。Matthew和Anne驾驶的飞船紧追其后。Dr Mann在no zuo no die地没对接好飞船就想强行进入主飞船失败后，导致主飞船一侧被毁，并被撞地偏离轨道。紧接着是一段整部电影最刺激的，再不可能的情况下，Matthew完成飞船对接的情节，拯救了飞船上存有的人类胚胎。感谢Hans Zimmer！没有你就没有诺兰！他们现在只能向最后一颗附近的星球进发，燃料所剩无几，而他们要利用黑洞balabala怎么样，才能用剩下的燃料到达那颗星球，Matthew也别想回去见女儿了，不可能了。最后为了摆脱黑洞的引力，Matthew让自己乘坐的，以及另一个机器人乘坐的探险飞船脱离了主飞船，减少负重，好让Anne Hathaway能够到达最后一个星球。Matthew在黑洞中不停地掉落，最后到达了一个奇异的空间。这就是那个前面说的连接他女儿房间的5维空间。这是一个3维空间的5维空间。就是说可以在三维空间中穿梭不同的时间，另外一维是gravity。 原来那个造成他女儿房间内的各种奇怪现象的人是他自己，他醒悟到其实没有“They”，那个创造出来虫洞的，和这个空间的生物，可能就是很久以后的人类。而利用引力摆出条形沙子传达地点的是他自己，最后用掉落的书组成“Stay”的莫斯密码的也是他自己，因为他后悔了，他不再想离开女儿。这时候地球处于最绝望的时刻，他的女儿Murphy在知道真相之后，依旧决心要找那个方程的解，她意识到这时候唯一能帮助她的，可能就是她小时候那个奇特的房间。她回到房间，想起来父亲临走前给她那个表。表的秒针一直在不停的跳动。那个机器人同时也掉落在了黑洞中并收集到了所需要的信息，Matthew通过秒针把信息用莫斯密码传递给Murphy，Murphy回想起小时候的一切，意识到了从前其实一直是父亲在和她交流，也明白了跳动的秒针的含义。最后通过这些信息，解开了方程。5维空间崩塌，Matthew在病房中醒来，他在最后时刻被乘搭着地球幸存者的、凭借他女儿理论支持制造的Cooper Station救了。黑洞中的时间难以测量，他在5维空间或者说黑洞中的一段时间，其实在地球上已经过去了许久。他见到了老去了，躺在病床上的女儿。或许这时最需要他的人不在这个地方，不再是他的女儿，最需要他的人在另一个星系的那个星球，Anne Hathaway一个人承担着全人类的希望，她不知道地球上的人已经得救，孤独地在这个星球上，培育着下一代的人类。Matthew悄悄地开走了一艘飞船，驶向那个星球。（完）先让我感慨一下，我居然他妈写完了！卧槽，这么鸡巴长，以后再也不敢这种事儿了。结局将最被人诟病，最后成为了一个cliche的大团圆结局。虽然一切都可以解释，黑洞将时间扭曲，所以Matthew在太空中短暂的生存时间，在外界地球以足够让人类做出拯救自我的cooper station。既然“They”可以在黑洞中制造出5维空间，当然也可以把Matthew从另一个星系送回太阳系，送到cooper station可以拯救的地方。Murphy需要一些运气才能刚好从Matthew开始发莫斯密码的时候就意识到手表在传递信息，不过或许并不需要所有信息就可以得出结论，或者Matthew重复传输了多次。这些细节都不重要了。。不过以后要把懂莫斯密码作为宇航员必备技能。。不过结局这个东西，本来就是一个很奇怪的玩意儿。故事源于生活，生活是没有结局的。电影硬要加个结局，实在是很蛋疼的事情。所以有时结局不会让人满意，也是可以理解的。看过的几部Stanley Kubrick的电影，就没个正常结局的。所以，请忽视结局。======================= 漏洞 =============================（这段纯属错误，请跳过。。）这是在重述情节时突然意识到的。Matthew后来希望自己不要来星际旅行，希望Murphy能把自己留下来，他后来传达给Murphy的信息是“Stay”。在五维空间他痛苦流涕地说 make him stay. don't go..但几秒钟之前同样是他自己用重力把NASA的地址传达给了自己。不传地址不就没有留下还是走的事情了么。不就一直都会留在Murphy身边么。。这难道就是传说中的精分？！好吧，诺兰，我错了，我不应该挑你的错。但处女座，你懂得！！=================== 2 刷确定自己错了无漏洞========================发现我果然错了，就像大家指出的那样，记反了顺序还有忽略了一些重要情节。。有错要认错，所以我还是把错留在上面吧。。真实的剧情原来是！。。Matthew先留下了Stay，因为刚掉进黑洞的时候，特别后悔离开。之后突然联系上了机器人，知道已经收集到了数据，可能可以使用这些数据拯救地球上的人类。于是这时他有理由离开地球，而且也应该离开地球，这样才可能救自己的女儿。Matthew后来灵光一闪，意识到其实是\"we brought us here.\" 于是赶紧把NASA的地址给自己传过去了。以上基本综合评论。lz去看的时候还抱着一丝侥幸心理，结果华丽丽地错到了家。还暴露了自己老年痴呆的问题。。非常严重。。不过幸好应该都不认识我，应该。。谢谢大家的解释！同时也抱歉让大家花时间解释完全是我自己的理解错误。。=========================================================第二次看果然没有第一次看的时候那么感情强烈了。不过Matthew在离开的时候掀开副驾驶座上毛毯没有发现女儿那段，和看积了23年的录像的情节还是让人非常感动。其实我也不知道第二遍到底要看什么，（实际上主要是想看自己错没错。。），可能就是想再次沉浸在诺兰的科幻世界中。比较独特的是，这次看居然对Dr. Mann产生了一丝的同情。第一次的时候，听Dr. Mann在那儿碎碎念什么生存意志，只是觉得这对话怎么这么奇怪，不会有什么不好的事儿马上要发生在Matthew身上吧。而这次意识到这其实是Dr. Mann想为自己的行为开脱，他屈服在了人类最强大的力量，求生的意志面前，实在情有可原（貌似也是诺兰喜欢重复的主题，当时立马有种DKR的即视感。）。英雄可能能在某一个时刻作出牺牲自己的决定，然后牺牲了，也就成了英雄，但他可能也难以在几年的时间中时时刻刻都坚持这种想法。和朋友讨论，他说诺兰给这些人物命名，可能都有各自的含义。Dr. Mann可能就指得是人，人性。同样，Murph，（what can happen will happen.） 或许代表着奇迹。在Matthew和Anne刚入太空的时候，貌似有一个小小的伏笔，他们两个在马上进入休眠前聊天，Anne说之后可能会遇到很多困难，但不会遇到邪恶，因为参加这个任务的人都可以说是人类中最优秀的人。于是库布里克刻画了机器的邪恶，诺兰刻画了人性的邪恶。再补充一些之前遗漏的细节：Matthew选择牺牲自己，是因为没有足够的给养可以让两个人在新的星球生存下去。那个隐秘的NASA总部整个就是一个在建造中的巨型空间站。Prof. Brand(Michael Caine)研究的是采集以及利用重力(harness gravity)，可能只有这样才能让一个庞然巨物进入太空吧。关于他的研究，最后方程早已解出，但是需要关于奇点（singularity）的数据，否则就无解。关于奇点，电影里面的解释是它是在黑洞的内部，如果把黑洞比作一个蚌，奇点就是里面的珍珠。所以要获得关于奇点的数据，必须要进入黑洞，但任何东西进入黑洞之后都无法逃逸，因此，人类所知的任何方法都无法获得这个数据。（虽然说Cooper掉进去又出来了，但是他出来的时候地球上的时间已经过去了90年左右，如果不是用无视时间的gravity传播数据，地球上的人类可能早已经灭绝。。。尝试找茬再次失败。。）楼主好无聊，算了下Matthew一家的年龄，Matthew走的时候女儿10岁，儿子15岁，到达土星的过程中休眠了2年，然后第一颗星球用了23年，回来之后看录像说女儿说她和他同岁了。所以他走的时候最大年龄是33岁。18岁就生了儿子，好早。。(改：下面评论说没有计算穿越虫洞的时间蛮有道理的。。所以就没法计算年龄了。。）话说，最后回到cooper station一句也没问儿子，连生死都不关心，虽然估计不可能活着了，但这做儿子的也得挺心寒的。。看大家讨论Stay，那个坐标，和最后传给Murph的关于奇点的数据，楼主想解释下分别都是用什么方式传递了。。请原谅处女座的较真儿。。stay是以莫斯密码形式传递的，一排书代表Dash（----），一两本书代表dot （。）坐标是二进制表达（Binary representation），粗的沙子线代表1，细的沙子线代表0。最后传给Murph的数据是用莫斯密码传递的。除了Stay，其他两个都是由那个机器人（应该是TARS吧）翻译成相应的形式，然后告诉Matthew的。不然美国人数学这么差，怎么handle得了;)然后还有一个细节是，最后五维空间崩塌之后，Cooper穿过虫洞（顺便摸了摸安妮海瑟薇的小手儿），最后长眠于宇宙的画面，旁边是土星的光环，其实仔细看，可以看到在远处，黑暗深处有两个地方在闪光，应该就是最后救了Cooper的Ranger飞船，预示着其实Cooper会得救。另外一个比较有意思的地方是汽车爆胎之后，Cooper和女儿谈话的时候，lz发现Murph把常用的铅笔插在了头发里面。（还有这张剧照http://movie.douban.com/photos/photo/2205392045/）我好无聊。。关于Endurance的设计，根据剧照分析，应该是有两个Ranger （http://movie.douban.com/photos/photo/2209406446/）竖着插在中间：（http://movie.douban.com/photos/photo/2209406479/）。然后应该有两个Lander（http://movie.douban.com/photos/photo/2209406460/）分别贴在中间柱子的两侧，和竖着的Ranger成垂直状。（http://img5.douban.com/view/photo/raw/public/p2183645289.jpg）（不知道为什么第二张里面只有一个Lander。。）（完）"
    },
    {
        "content": "Spoiler Alert在我们进入对“Interstellar”的具体讨论之前，也许需要对诺兰导演进行一个小小的总结和分析——他也许是我们这个时代最能兼具票房号召力和影迷人气的导演。如果我们抛开影视工业的层面，仅仅从个人才华上分析诺兰的成功，那么他最大的优点和长处在哪？或者说，诺兰的电影到底好在哪？我认为是对叙事结构的精巧设计。很多导演都会采用非线性叙事， 但毫无疑问诺兰是其中的佼佼者。以我个人最喜欢的诺兰作品“Memento”为例，同一主角的两条故事线，故事被分割为碎片，一条顺序发生，一条则是真正的逆时进行。就好像一根由两端分别点燃的线绳，逐渐在填满火药的中点交汇，爆发出了最后的火花。这样的设计需要主创具有极其清醒的头脑，故事的细节必须被小心的设计，才能在最后的交汇处给予观者以智识的快感。不同于普通非线性叙事的形式美感，诺兰的作品具有某种数学式的精妙美学。而精巧结构中蕴藏着更加奇妙的现象：结构本身所存在的张力自然地渗透进入了叙事之中，故事的展开显得水到渠成。当然，这与类型上的悬疑片特点有关，观者在终于捋顺结构的同时，也就同时释放了悬念，得到双重的满足。一些广受好评的诺兰电影都具有结构复杂精巧的特点，例如“Inception”的五重梦境。当然黑暗骑士三部曲不符合这个范式，在这三部电影里，诺兰体现的是对既有题材的主题改造深化能力。但如果我们从另一个角度来看他的作品，会发现，在结构之外，诺兰其实是相当好莱坞叙事的（或者称之为“通俗”）。“Inception”的每层梦境中的故事都是一个完整的、cliché的好莱坞故事。而黑暗骑士系列则也是对好莱坞既有主题的化用（善恶模糊、社会运动），创新之处只在排列组合。从这个角度来看，依然是把握结构的能力。终于，让我们用这样的角度审视“interstellar”，在这部电影里，诺兰的创新体现在哪里？当然，在故事的主题上，不出意料的传统：父女之间的感情是贯穿始终的着力点和落脚点，虽然诺兰在访谈中表现了对“2001 Space Odyssey”的推崇，但他显然没有拍摄元叙事电影的勇气，还是选择了最安全的亲情作为情感主线。诺兰甚至不惜用将近一个小时的篇幅来铺垫二人的关系，这在一部以星际旅行为卖点的科幻影片中是多么的大胆。那么创新在哪里？我认为是罕见的“硬”科幻元素。有基普·索恩做科学顾问，interstellar里涉及的科学细节都存在严肃的理论基础，电影中的人物用大量的科学术语告诉现实中的观众，我们所做的一切都是可能的，只是还没有实现而已。而如果观众们回去查“虫洞”、“奇点”的维基百科，则又会印证影片里的情节。但问题出现了，科学基础的严谨性在某种程度上只能代表影片的严肃性追求，甚至可以当做宣传卖点，但不能起到如精巧结构或主题创新的作用，即成为影片的真正驱动力。事实上在Interstellar主题方面是有新的发掘空间的，即人类对待地球的态度——是矿洞还是家园（恰好可以跟去年的“gravity”形成互文）？但诺兰在这个角度的探索浅尝辄止，又在最后以一种偷懒的方式解决了这个矛盾(我们将在后面提到)，而把情感重心完全放在了父女情上。这个主题是如此的主流，也就不得不考验诺兰在一个通俗框架里驾驭电影的能力了。可正如许多影评家批评的那样，诺兰在技术环节（叙事技巧、调度剪辑）上从来不是一流的。前三分之一的地球生活戏，只是略显拖沓，但你也可以说是扎实细致。但星际旅行之后，情节在技术细节和情感线索之间就显得有些顾此失彼。这样的缺点在影片的结尾体现得尤为明显：Cooper进入五维空间，与Tars进行了大量的、原理性的讨论，可以说是揭开科学性谜底的关键情节。但此时叙事重心突然转到了父女二人通过奇点的沟通上，而此时我满脑子还在试图用Cooper刚才的台词串联起电影的科学逻辑，几乎错过了这个情感高潮。另一个问题存在于情感线索本身，Cooper的挣扎在于是信守与女儿的承诺，还是为了任务牺牲自己？更进一步的则如Dr Mann所说，是选择对亲人的小爱还是对人类的大爱？但所有的这些矛盾，诺兰都用巧合而不是人物的内在动力解决了：恰巧燃料不足要求Cooper必须牺牲自己（两难抉择被虚置）、恰巧刚好进入奇点与女儿沟通解开她的心结（情感冲突被解决）、而最后的巧合更是夸张到了又能从黑洞中出来再次见到女儿。情感线当然圆满，重逢的场景当然煽情，可这样也就失去了借人物挣扎让我们借机审视自身的机会。作为星际旅行电影，另外一个吸引人的关键是利用视觉呈现，带我们进入浩瀚的太空。在这点上，Interstellar显然无法与去年的gravity相提并论。但伴随着Hans Zimmer的配乐，以及对黑洞外观的高科学性模拟，还是让人非常愉悦震撼的。但诺兰再次在自己不擅长的动作戏调度剪辑上表现出了粗糙。以Miller行星的戏为例，当他们发现远方的并不是山而是巨浪时（顺便说我觉得是全片最具表现力的镜头），电影缺乏镜头来交待飞船、两名宇航员、记录仪和巨浪之间的位置和距离关系，观众也就因而不知道Brand去取记录仪的危险性。在之后的整个过程中，镜头在呆板的中景近景间切换，每个景别都是一个人物的单独画面，信息量极其不足，使得观众丧失了感同身受的紧迫感。当然这个场景里更让人匪夷所思的是，为什么不一开始就让机器人去取？以及为什么另一名宇航员干等着不跑向飞船导致自己最终牺牲？同样无法让人满意的还有Cooper和Dr Mann的打斗戏。大卫·波德维尔所总结出的诺兰所擅长的一点是交叉剪辑。而影片的最后部分出现了一段堪称大型的交叉剪辑：一边是Cooper从追Endurance到进入黑洞，一边是女儿烧掉哥哥玉米田，折返回老屋要接走哥哥妻儿。这段体现了诺兰的水准，在画面风格上，地球上的昏黄紧张喧嚣感，和星际空间的孤寂黑暗感，形成了强烈对比，但内在都充满了紧张感和悲壮感，映衬了“不坐等黑夜”的拼搏主动精神。但当Cooper进入五维空间之后，交叉剪辑还在延续，也是电影所设想的高潮，但因为种种原因，相较于物理的丰富维度，这段的情感就显得非常扁平。其一是上述的理论消化时间造成的观众难以进入情境，而且在影片的理论空间下，既然gravity可以超越时间，也就并没有女儿解密的紧迫性，交叉剪辑事实上并不是时间上的并置，那此时的情感张力也就显得做作了。当然，依靠巧合而非人物内在动力解决矛盾的偷懒，也是造成这种扁平的重要原因。结尾处的煽情场景，则更加套路化，显得异常平庸。且让观众难以接受的是，在结尾部分，除了父女相见的煽情，也只有轨道站上的奇观展示（而且相当敷衍了事）。叙事维度的缺乏同样体现在人物的扁平，儿子的角色有存在的必要吗？他在观众心中和父亲心中一样没有存在感，而Dr Mann则又是一个本可挖掘，但语焉不详的人物。当然所有的重心都集中在了父女二人身上，可如此宏大的故事架构，视角太过狭窄实在是让人感到遗憾。所以诺兰真的这么糟吗？当然不是，即使在这部电影里，他所体现出的严肃的态度依然是现在大多数导演缺乏的。在星际旅行这个题材上，他没有陷入一些我并不喜欢的科幻片的幼稚性窠臼中，而是以惯有的认真态度，打造了一个没有印第安人式外星人的、具备现实性的故事。而这个故事本身如果能讲得精炼点，也算是大制作中的佳篇。但严肃性从来不能取代艺术性，电影让我们审视外部世界的同时，更吸引人的功能是让我们审视自己的内心，而这是interstellar所缺乏的。造成这种缺乏的原因在于电影本身维度的匮乏，诺兰在缺乏一个基础性构建的情况下，是难以真正以电影的方式扩展电影自身内涵的。这一点在“The Dark Knight Rises”中已有体现，Interstellar则是他作为导演的缺点的更加集中的体现而已。正如一个后现代主义建筑师，如果脱离了结构上的花巧，设计方正的国际主义建筑时，那些以往被掩盖了的采光、舒适性上的缺点就会显得刺眼。所以我反对对诺兰的造神运动，神的特点是无所不能，而优秀的电影导演应该时刻清醒地认识到，什么是自己擅长的，什么是自己不擅长的，如何扬长避短。"
    },
    {
        "content": "小时候居住的城市有着令人惊叹的重工业和灰黄色的天空，在夜晚，除了朦胧的月球，偶尔也只能一瞥天狼星和金星摇曳的身姿。第一次与银河的会面是在天文馆的投影穹幕里，外表奇异的投影仪冷静的转动，将无数光点铺满头顶。这固然比不上若干年后在海滨散步时与这条雄伟光带真身那场震撼的不期而遇，但足以让我在儿时就感受到了康德式的感动：让人肃然起敬的，不仅仅是老师家长的教诲，还有头顶这片神秘诱人的天空。很长一段时间，几乎不放过任何太空和宇宙题材的书籍与影视作品。时至今日，也仍然会为一部电影的上扬而激动，有星空，有诺兰，夫复何求。在几个月的关注后，终于得以一睹诺兰在Interstellar之中构建的太空世界。些许是期望过高，对影片本身的观感略复杂。即使观影时面对太空一直血脉贲张，回想时仍然会稍觉有所缺憾。对于诺兰而言，个人以为，这部电影应该能够更好。抛去个人的吹毛求疵，却还是愿意为电影打上五星，并非作为诺兰的粉丝，而是那遥远星空的粉丝。一   旅途的终点这部影片的内核是一部亲情剧，是一则关于父亲和女儿之间的爱与承诺的故事。影片让人类最真实最温暖的情感与守候自然地渗入到太空移民这样一个宏大而充满悲壮感的人类史诗当中。在一个宏大的叙事中包裹真诚的情感，这正是诺兰所擅长的，其操控和表达无疑已经出神入化。在本片中，拯救子女与人类未来的使命感，与父女之间相互守候的深情，对立统一地构成了古典的戏剧冲突，并几乎时刻作为主人公的动机推进剧情。本片的三幕式推进与情感线索密不可分。开端时，父女生活先行铺垫了二人的感情以及必要的伏笔。前NASA飞行员Cooper本来在生态环境日趋恶化的地球上作为农民养家糊口，与岳父和一儿一女共同生活，而与古灵精怪的女儿Murphy尤其性情相投。在女儿房间“幽灵”这一超自然存在的启示下，Cooper父女发现了远避人世的NASA和他们暗中筹划的计划。Cooper接受了Brand教授的任务，其主要动机仍是保护自己的孩子和他们的未来，但女儿对此并不认可。在Cooper离开时，原本融洽的父女亲情由此断裂，二人的沟通也随着父女空间和时间上不可逾越的距离而渐趋消逝二人在空间和情感上产生分离。在发展与对抗阶段，Cooper一行乘坐Endurance号进行的探索任务作为主线，却接连遭受重大挫折，对任务的责任与对女儿的承诺逐渐开始冲突。由于黑洞时间延迟效应的影响，Murphy已长大并辅助Brand教授理论研究，作为副线的中心人物登场。整个计划真相的揭露，使其对人类未来的信心产生动摇，而对父亲的矛盾心情与日俱增。在中后段的蒙太奇的交接中，父女二人的命途同时进入低谷，遭遇生死与信任的重大危机，但仍然在各自的时空中进行着顽强的抗争。结局或解决篇中，Cooper和Murphy的双线最终在叙事和情感上汇流统一。Cooper关键时刻舍弃自我，而选择了保全Amelia和人类的未来；Murphy从迷惘中振作，决定回到对父亲情感与回忆的起点寻找一线希望。但殊途同归，被吸入黑洞的Cooper发现身处奇异的多维世界，重新和女儿心意相通，并意识到了自己的真正使命；Murphy感应到父亲的思念，借助Cooper利用重力传递的信息，获得了掌控重力理论的关键数据。当然，被时间和空间分隔的二人最终还是得以重新相聚，Cooper履行了自己回家的诺言，Murphy的理论拯救了人类。再会之后，Cooper再一次踏上旅途，无所牵挂地前往Amelia所在的人类新家园。这个故事演绎的是一段的的确确穿越了时间与空间的父女真情，虽然“穿越时空的爱”这一题材已经被无数言情奇幻网络小说搞得烂大街，但本片却能让人潸然泪下，因为它如此纯粹而真实，和我们的生活如此相似。Cooper没有怀抱“我的征途是星辰大海”的凌云壮志，只是想赶快完成任务尽早回到女儿身边陪伴她成长。在人类危急存亡之秋，Murphy最终选择的避风港仍然是和父亲有着最多回忆的地方。2001年曾经有一部动画短片《父与女》，片长仅8分钟，故事很简单：父亲在最后一个拥抱后坐船离去，女儿日复一日地来到湖边守望父亲的归来，直到长大，结婚，老去。已经是老妇人的女儿最终来到业已干涸的湖中，找到父亲离去的船，躺到里面，像回到父亲怀中。这份生命的守候，同样跨越了Murphy的一生，但幸运的是，她知道父亲一直没有放弃，即便横亘亿万光年，父亲也在试图守候着她，这份信念也最终支持她见到父亲最后的那一面。对Cooper而言，他对于承诺和任务所有的坚持，都是出于爱。航程的灯塔，旅途的终点，始终是女儿所在的地方。二   群星与管风琴作为一部太空题材的科幻片，天体奇观的展示便是影片光鲜的外衣。无论是气体巨人土星美丽的圆环，球状虫洞中被引力透镜扭曲的星云影像，抑或巨大黑洞外旋转的吸积盘如熠熠发光的丝带，以及类地行星上的滔天巨浪和冰云万里凝，无一不让人屏息或惊叹。对个人而言略为遗憾的是，片中并未给群星和银河呈现出令人心向神往的远景特写。这也许是导演的本意，可能诺兰并不愿以这种老套的方式来讨好观众，而更着重于通过特定的展示方法来保持基调一致。这似乎有着向《太空漫游2001》致敬的意味，大部分关于太空的镜头并非人的视角出发，我们看到的只是飞船外壳之外静谧而空旷的黑暗空间，冰冷且了无生机。虽然没能一睹银河系群星摄人心魄的光辉，本片的阵容却真的是群星璀璨。除了诺兰的老搭档迈克尔凯恩和安妮海瑟薇出演了Brand父女，男主Cooper则由近年来风头正盛的马修麦康纳担纲，唯一算得上反派的队友销售员Dr. Mann则找来了马特达蒙。马修麦康纳的演技自然不必多言，带有南方口音的低沉深情的音色很契合Cooper的角色定位，说不定算是代替了故意压低了声音的蝙蝠侠而被诺兰相中。值得一提的是，马修麦康纳多年前曾在著名天体物理学家卡尔萨根编剧的科幻电影《接触》（Contact）中作为男主角。《接触》和本片同为太空题材，在科幻界也可算是具有里程碑的地位，让马修担任男主估计也同样算是一种致敬吧。Murphy中年阶段的扮演者杰西卡查斯坦名气不那么大，至少我之前是没有看过她的作品，在片中有限的戏份之内表演也做得相当不错。童年Murphy个性十足，聪敏伶俐，而且小演员Mackenzie Foy和杰西卡查斯坦甚是相似，选角32个赞。老年Murphy虽然只有最终一场父女团聚的戏，包含沧桑的声线中夹带着浓浓的爱意，感人至深。由于影片不吝笔墨地把戏份都给了Cooper父女，其他配角的表现力和存在感被大幅削弱，个人觉得多少有些浪费这一班底。老戏骨们自然都不会有表演方面的问题，问题主要在于发挥的空间和人物的设定。凯恩的Brand教授斯文彬彬，深藏不露，片中Brand教授为了greater good炮制了人类移民的骗局，这是一个本应更集具矛盾对抗与一身的人物，却没有得到更多表现，只好解释为篇幅有限或其城府之深。教授和女儿Amelia同样是父女之情，因为没有主角光环也只好沦为陪衬。Amelia的情感空缺就转给了一位探险的先驱者Edmond来填补，和Cooper一样有着自己的私心，但作为第二女主，她的内心戏也的确太少。有趣的是，出身为宇航员且身科学世家的Amelia在飞船上发表了一段关于“爱和重力一样穿越维度”的陈述，这部分感觉多少弄巧成拙，也许对于本人这种理工宅槽点太强，有些出戏——原来爱是第五基本作用力，爱心驱动引擎的宇宙飞船听上去也很棒呢。嘛，人家还是小女生，理解就好。持久号的其他两名船员，Romilly和Doyle都是地球科学家的翘楚，在影片中皆不幸遇难。Doyle死得很冤，在大浪卷来时他是离舱门最近的人，在机器人CASE去救Amelia时发扬女士先走的绅士精神，最终惨遭编剧毒手，造成了无意义的损失。Romilly其实也很冤，尽职尽责的老实人却被队友Dr. Mann坑杀。综合全片看来，二位成为英烈只好说是剧情需要，Amelia最后可是要孤身一人等着Cooper到来的。Dr. Mann的转变也很戏剧化，但也算合理，因为他疯了。作为初期探险者中的唯一幸存者，被寂寞和恐惧折磨到发疯，于是先是抛弃科学家底线搞起数据造假，吸引其他人的救援。其之后突破人类底线的行为则不可理喻，既然已经得救，老老实实地认怂别人也不会说什么，却非打着拯救人类的旗号杀光队友。逃跑的时候好歹拉上女神海瑟薇啊，好歹有个帮手还可以繁衍人类。飞船对接时上演星际级作死，害人害己，万幸主角有外挂。这些被剧情牺牲的配角，其刻画缺失造成的空位则留给了机器人TARSE填补。TARSE的角色类似《2001太空漫游》的HAL，但对人类忠心不二。TARSE闲暇时插科打诨调节气氛，关键时刻又能挺身而出英雄救美，不但凭借高超的技巧完成了高速旋转下的空间对接，最后还测得了核心的数据拯救了人类。这样一个满嘴跑火车，跑姿喜感十足的机器人在风头上无疑大大压过了其他的配角。其重要程度和光环加成已经赶超星球大战中的R2D2，直逼哆啦A梦。剧情和表演构建了影片的骨架，丰富的影像表现渲染了绮丽的外观，Hanz Zimmer的配乐则更深刻的塑造了影片的气质。电影伊始，Cooper凝望玉米田的镜头缓缓展开，配以背景管风琴低沉肃穆的长啸。同理查德施特劳斯交响诗《查拉斯图特拉如是说》第一段日出中管风琴的演绎类似，一种冥冥中苍凉而黑暗的力量开始蔓延。管风琴由此开始贯穿全片，从地球到太空。管风琴与宗教音乐气质上的契合以及历史上的密不可分，使得整个片子也浸染上了一层宗教式宿命与救赎的主题色彩。管风琴轰鸣中蕴含的高高在上的力量，和浩瀚未知的宇宙在人内心的投影一样，都是值得敬畏的存在。片中管风琴的录音来自伦敦一教堂中一台90年历史的管风琴，在教堂独特的声学环境中，管风琴的音色尤为摄人心魄。此外，Zimmer还加入了34个弦乐单位，24个木管单位，4部钢琴以及合唱团。但很明显这些都是为了与管风琴相配合，弦乐恰如其分的烘托，木管空灵的奇特声效，人声的反复与异化，将人类命运与太空的互动渲染得更加诡秘，为未知之境渲染出超验般的深邃。三   虫洞，黑洞以及关于时空的一切从本片的设定可以看出试图成为一部硬科幻经典的决心。并不过分夸张的生态恶化，距离现在并不遥远，由于人类衰亡而导致的科技停滞，舍弃了华而不实设计感的宇宙飞船，都十分真实而合乎情理。太空中主动的消音，行星上探测到的水和氨气结晶，也都符合科学原理。不能够解释的部分则统统推给了“他们”，身份不明而掌握着未知力量的地球的援助者。对于虫洞，黑洞这两种我们目前还无法获取一手材料的天体（前者甚至只停留在理论中），当然可供编导发挥的空间会更大一些。但根据我们已有的认知，尤其是一些为科学界广泛接受的知识，很多设定的细节还是出现了较大的偏差。虽然较真行为显得很不知趣，但是吐槽的过程并不无聊。1. 虫洞虫洞又名爱因斯坦-罗森桥，是一个假想的概念，是指连接时空中两点的隧道。片中Romilly用纸张进行的解释很直观，另一个比喻是将时空比作苹果的表皮，虫子在内部打洞连接表皮的不同位置。虫洞的理论得益于爱因斯坦的广义相对论。从概念上很容易推想出虫洞必然是高出三维时空的维度世界。科学家们至今尚未观测到虫洞的存在，但在理论上做出了许多有益的探讨，比如其产生和维持的条件。根据目前一种主流观点，虫洞由于其本身的不稳定特性很难维系，需要负的能量进行补充，且尺度越大越不稳定。也有研究人员做出了其他的计算结果，认为虫洞可以存在而不需额外条件，但由于高维空间的卷缩，尺度可能会非常小。理论和实验观测的进一步验证都尚需时日。如果按照定义，虫洞实际上即三维时空的扭曲，那么这种扭曲很可能像黑洞一样产生很大的引力。如果要实现一个能够让宏观飞行器通过的虫洞，其入口附近的时空曲率必须足够缓，否则试图通过其中的物质便会因为各处受到的引力大小不同而被撕裂。而要实现如此平缓的入口，其半径要达到数十数百光年。所以如果是这样一个虫洞，凭借片中化学燃料动力的飞行器想要穿越并达到另一端也需要几十万年以上的时间。如果再计入由于重力变化产生的延时效应则会更长。因此，片中的虫洞似乎和我们目前认为的虫洞有很大差异，五维生物的“他们”果然厉害。2. 黑洞黑洞想必公众们已经耳熟能详了，和虫洞一样是科幻界的明星，但对于黑洞的研究要多得多，尤其是家喻户晓的霍金就是黑洞的著名研究者。黑洞作为大型恒星在自身引力作用下坍缩形成的天体，具有匪夷所思的引力，甚至光子也无法逃脱其附近强大的引力场。最为人熟知的是恒星级的史瓦西黑洞，不带电且不旋转。其外层的临界面成为“视界”，即片中出现的名词，在视界表面，只有光速移动的物体能够逃离黑洞的引力。视界包围的球体的半径，则称为史瓦西半径，与质量成正比。黑洞的核心“奇点”则隐匿在视界深处。在黑洞的重力作用下，星际物质被吸引并以黑洞为中心螺旋运动，并在加速和摩擦过程中产生辐射，形成光辉夺目的“吸积盘”。本片请到的执行制片之一是大牛Kip Throne，和霍金齐名的理论物理学家，其在重力，天体物理和黑洞的研究领域内都做出了杰出的贡献。请他坐镇也正是为了保证影片中科学设定尽可能贴近真实。十分感谢豆友电光侠是大花指出了之前版本的影评中本人关于黑洞的几个自以为是的错误。错误的原因即是把影片中出现的Gargantua这样一个高速旋转的超大质量黑洞主观臆测成了普通的恒星级黑洞。在此正好也半桶水地扯两句权当科普。黑洞依据质量可分为几类，微型黑洞由于尺度小和稳定性差等原因难以观测，在星际空间中更多的稳定黑洞则可以分为恒星级黑洞（Stellar black hole）和超大质量黑洞（Supermassive black hole）。前者的质量一般是太阳质量的几倍到几十倍，后者的质量则高达太阳的几十万倍到几十倍。一般而言，恒星级黑洞通常是由于巨型天体被自己引力作用下崩溃而形成的。超大质量黑洞的形成原因更为复杂，经常出现于星系的中心，如银河系核心那颗四百万太阳质量的黑洞。恒星级规模的史瓦西黑洞可能是在科普书刊影视作品中曝光率最高的，具有中等质量，有限的视界大小，视界内部的高密度，强大的潮汐力（由于距中心位置不同导致的重力差异）等特点。而对于一个超大质量的黑洞巨人而言，因为其史瓦西半径很大但质量又集中于内核，因此其平均密度其实很小，同时在其视界范围之外的潮汐力也因此微弱。因此片中Cooper得以穿过视界而没有被潮汐力扯断。当然，如果没有五维生命体的额外照顾，即便可以逃过被吸积盘中的等离子体碾磨，被黑洞捕获的Cooper终将还是很可能面临被潮汐力扯成面条的命运，这一效应被天体物理学家们形象地称为Spaghettification。影片中黑洞的另一个特点是高速旋转，根据广义相对论求解结果，这个黑洞应该是一个Kerr黑洞。其高速旋转造成的参考系拖曳效应会导致惊人的时间延时效应，在影片中时间延迟高达六万倍。如果对于一个无旋转的黑洞，根据相对论所推导的引力延时公式:t_0 = t_f * square_root( 1 - r_0 / r )，（其中t_0为引力场中观察者所在位置的时间，t_f为远离引力场的正常时间，r_0即史瓦西半径，r是观察者距离引力体的位置），在远离视界的行星表面，将不会有特别巨大的延迟效应。值得一提的是，此类Kerr黑洞具有两个层面：一个扁球形的能层，和一个球形的视界，以及一个环形的“奇点”。这些结构被认为可能与虫洞的一些特征类似，说不定“他们”便是通过这种方式很聪明地让Cooper避开奇点，并远程传送其到木星附近。而在黑洞两个层面之间的部分称为能球（Ergosphere），据理论研究，可以通过向黑洞转动的反方向向能球中投入质量，从而获得黑洞自身的一部分转动能。此即能球名字的来源，也是科学家们从Kerr黑洞汲取能量的根基。影片中Cooper让Amelia逃生的方案应该即是基于此，通过舍弃两艘太空船，使Endurance号增加额外的动能逃离黑洞并抵达Edmund的星球的。但对于以黑洞为核心的这个星系，有些不合理的地方则在于几颗行星的设计。那颗水行星上有着周期性的万丈巨浪和齐膝深的平静处，这个黑洞微弱潮汐力的设定似乎有些不符，不然行星本身也会受到巨大影响。另外，即使是来自吸积盘的辐射能够温暖星球保持水的液态成分，但也同样会受到漫天飞舞的星际物质的亲密接触。何况其也迟早会被吸入吸积盘，化成齑粉。之后科学家们痛定思痛，也吐槽到这样星球不会产生生命云云。那么问题来了，在黑洞旁边的行星（Dr. Mann的行星也处于影响范围之内），为什么会被作为考察对象。莫非在这样一个万马齐喑全民种田的时代，人类文明的退步导致即便是顶尖的科学家也忽视了恒星对于生命重要性与黑洞的厉害；或是前期的考察让人们们却对黑洞有了新的认知，但Endurance号的遭遇显然是对于这或天真或傲慢的自以为是狠狠的打脸。3. 重力和因果律这些内容严格将来算不上漏洞，毕竟这些都是超出人类目前认知范畴的东西，但影片的阐释方式却难以令人信服。时间这个东西至今科学家们没有搞清楚，甚至连真实与否都在辩论不休。时间这一维度毕竟过于特殊，所以在科学问题的处理上大家都是慎之又慎。但本片所设定的五维生物显然对此不屑一顾，随手便能把Cooper丢到四维空间中，让他自我觉醒并成为推动自己行为的幽灵，当然也顺便把因果律喂了狗。如果Cooper没接受NASA的任务，就不会进入黑洞并指引过去的自己找到NASA，所以这一切必须发生。其中的每个环节即是原因，亦是结果。这种充满矛盾的时间环状连续体是时间穿越的祖父佯谬的变体，几十年来活跃于各种涉及时间穿越的作品中，不胜枚举，如回到未来系列，哈利波特第三部等。当然这种处理自洽地解决了电影中的矛盾，成功回收了伏线，在情感上也获得了圆满。至于解释，去问高维生物好了。另外一个有些仓促的细节在于结局处Cooper和Murphy之间沟通的段落。躲在书架背后的Cooper除了撞书架，居然获得了重力操控的技能。对于这一点影片同样没有给出任何的解释。便见得Cooper突然洞悉天意，悟得一阳指和六脉神剑的招式，一点一划，房间中的沙石便整齐划一地排出二进制的编码，手表秒针便跳起莫尔斯码之舞。Cooper的儿子Tom刚刚被妹妹放火烧了田地，怒气冲冲地回来理论，却也如同被点了穴一般，被Murphy拿着一只指针抽搐的手表便拦了下来。既然Cooper有此等神通，为何一开始不发送个信息亮明身份?很简单，时空连续，历史不能改变，只能重复。站在编剧一边试图解释下的话，只能把Cooper的技能也当成五维生物的赠品好了，限制了其使用方式。整个故事里决定人类生死存亡的最关键的钥匙牢牢地掌控在Cooper父女手中。Cooper英明神武，九死一生，Murphy坚毅果敢，冰雪聪明，父女携手，其利断金。反观纠结于内心选择的老教授，卖队友和被队友卖的宇航员，殒身不恤的先驱者，以及被困于地球上挣扎着的人们，大概可以不负责任的揣测一下，如果“他们”真的是人类的未来，那他们一定是Cooper家族的后裔吧。四 水沟与星空“我们都身处水沟之中，但有些人却仰望星辰。”王尔德如是说。从洪荒时代起，人类便从未停止过对头顶星空的眺望。遥远的群星一直指引并见证着人类文明的成长，拉近着二者之间的距离。影片开端主人公眼前那一片广袤的翠绿田野，和结尾处飞船所奔向的浩渺繁星之所在，正是代表着人类文明两极的意象——老去的故土与新的理想乡，文明古老开端的农业与最先进科技凝结的星际旅行，过去与未来。Cooper的历险便是从这片田野开始，最终投身太空。他的背后，是无数个在泥泞中也要仰望星辰的少数人；他的所及，是无数先驱智慧与意志拓展的疆界。Cooper骨子里仍然沸腾着不安的血液，他反对学校对阿波罗计划的污蔑，反对人类的守成。Cooper的胸腔里，跳动着的是儿女和人类共同的未来。Brand教授致死都在反复吟诵着英国诗人Dylan Thomas的诗句：Do not go gentle into that good night,Old age should burn and rave at close of day;Rage, rage against the dying of the light...Brand教授弥留之际发出这最后的怒吼之时，人类移民计划濒于破灭，群星彼端的Cooper正步入死亡陷阱。Dylan的这首诗没有找到好的译作，也许是原诗中燃烧的文字难以在韵律上准确的传达，但精神上与千年前古人的“老骥伏枥，志在千里”遥遥相通。面对死亡幽暗的宁静，生命最本真的欲望会燃烧爆发。Dylan的这首诗，不仅仅是Brand教授的倔强与不甘，不仅仅是Cooper的性命相搏，更是人类对命运的最后抗争：“人类发源于此，却绝不会在此终结。”这和所有伟大的探索故事一样惊心动魄，兼具豪情和悲壮，却更加贴近生命，是文明断绝退路的殊死一搏，混杂着希冀与绝望。然而，即便本片中人类迎来了光明的结局，却仍然不禁为此伤感。在父亲穿越到银河的彼端，到达群星的尽头之后，最终回到的却仍是心中挂念的家人身边。那个原样保留的房屋，屋外却没有曾经的湛蓝天空和青纱帐，也没有曾经挚爱亲人的安息之所，温馨的同时散发着一丝是物是人非的苍凉。不知本片是否借助这个爱与守护的主题有所隐喻，却隐约能从中体会到一点人与地球相似的羁绊。浪迹天涯后落叶归根，甚至出师未捷的狐死首丘，相比山河破碎下背井离乡，总会多一份归宿感的慰藉。探索，征服，殖民，四海为家，固然豪气万丈，但以目前科技水平看来，踏出家门却仍尚需时日；而与此同时，人类的家园却至少已是疾在腠理，不可不医。倘若没有像电影中这般得贵人相助，近距离开个传送门，附赠科学入门手册，恐怕最后豪情尽失，惟余悲哀而已。也许，我们早晚要面临离开，但愿我们能有充足的时间准备好，也但愿这个原因不是我们自己罢。"
    },
    {
        "content": "诺兰的新作「星际穿越」基于美国理论物理学家基普·索恩的理论成果，而他的理论成果基本都在他的著作「黑洞与时间弯曲」一书中，本文的科学知识基本都是我在这本著作中看到总结的。该片剧情将涉很多的科学概念，包括虫洞、黑洞理论、相对论，万有引力等等。一、黑洞基帕·索恩在「黑洞与时间弯曲」这本著作的开篇讲了一个一支太空探险队在太空中探索黑洞的经历，故事挺无趣的，基本上就是形象地说了现代科学家对黑洞的研究成果：1.什么是黑洞黑洞是空间中有着强大引力的超高密度的天体，假如太阳质量不变，大小却变成乒乓球那样，这就是太阳坍缩成了黑洞。黑洞的特点就是有进无出，即：①任何东西都可以掉进黑洞，黑洞外围有一层“事件视界”，任何东西只要过了这个“视界”，都要掉进黑洞。②任何东西都不可能从黑洞里逃出来，包括光。另外，因为没有光从黑洞逃出，故无法直接观测黑洞，但是从物体被黑洞吸入之前放出的紫外线、X射线等边缘信息可以获取黑洞的存在。2.黑洞潮汐力一只很大的飞船飞向一个天体，飞船头部距离天体比较近，受到的引力比较大，而尾部距离天体比较远，受到的引力比较小，头部和尾部的引力大小的差距，就会在飞船中间产生撕扯的拉力，这个拉力就是潮汐力。如果天体是黑洞，质量非常大，飞船距离黑洞距离越小时，造成的引力差就会越大，这就是黑洞潮汐力。这个力甚至可以把飞船撕成碎片。飞船里的宇航员也同样会受到潮汐力的作用，对于一般我们接触的物体，即使我们到达它的表面所产生的潮汐力也没有多大，但是，如果是黑洞这种超大质量超大密度的天体，则有可能产生很大的潮汐力将物体撕碎。这个感觉很有可出现在电影剧情中。（其实第一个星球上的巨浪就是由黑洞巨大的潮汐力造成的。）二、虫洞下面就说说「黑洞与时间弯曲」的第十四章虫洞和时间机器这一章的内容：首先，基帕·索恩说了一件他的趣事：1985年，基帕·索恩接到多年老朋友卡尔·萨根的求助。卡尔写了一本科幻小说，希望把小说里的科学理论写的准确一点，想让基帕·索恩指点一下。基帕发现书中的女主角居然掉进黑洞然后时空穿越了，这是不可能发生的。于是基帕写信建议卡尔要依靠虫洞做星际旅行。卡尔欣然接受建议，那小说叫「Contact」。后来被拍成电影叫「超时空接触」，也是马修主演，评价很好。然后基帕·索恩开始讲虫洞：1.虫洞在哪里关于虫洞有三种说法：一是虫洞是宇宙中相距遥远的两点间的一条捷径，就是一个苹果，虫子沿着苹果表面走远了，可是如果虫子挖洞从苹果里面走就近多了，顾明思议，虫子为了抄近路而在苹果里挖的洞。二是虫洞是连接黑洞和白洞或黑洞与黑洞的管道，故在黑洞里能找到虫洞。（白洞：黑洞死亡会变成一个白洞，喷射出之前黑洞吸入的物质）三是虫洞是时空隧道，能进行时空旅行。没人见过虫洞，有人说我们周围到处都是虫洞，又有人说黑洞里有虫洞，基帕·索恩在书里又说我们可以自己构建虫洞。2.负能量物质虫洞在某个时刻产生，短暂地打开，然后关闭、消失。从产生到消失，时间极短，短到没有事物能在这么短的时间内从一个洞口穿到它另一个洞口。所以我们能利用虫洞进行时空旅行前提是有办法使虫洞一直开着，不让它消失。基帕·索恩觉得有某种奇异物能贯穿虫洞，使虫洞一直开着。这种奇异物和人类所见的任何物质都大不一样，它具有负能量。要实现负能量其实并不难，参照系不同便可实现。在飞船以接近光速的速度接近虫洞时，虫洞周围的能量自然就成了负的。故要进入虫洞，飞船的速度必须接近光速。3.时间机器假定我们能找到虫洞并且有某种负能量可以让它一直开着，那么虫洞就可以是一个时间机器。飞船要进入虫洞，其速度要接近光速。根据爱因斯坦的相对论原理，如果你在太空中的速度足够快，可以做到在太空中呆了几十天，地球上却已经过了几十年，做到古人所说的天上一天地上一年，即如果你2014年坐飞船接近光束进行时空旅行一个月后，回到地球，这时发现地球已经是2044年，这就实现了穿越到未来。故我们可以猜想剧情，等主角们穿越到其他星际空间完成任务后，回到地球，他们的儿女都和主角们一样大年龄了。目前的科学理论表明，回到过去是不能实现的。4.母子怪圈虽然回到过去没有科学依据支持，但科幻片毕竟是科幻的，所以出现回到过去的剧情也是有可能的。这时就有一个每部有关穿越时空的科幻片都面临的问题：假如我有时间机器（虫洞或者别的），我就能够回到过去母亲怀我之前把她杀死。此时，母亲死了，我就不会出世，那又怎么会有我穿越时空来杀母亲呢？这时就有这样一个矛盾出现了。对于这个矛盾，有两种处理方法：①因果循环观点：历史不可改变，我虽然想杀母亲，但会有外界因素使我不能成功。或者说，过去某时某人死了，我回到过去想救某人，会有其他因素阻止我救人，甚至我的出现就是那个人死的原因。②平行宇宙观点：时空不是唯一存在的，而是有无数个时空平行的存在，它们彼此之间一般情况是无法产生联系的。这种观点普遍被人接受。那么我只是穿越到另一个平行宇宙，杀死了那一个时空的母亲，并不影响我穿越前那个宇宙的母亲。也就是说我只是穿越到别的时空去了一趟而已，而不是回到过去或未来，更无所谓改变历史。星际穿越如果出现这种情况，诺兰会不会有什么不同于以上两种说法的新颖处理方法没有呢？三、多维空间（这一点是观影后补的-2014.11.16）上面的问题的答案是肯定的，新颖的处理方法就是运用五维空间。下面说说我所理解的多维空间。一维空间是线，由点组成。二维空间是面，由线组成。三维空间是体，由面组成。人就是三维生物。四维空间是时空，由体组成。即物体花费时间移动形成时空。如一个人由小孩变成大人，这是一个四维事件。五维空间由时空组成，如小明长大成了厨师是一个时空，小明长大成了老师是一个时空，小明长大成了警察是一个时空等等，而且不但有小明还有小红、小白、小黑小黄等等等，把这些时空当成物体放在一个空间里成了五维空间。六维空间是由五维空间组成的，七维空间是由六维空间组成的，八维空间是七维空间组成的，以此类推。讲解视频：http://www.56.com/u71/v_NjU2MjIyNzY.html尾言不知道这些内容并不影响观影，但知道这些知识肯定是对观影有所帮助的。目前我们对黑洞和虫洞的了解很多都停留在猜想上，这也让电影有很大的发挥空间。我觉得电影里的科学理论不应该是观影障碍，你不是科学家，你只要去相信去遵循作者的设定就好，重点本来就是在人性和情感上。观影之前最好先看一下以下五部极可能对诺兰的「星际穿越」有所影响的影片：1.超时空接触：这部片与星际穿越有很大渊源2.黑洞频率：儿子在无意中通过一台老式的无线电与三十年前的父亲联系上了3.十二猴子：未来不可改变，挣脱不了的4.星球大战：这部片激励了很多名导，包括诺兰5.2001太空漫游：从预告中就可以看出星际穿越有很多致敬老库的地方"
    },
    {
        "content": "最近诺兰粉真是越来越猖狂惹。早先拍蝙蝠侠估计算借了现代名著的光，群众基础本来就广，红了也算不得百分百英雄好汉，就算前面还有记忆碎片，那也毕竟没有上过天朝院线，没有得过奥斯卡或者永远得不到奥斯卡的男神主演，更别提情节不照着豆瓣剧透贴掰开了揉碎了一帧帧回顾着看简直不知道在演什么。那时候的诺兰粉，不独是偶像出处有些渺茫，连偶像先前的作品也渺茫。独有和别人口角的时候，间或瞪着眼睛道：“我们先前——比你阔的多啦！你算是什么东西！”现在呢，了不起啦，致命魔术啦，盗梦空间啦，星际穿越啦，智力的顶峰！视觉的盛宴！票房的奇迹！我看懂我牛逼！我看不懂偷偷百度剧情全解秘然后假装看懂我也牛逼！别人看不懂我到他面前去现买现贩时间简史多维宇宙定理更是大大的牛逼！这个时候，诺兰粉们终于阔起来了，于是又可以鄙薄其他那些拿他们玩笑的人。譬如人们说“这片看上去好像三体呢”，他们就想：这是错的，可笑！又或者人们说“这片看上去也好像2001太空漫游呢”，他们想：这也是错的，可笑！至于那些挑bug的人，更是不可饶恕；诺兰粉跳过去，给了他们一个嘴巴。“你怎么会看诺兰！——你那里配看诺兰！”哎，诺兰怎么还不去造手机呢。LAMPHONE. NB1，2.3GHz高通骁龙800处理器、3GB RAM、64GB ROM，提供屁沟下巴纹解锁技术，内置每日一烧脑智力检测小游戏、我兰超宽屏脸部特写屏保，再发点限量版外接移动冲洗设备，照片拍完直接生成胶片吐出来，分分钟几千万上下，还有老罗什么事儿啊。这么一想导演还是有情怀有节操有理想的，虽然玩我骗我，一百块还得我买张电影票送给他，但他坐拥教众千万，居然还是老实本分的拍着电影，不搞电视剧，不造怪小说，更不卖手机，光是这一点就值得J.J. Abrams之流深度学习啊。说回电影，首先要强烈谴责那些第一批观影归来跟打了鸡血一样往影评里盖“烧脑”两个字的同学们，现在的年轻人啊也不知道是怎么了，动不动就烧脑，动不动就烧脑，大脑熔点是有多低，咱们念初中的时候都不看科幻世界吗？嫌里面的连载长，哪怕看看封面故事也好啊。王晋康《新安魂曲》：http://tieba.baidu.com/p/816501821呵呵，眼熟吗？嘛虽然字里行间充满了王老师最擅长的扁平化人设、棒读型对白和自我陶醉型科普大联欢，但是举例这个12年前在科幻世界上一抓一大把王老师自己都反复写过好几次的国产科幻小说就是想告诉大家，此电影牛逼之处并不在设定上，连我这种初中二年级数学不及格的死文科生都已经看得要不要惹。设定眼熟，主题也够俗气，什么能拯救宇宙，什么能保护人类，什么能穿越时空，这个神奇的力量，叫做爱呀！妈鸡，虽然这个梗部部电影都要用，堪称电影剧本创作第一烂桥，但是也不用专门写一段台词念出来吧！当年第五元素的时候吕克贝松也这么干了，你们不是开嘲讽开得很欢吗，现在一个两个搁那擦眼泪是几个意思？而且诺兰这个人也很讨厌的，老爱整一些什么特斯拉造人啊多重梦境啊黑洞啊五维空间啊的高大上射定，可是射完之后，大家问，为什么会这样呢？原理是什么呢？怎么做到的呢？三个字，不解释，四个字，爷爷高兴，五个字，就这么任性。当然大多数拍科幻的导演也都是这么任性，但是人家老实呀，人家就承认一切为情节服务，我就是来骗你们嗷嗷鼓掌的。人家没有下巴一抬，俾睨众生，用融合了高中数学班主任和抖S女王的高冷表情说，你们看我这拍的是硬科幻啊，我们拍完电影还要发论文啊，你们看电影之前理论物理过六级了吗，不过就不要买票了啊。傲娇半天，结果进去一看，“爱是Love，爱是Amor，爱是Rarc，爱是爱心，爱是Love，爱是人类最美丽的语言，爱是正大无私的奉献”（以上请山顶的朋友们拍手唱起来）看着硬，摸着软，这不就是电影界的知乎，导演里的果壳，喊开麦啦的姬十三吗？当然啦，即使这样我也会给电影打高分的，水军不用赶来骂了，我替你们把话说了还不行吗——作为一个普通观众，我觉得画面震撼，音乐震撼，感情震撼，憋尿也憋得震撼，娱乐之外还引发了深深的思考，这样就足够了，楼主这样阴阳怪气，一通瞎扯，一看就是哗众取宠，诺兰导演跟你有多大仇？说吧，你是哪边的粉派出来的黑？这个时候，我低头看看胸前的芬奇粉三冠勋章认证，微微一笑，深藏功与名。"
    },
    {
        "content": "已经有好多小伙伴写过剧透了，但是，楼主可是花了一夜时间吐血整理的100%细节剧情啊，请大家轻喷。。。在不久的未来，人类面临着巨大的生存危机。地球资源枯竭，环境恶化，将无法维持人类的生存。因为枯萎病加剧，农作物难以维持其生存，粮食产量急剧下降。同时，世界环境恶化，沙尘暴加剧，土地变得日益贫瘠。世界的发展格局发生了重大的变化，工业社会退化为农业社会。人们将更多的经历放在如何生存更多的粮食来解决饥荒问题。（末日的来临，太接地气，帝都被黑出翔，你是风儿，我是沙，吹得尼玛找不到家。）男主Cooper是一名优秀的前NASA航空飞行员，同时也是一名出色的工程师。由于环境恶化，人类社会的巨变，不得不回家种地糊口，当了一名出色的农民。Cooper有两个孩子，一个小闺女Murph, 一个儿子Tom，老婆死的早，跟岳父Donald住在一个破旧的农家house里。日子过得有些清苦，但也还算过得去。Copper非常爱他的孩子，很关心孩子们的教育，并且也是孩子们的好朋友。（不顾毁坏玉米地，一起去追个飞机啥的。故事看到这，尼玛肯定觉得这尼玛和科幻片有毛关系，感觉好像是家庭伦理剧啊！！）有一天，Murph发现家里的书无缘无故的从书橱里掉了出来，弄坏了爸爸的登月器模型，她觉得家里有鬼魂，而且这个鬼魂想传达一些信息给她。Murph和Cooper说了家里有鬼的事，老爸告诉她没有什么牛鬼蛇神，我们要用科学的态度来看问题，不要相信封建迷信。聪明的小Murph就试图用科学的方式来破解这些秘密。有一天从学校开完家长会，回来的路上遇到了沙尘暴，父女两急忙回家躲避风暴，在准备关窗户的时候，Cooper发现从天花板落下的灰尘，受到一些异常的重力影响，形成了有规律的条形图案。工程师出生的他，很快发现这些条纹代表了一些摩斯码（Morse Code)，而这些密码标明了一个地理坐标，Cooper三下五除二就找到了这个位置，也不知道为什么，航空飞行员出身的他想要去一探究竟，而且为了Murph的安全，不让她一起去，但是小Murph还是偷偷躲进了车里和老爸一起去探险了。（我去上了个厕所回来，父女两就准备走了！！！大无畏的科学探险精神！！我完全没看明白是啥事就要走了！！房子那么旧了，难道不是房顶漏了才有条纹！！！！Cooper开挂了一下子就知道是啥回事，说走咱就走，风风火火闯九州哦！！！）父女俩找到密码所指示的地方，被一个大铁网门锁着，Cooper下车准备敲门去看看究竟，正在这时，一束强光出现，（吓我一跳）Copper倒下了，Murph被不明身份的人带走。Cooper醒来后面对着一个像铁板一样的智能机器人，机器人叱问他是怎么找到这个地方的，Cooper反问他我的女儿在哪。正在这时，Amelia (安妮海瑟薇，就叫Amelia海瑟薇吧，反正也记不住她的名字，反正她是Dr.Brand的女儿)华丽出场，“你的女儿很安全，我们这是NASA！我老爹是Dr.Brand，你认识的！！是你的导师哦！！这里是NASA的秘密基地哦！”下一幕Dr.Brand华丽出场，并且围着一桌子人，大家讨论着NASA为解决世界末日危机所采用的方案。我们需要你来开太空船去宇宙拯救世界！接着一面墙划开，出现了一个吊大的航天火箭！接着Dr.Brand老师给学生Cooper讲了几个科学问题，接着Cooper接受开巨屌太空船的任务，接着和三个小伙伴，安妮海瑟薇,一个黑人物理学家Romilly, 一个地理学家Doyle，两个前面出现的智能碉堡机器“人”CASE和TARS就出发了！！（这尼玛都太巧了吧！！！老板要见学生不用搞得这么玄乎吧！为什么这么巧！！这都是上天安排的缘分？？这真的是缘分吗？？？看到这里，我内心暗暗的发出了一声卧槽。。诺兰你要坑爹吧！！！）画面回到大农场！Murph知道老爸要去执行任务，不希望老爸去，因为老爸一去什么时候回来还不知道，她最近一直在观测房子的超自然力量，Murph找到的信息是 STAY！她希望老爸留下了！但是老爸为了大义，全人类的存亡，必须去执行太空探险的任务，父女两感情出现裂痕。经典的一段伏笔，Murph问Cooper你什么时候能回来，Cooper用相对论解释，我去太空旅行，我回来的时候咱们两个看起来差不多年龄呢。Murph哭着说那还要好久啊，我才十岁。。。。老爸说我一定会回来的！！走的时候给了女儿一块手表！！======================分割线=========================前方高能！！！！！技术宅轻草！！！！！（下面解释Dr.Brand给Cooper上课的一段内容，小伙伴们很容易迷糊的）Dr.Brand和NASA的科学家发现，近几十年，在太阳系土星（Saturn)轨道附近发现了一个虫洞（wormhole)，虫洞是连接两个时空的隧道，也就是连接了另外一个“银河系”。没有人知道这个虫洞是怎么来的，就像没有人知道为什么Cooper和Murph会在家里发现异常的重力场一样，他们把这种神秘的力量称为“they”，并且相信这是五次元世界的生物所创造的虫洞来为人类摆脱危机。Cooper将驾驶Endurance太空船去完成一项重要的任务！NASA在这之前已经启动了一项名为“Lazarus”的太空计划，先后通过虫洞派送了12名宇航员去探索虫洞另一端的宇宙，目的是为了找到适合人类居住的星球为了之后全人类移居，以此来解决目前人类面临的生存危机。12名宇航员基本是有去无回。Lazarus的数据回馈显示，有三个星球适合人类的繁衍，分别为Miller， Edmunds，和Mann，这些星球以发现他们的宇航员名字来命名的（这里容易搞混）。另外，Dr.Brand告诉Cooper他有两个plan来解决人类生存危机。Plan A：Cooper驾驶太空船去探寻这三个星球，确认一个适合人类生存的星球后，返回地球，NASA同时研发出一个巨型太空船将人类迁移到新的星球上去。这样Cooper就可以拯救他的家庭。Plan B：他们驾驶太空船去找到一个适合人类的星球，并带去人类胚胎（population bomb)，用受精胚胎在新的星球上进行人类培养(repopulation)。Cooper不想这么做，因为他答应自己的女儿一定会回来。但是，Plan A的成功与否还取决于Dr.Brand能否成功解决一个困扰他多年的物理问题，“人类如何能共时性地克服地球重力的影响”（文科生的我已经不知道自己在说什么了）。如果这个问题不能克服，那么即使牺牲地球上的人类，人类也能得到繁衍，即Plan B。Dr.Brand答应Cooper会想尽一切办法实行 Plan A.Cooper和安妮海瑟薇一行四人踏上对未知宇宙探索去完成拯救人类的重要使命！探索宇宙的也就是星际穿越的过程可以分为几个重要的故事段落。。（楼主整理的好辛苦啊！！！）第一段！冲出地球对接Endurance。Cooper可谓是技术过硬，成功完成了他们驾驶的Ranger一号飞船和Endurance太空船的对接（这里为后面会更激动的对接埋下伏笔）。将人类“备胎”带到了Endurance太空船上。Endurance之前一直是一个靠近地球的空间站，这次作为母舰，有足够他们完成这次探险任务的补给。他们检查了一下情况，准备出发！（地球的景色很好！没有感觉到沙尘暴啊！楼主也想做太空船啊，整个电影节奏不一样了，有木有！！！）第二段！穿越虫洞到达另外星系。Cooper驾驶的Endurance太空船离地球越来越远，飞过了大半个太阳系到达了离土星附近的虫洞，准备进行穿越。这时候物理学家Romilly给Cooper进行了一次科普，解释了一下为什么穿越虫洞可以去到另外一个星系。（技术宅们快来拯救我吧！！穿越虫洞的过程非常刺激，感觉被抽水马桶抽走了一样！特效非常华丽，楼主由于坐的很靠前，头部产生了轻微的眩晕感，大家注意安全哦）在穿越虫洞的过程中，安妮海瑟薇感觉到了高维生物的迹象！她相信这是五次元世界的生物创造出的虫洞来解救人类。其他的小伙伴都惊呆了。第三段！到达另外星系，开始寻找适合人类居住的星球。Endurance首先跟踪了从Miller星球发出来的信号，准备去Miller星球一探究竟。但是他们很快发现一个问题，Miller星离附近一个巨星，也就是传说中的黑洞，特别靠近，受到重力的影响，这个星球上的时间会变慢，在上面带一个小时地球上过七年 （有没有神仙的感觉！！天上一天，地上一年哦，我们的老祖祖早就发现了世界的真谛啊！！！！）Cooper觉得很操蛋，想快去快回，不想拖延返回地球的时间。他们决定让物理学家Romilly留守母舰，剩下三人去一探究竟。飞船冲破大气层到达Miller星，发现了一望无际的水！！这是非常有利的信息！根据信号找不到之前来探索的太空船，但是他们发现了散落的太空船残骸，就在这时，像山一样的巨浪打了过来，由于受到重力场的作用，这个星球上形成摧毁力极强的巨浪。由于安妮海瑟薇想拿回Miller留下的数据盒子，耽误了登船的时间，巨浪打来，龙套地理学家Doyle挂了。。。Cooper带着安妮海瑟薇驾着飞船飞离了Miller星。。。（这一段还是很刺激的！智能机器人相当给力！！别看他是一个铁板，可以很灵活的哦！！）第四段！失落返回母舰，泪点爆发。由于巨浪的干预，Cooper驾驶飞船晚回来了一个小时，熟练的驾驶成功完成对接。门打开了，Romilly站在那里，神情呆滞，说“已经过来二十三年了，你们终于回来了！”其实，对于Cooper他们来说只过了三个多小时。由于重力的作用，母舰Endurance上的时间和地球上是一样的。也就是说，地球上Cooper的孩子们已经过了二十三年。这时，物理学家告诉他们，在他们离开的时候，地球传来他们家人的信息。Cooper坐在屏幕前，看到了儿子Tom给自己的留言，从少年到成年，再到成为父亲，grandpa去世。。泪奔了！！最后是Copper女儿的留言。“爸，你说你回来的时候，咱们可能一样年龄了，可是现在我和你走的时候一样年龄，你还没有回来！我今天过生日，希望你在这里！“泪奔。。（电影从这里开始感觉高大上了！科幻和亲情人性交织在一起，开始感觉是个好故事了）插曲：我们来讲讲Cooper的小女儿Murph，这妹子从小就感觉很吊。在这二十三年来，成为了Dr.Brand的助手，可能也因为Dr.Brand觉得愧对Cooper,对Murph也是很关心的。Murph帮助Dr.Brand致力于解决之前提到重力问题。二十三年还是挺久的，Dr.Brand身体渐渐不行了，他其实早在几十年年前就把能解的公式都解了，去解决那个至关重要的重力问题，他发现，问题的最终解决需要从黑洞中获得singularity的相关数据（理论帝赶紧来解救我啊！！我已经不知道自己在说什么了），但是这些数据是不可能获得的。于是他得出结论，Plan A game over。我们还是要靠Plan B。也就是说，地球上所有的人都要死呢啊。人类备胎才是希望。在临死前，Dr.Brand告诉了Murph公式是不可能解出来的，因为没有数据。Murph精神奔溃，觉得自己老爸可能是知道地球早晚会灭亡，才抛弃自己和哥哥的。同时，地球上的环境越来越来恶化，btw， 哥哥Tom继承了老爹的衣钵，成为了一名合格农民，在老房子过着末日生活。愤愤不平的Murph发信通知了安妮海瑟薇老爹的死讯，在最后质问她是不是早就知道Plan A其实就是个谎言。。(老头子好歹你也是个科学家啊，怎么能骗人呢啊，人与人基本的信任在哪啊啊啊！！骗子，都是骗子啊)第五段！收拾情绪，重新出发去探索。Cooper感觉在一瞬间经历了自己孩子的成长，哭的和个泪人一样，但是科学的探索和人类的命运还是摆在他面前。他还要继续下去。经过分析Miller星上的数据，他们三个人需要做出一个重要的决定，那就是下一个地方去哪？由于Cooper不知道Plan A已经报销了，他还是一心希望回到地球和家人团聚，因为他答应过女儿一定回来。但是Endurance的补给只能满足两种情况，第一，去探索剩下的两个星球，然后留在那里，用人类备胎培育新的人类。第二，去探索一个星球，碰运气，如果恰好这里环境适合人类生存，就进行人类备胎培育，同时Cooper还可以回到地球，去完成Plan A。剩下的两个星球是Edmunds和Mann。物理学家建议投票决定去哪个地方，安妮海瑟薇觉得应该去Edmunds，（楼主走神了这里，好像是说她和之前去那里的宇航员有什么联系之类的，所以她想去，然后她讲了一堆理论，说什么人类的感情也许就是另一个维度的现在之类的，反正楼主的大脑已经overload了。。。小伙伴自己去想吧）Cooper建议去Mann，因为Dr.Mann是之前Lazarus计划的领导人，发回来的信息应该比较靠谱，最后，他们决定去Mann。（人性罪恶马上要开始了！！）第六段！Cooper撕逼Dr.Mann。到达Mann星以后，他们发现这里是一片冰原，连云彩也能结冰。他们成功找到了Mann，并唤醒了在睡眠仓中的他。Mann醒来后非常激动，像是地下党找到了组织一样。Mann告诉他们这里可以进行备胎培育，Cooper很高兴啊，说好啊，那培育完我就可以回地球了！在这时，智能机器人接收到了从地球传来的信息，Murph告诉安妮海瑟薇你老爹去世了，而且挑明，Plan A就行不通，你们是不是早就知道！我爹到底知不知道！安妮海瑟薇也是丈二和尚摸不着头脑，Cooper很是震惊，坚定了要回地球和儿女解释清楚。Dr.Mann早就知道Plan A行不通，劝他们不要回地球了，回去也是照样挂，地球毁灭是早完的事。Dr.Mann说他发现在冰层下有个地方非常适合培育人类，就带着Cooper去看看，其他人准备设施回母舰去取备胎。就在这时，Dr.Mann表明了真相，尼玛这个星球其实不适宜人类生存，他害怕死，造假了信息，希望有人来接他！！但是他知道，回地球也是死路一条，于是他不惜想干死Cooper一队人，因为这样就没有人知道他造假了信息吸引人过来救他,而他可以带着备胎去寻找适合人类的星球。两个人扭打了起来，Dr.Mann把Cooper的头罩搞破，自己驾着飞船飞回母舰。千军一发之际，安妮海瑟薇驾着补给船救了Cooper，但是龙套物理学家被Dr.Mann搞的炸弹炸死了。Cooper和安妮海瑟薇驾着补给小破船去追赶Dr.Mann。第七段！全剧科幻场景高潮。Dr.Mann驾驶的飞船无法和母舰成功完成对接 （那么问题就来了，对接技术哪家强？）Cooper警告Dr.Mann不要强行进入母舰，不然后果不堪设想。Dr.Mann哪里管那么多，硬是打开了舱门，由于对接不好，压力瞬间爆表，Dr.Mann挂了，死之前还说，我是为了全人类！！全剧高潮，由于爆炸，母舰Endurance受损，旋转速度加剧，蓝翔毕业的Cooper驾驶着补给小船，也旋转了起来，达到和母舰相同的频率和速度，已完成对接。（很刺激哦，楼主看的晕了，看大屏的小盆友不要学楼主坐的太靠前，不然会吐的）惊险刺激，好莱坞大片的节奏，Cooper完成了对接，安妮海瑟薇赶紧去检查备胎有没有毁坏，感谢主，备胎完好无损哦。第八段！英雄救美。Cooper和安妮海瑟薇的使命感告诉他们，人类的希望就在我们身上了。母舰受损，剩余的燃料已经不足以回到地球了，Cooper放弃了回到地球的想法。他们决定去Edmunds，人类最后的希望。Cooper和安妮海瑟薇制定了一个计划，借助黑洞的引力节省燃料可以达到Edmunds，他们同时必须要减少负重，不然无法摆脱黑洞的强大吸力，他们决定让智能机器人TARS驾驶一个飞船推进母舰，然后投弃TARS到黑洞去收集singularity的数据然后发回地球。在计划的实施过程中，Cooper在完成助推后，将自己驾驶的飞船也投弃了为了减少母舰的重量，以摆脱黑洞的吸力。（英雄主义！！安妮海瑟薇泪洒天际）安妮海瑟薇驾驶着母舰向人类最后的希望Edmunds进发。======================又有分割线=====================影片到这里结束，其实也可以！英雄主义悲情的结局，我是买单的，但是故事前面拍那么多家庭生活不就白拍了！！！事实证明，诺兰是个玩细节玩到骨子里的大师。。。我们的故事才刚刚开始。。。Cooper在飞船被黑洞吸力摧毁之前，弹出了飞船仓，自己在浩瀚的星际中掉进了黑洞。（影片到了真正科幻的地方，前面讲到天文学概念很多技术宅都是买单的，那么下面，就是纯想象了，每个人都可能会有不同的看法）这时，他发现自己掉进了一个不存在时间概念的静止多维空间，在这个空间里，时间不在是线性的存在。（由于黑洞和引力gravity之间有着复杂的关系，目前的科学技术还不能完全认知，这就给我们留下了足够的想象空间，引力和时间之间的关系相对论里有提过，楼主不是技术宅，不敢乱说，但是知道引力和时间之间是有联系的。也就是说，当Cooper经历黑洞的时候，时间的概念完全被颠覆了）Cooper意识到未来人类就是作为多维生物的存在，那么地球的毁灭也就只是一个小插曲而已。人类的未来是一种多维的存在。（楼主已经快挂了）也就是说，人类可以穿越时间和空间，打开虫洞，来拯救自己，传说中的“they”就是未来人类自己。然后，电影给出了鲜活的栗子，Cooper在没有时间概念空间概念的状态中，连接到了自己家里书房，也就是Murph小时候认为有鬼魂出现的地方。 （这里不要问楼主为什么这么巧就能连接到书房，楼主也不知道，还躲在书架后面）插曲：Murph这个时候（不应该用这个时候了，时间全乱了）回到自己小时候的家，想要劝说哥哥离开，不然一家人都会挂了。哥哥比较固执，不愿离开，还出手打了Murph的小男友。不拉不拉。。然后Murph回到小时候的那个房间，想要想出办法去解决Dr.Brand没有解决的问题。她找到小时候记得笔记，爸爸送给自己的手表，在不停的想！Cooper在那个神奇的时空里，看到Murph,连接到所有的时间点。（有些玄乎，不知道为啥，小伙伴们可以看楼下其他人的解释哦，楼主读书少，怕说错咯）他通过推书架上的书，伸手啥的，给Murph留下了信息。也就是说，Cooper自己告诉小Murph和他自己说不要走，要STAY。他给自己留了信息引导自己去找到了NASA接受任务。（技术宅会呵呵笑这里，太玄乎了吧，我觉得其实不是Cooper伸手啥的就能影响什么，而是他的意念和感情改变的重力影响，从而影响了的时间点上发生的事情，之前楼主没看懂那块，安妮海瑟薇不是说感情和爱也可以是一个维度嘛，自己琢磨吧，影片到这里，已经脑洞全开！）他也制造了安妮海瑟薇在穿越虫洞时看到高维现象。所有发生过得一切全部都是他自己影响的 （想想这句话，因果律已经没有了。。因为时间的概念不存在了）Cooper通过留给Murph的手表传递了信息给Murph，同时智能机器人TARS也成功传回了数据。Murph此时也意识到这一切，其实父亲就是鬼魂，这都是是父亲留给自己的讯息，（物理学家就是脑洞大啊，啥都敢想呢啊）她破译了手表中暗含的摩斯码，成功的解决的重力方程问题。这样地球上的人类就有救了，Cooper此时意识都这一切都是自己使命，然后晕到在神奇的高维世界里。镜头一转，Cooper醒来，躺在病床上，（我心里卧槽了一下，不会是做了个梦）医生说，你现在已经124岁了，很老了呢，我们在虫洞附近发现了你，并救下了你，欢迎来到Cooper Station！ Cooper内心暗喜，亏着哥拯救了全人类啊，以我的名字命名的太空站啊！医生说，准确的说是以你闺女的名字命名的，哈哈。并说你闺女过几周会过来看你。在太空站，Cooper之前的房子被改造成了展览馆，向大家诉说着过去的故事。Cooper也为人类的进步感到惊叹。（我们现在可是高维生物了呢）到了让楼主最泪奔的点！！！医生领Cooper去见Murph,门一打开，一大堆人站在里面，病床上躺着一个垂垂老矣的Murph，她已经近百岁了。。。。而Cooper还是年轻的样子。。。他握着Murph的手，眼里是惊讶，是叹息，是无奈。。。Murph说，我知道你会回来的，你救了我们。。（泪点全奔啊）接着说，你不应该在这，No parents want to watch their children die。。。。白发人不应该送黑发人。。。（可是谁是白发人，谁是黑发人呢）。。。你该走！Cooper问，我又能去哪？Murhp点醒了他，你应该去找安妮海瑟薇！！！！！Cooper偷了NASA一架飞船，（为啥要偷呢，不知道）去找安妮海瑟薇去了！这时候镜头一转，在Edmunds星球上，安妮海瑟薇呼唤着，人类的希望。她背后，人类备胎正在新的基地里培育着。。。结束。。====================最后的分割线======================后记：看到有很多文青给Interstellar差评的，我就想吐槽几句。。。你们给差评基本有如下几个观点：1. 剧情问题。有些文青认为剧情太拖沓，接近三个小时，尤其是前面的剧情。再就是科幻片干毛要讲那么多过于煽情的情亲戏，不喜欢太多的亲情设定。2. 技术问题。有些技术文青专注挑一些技术性的问题，跟大家讲个公式说明剧情不合理啥的。跟三体作比较，觉得Interstellar太小儿科了。3. 电影艺术问题。有些电影文青拿Interstellar和2001太空漫游做个比较，跟诺兰之前的片子做比较，跟Contact做比较。觉得Interstellar在立意上没有2001高，艺术价值一般。4. 脑残粉问题。有些正义文青觉得豆瓣上的评分太高了，没看片就直接打一星了，想平衡一下评分。楼主想说。。。。。。。。1. 尼玛剧情设置已经很合理好吧！！尼玛拍纯科幻，有些傻逼说没人情味，Interstellar的意义就在于把科幻和人的情感放在一起了，看电影的是人好吧！！！！我不得不说情亲的戏份确实有些过，但是这也是真真实实感人的部分，不至于像看完2001一样在想，卧槽这说的是啥？？2. 技术文青你们去搜搜Kip Thorne是谁！！！！尼玛班门弄斧还挑毛病说黑洞不是这个样啦 不拉巴拉的。。。三体是牛逼，要是以后谁能把三体拍成电影，我想诺兰是一位，第二我都不知道是谁。。。3. 别没事老拿电影比来比去，看电影多了不起啊。我觉得好电影就是去电影院花钱看了，觉得花的钱值，你能感受到导演，演员的诚意，就是好电影！！我也知道。。。评论家嘛。。不挑出点毛病，是不会觉得自己有存在的价值的！！！！4. 没看电影直接打一分的人，哥只想说。。。呵呵楼主是诺兰脑残粉，在这里随便瞎说几句，每个人都有每个人的看法，我就是自己吐槽，无意攻击谁。。"
    },
    {
        "content": "李硕：“决定我们行为的，终究是我们的情感。”——题记诺兰新片一出，各路讨论纷纷聚焦在黑洞是啥、相对论咋回事、什么是五维空间等物理学原理上，文青影评家们终于找到了秀逼格的创新点，这时候要不懂平行宇宙你都不好意思上豆瓣，而理聪们给影片测bug的技能则更不知道高到哪里去了，他们津津乐道那些科学漏洞的同时貌似诺兰真的就too simple了。然而，电影终究是艺术作品，虽然是基于科学原理的“硬科幻”，但所有设定都掌握在导演的手中，人家只是在艺术作品的框架内利用科学、表现科学，那堆公式到底咋回事、表现得准不准其实根本不是重点。科学原理与技术细节必须在作品中为导演所构造的故事服务，而诺兰牛逼就牛逼在，他构造的这个故事，人们压根没法讨论“如果”。当我们看电影时，到了某一高潮时刻或关键点，常常会想，如果主角做出了另一种选择会怎样，如果发生了另一种情况会如何……然而，在这部电影里，当你为其中的某一节点思考另一种可能时，整部影片就没了，甚至，在这个世界观之下的整个世界都不存在了。比如在本片的转折点，他们从覆满海水的星球脱身后，两位主角争论下一站去哪，这场争论明显是感性和理性之争，库珀更相信数据，相信科学权威曼恩，而布兰德遵从感觉，她说，爱也许是更高层次的我们无法理解的东西。最终库珀选择了前者，虽然后来证实这是一个巨大的错误，但如果他们听从布兰德的意见驶向艾德蒙斯星，那么库珀就不会掉进五维空间，也就不会给自己发送NASA位置坐标，没有坐标他就不会见到老教授更不会向星际出发，整个故事就根本不会发生。同样，如果墨菲的哥哥汤姆没有守着那老房子、如果库珀当初真的依着女儿的意愿而没有离开，如果老教授没说谎……那这一切也都不会发生。诺兰把整个故事设计成了一个环形的结构，这个环形结构上的角色根本没有其他选择。根据这个环形，诺兰告诉我们，现在的行为不仅是过去决定的，也可能是未来决定的，未来留给现在的线索驱使我们做出当下的行为。几十年之后掉进五维空间的库珀给几十年前的自己留下了出发的线索，让一切不得不发生。也正是N年之后的五维人类——未来的“我们”，把库珀带进这个五维空间，让库珀可以给女儿传递黑洞数据。过去和未来连成一个环，这个环不仅仅像0这样简单，它类似无数个8字环环相扣，人类生命就这样不断进化发展。这宏伟的构造直接向我们当前所认知的因果律发出挑战，让我们重新思考“偶然和必然”这个老生常谈的哲学话题。我们始终坚信，现在是由过去决定的，果永远在因之后，若发生和过去毫无联系的事情，则称之为“偶然”、“随机”或者其他什么感性的东西。但诺兰说，你当前的行为有可能是未来的你与现在的你进行沟通并留下暗示之后的结果。这固然很神棍，所以诺兰才引入了物理学的种种概念做出合理解释。当然，人家说的根本不是物理上的事儿。造就这一切的，是他的儿子，那个合格的农民汤姆。想想库珀离开之前，和汤姆紧紧拥抱，并且告诉儿子：“帮我看好我的地！”就为这一句话，汤姆付出了一生，甚至第一个孩子病死、妻子和第二个孩子重病也不曾动摇。这不仅仅是为了承诺，当他关掉视频录像的一刻，他就断定爸爸不会回来了。他坚守的是属于自己的土地。所以，当我第二次在电影院看这部电影时，演到汤姆目送父亲开车离开的镜头，画面上只有汤姆的背影和大片的农田，声音是火箭发射的倒计时，我的泪水早已止不住地奔涌出来。你若是看不懂这个，绝逼认为我的泪点很奇怪。接下来就是这个美国red neck的必然。是他在极端严苛的环境下保护住了家里的土地、房子和妹妹的书架——五维空间和地球的交接口。如果没有他二十几年的坚守，他妹妹墨菲怎么可能再次回到原来的房间，怎么可能收到父亲的信号，收不到信号人都他妈死光了，五维人还能进化出来吗？进化不出来库珀就不能掉进五维空间就不能给自己传递坐标也就不能出发飞向太空……可能整个世界就没有了。说到这，你们还以为拯救世界的是墨菲或者库珀？拯救世界的其实是那个看起来最笨最傻最没存在感的酱油角色汤姆啊！库伯出发前，和岳父坐在屋前聊天时候说：“人类有探索者也有守护者。”如果库珀是勇敢的探索者，那么他的儿子就是守护者。当探索者要出发时，是守护者给了他最强有力的支持，他们共同代表着人类的精神。豆瓣上居然有人说汤姆这个角色表现了人类的愚蠢与无能为力，大哥你高中语文课上多了吗？当成年墨菲收到父亲发来的摩尔斯电码之后挥着手表从屋子里冲出来拥抱哥哥的时候，你看这位守护者的眼神，没有兴奋没有冲动，依旧是那样的坚定。再想想父亲离开时汤姆远望的背影，眼泪再一次夺眶而出。诺兰注定是热爱土地的，探索者们到达的三颗星球，前两颗分别布满了洪水和坚冰，而最后安妮海瑟薇到达的艾德蒙斯星，却是广阔的黄土，那才是人类的希望。影片最后一个镜头，安妮海瑟薇摘下宇航头盔转身走远的背影，居然和汤姆远望父亲离开时的背影如此相似。而人类之所以能到达那里，并不取决于过去与未来、因与果、偶然与必然的逻辑设定，也无关各种物理规律科学知识，而是来自于保守故土的信念和对至亲的承诺——儿子守护着帮父亲看地的承诺，父亲守护着回来陪女儿的承诺，他们共同守护着对家园的承诺。这种坚守只来源于人类最原始的情感。这里引用微博上@大咕咕咕鸡老师一句话——“无论如何即使穿越时空也要回老家种玉米的信念支撑他飞过亿万光年！”看到这你才能吼出这个影片看起来烂俗却牛逼透了的主旨——爱是穿越时空的幽灵！最终只有墨菲理解了父亲。在影片开头，巨大沙尘来临前的棒球场上，墨菲曾说：“外公说你讨厌种田。”而最终，墨菲告诉后代们，父亲喜欢种田。父亲是真的喜欢种田，因为那是属于他自己的家园。"
    },
    {
        "content": "GIF重新加载加载中「时间轴」☟编者按→剧情梳理→概念解释→最烧脑的时空悖论→平行时空→细节全解析→无人机寓意→关于科幻片📎文章稍长，建议先转后看编者按——有些东西乍看起来平平无奇，但其中蕴含巨量的信息。《星际穿越》整部影片的画面可谓精简到极致，往往单一的空间站、巨大的星体、漫长的黑夜，无边的孤独，就构成了完整的镜头。然而，星际穿越每1分钟的镜头耗价高达97.6万美元，所有的信息都隐藏在极致的简约之后。这种宏大的内敛和克制，有点类似老刘对三体的描写：它的海量信息是隐藏在深处的，汪淼能感觉到，但说不清。他突然悟出，《三体》的不寻常在于，与其他的游戏相比，它的设计者是反其道而行之——一般游戏的设计者都是尽可能地增加显示的信息量，以产生真实感；但《三体》的设计者却是在极力压缩信息量，以隐藏某种巨大的真实，就像那张看似空旷的天空照片。庞杂精细并不等同于内涵丰富，而恰恰是删繁就简的克制，放大了科幻本身所含的哲学命题对观众的冲击力，令剧情更加烧脑。更遑论这部电影着力描写一个五维时空，远远超出了作为三维存在的我们的认知极限。我们试图理解五维，相当于蚂蚁试图理解球体，只是平面圆模样的投影。而且，即便蚂蚁知道了球体并非如投影表现是个平面圆，那也没办法想象球体本身。同理，三维的因果律根本无法解释这部影片的时空关系。如果就是头铁，就是要用因果律，那么必然陷入时空悖论，脑细胞死一大片头秃成灯泡也决计想不明白。1 / 7剧情梳理在正式分析《星际穿越》的烧脑细节之前，咱们先回顾一下剧情：地球陷入末日危机，各类农作物患枯萎病，人类面临肆虐的沙尘暴和大饥荒，眼看走向灭亡。前NASA宇航员在家务农，也就是男主库珀，他接连在自己的最爱——女儿墨菲的书房发现奇怪的重力场现象：书无故掉出书柜，天花板掉灰尘，摆成特殊形状。女儿将灵异事件理解为幽灵，但男主不相信幽灵的存在。之后男主破译灰尘密码，得到一个坐标，然后带着女儿前往，发现坐标所在地是一个科研机构。在那里男主认识了老教授和他女儿布兰德博士，并得知，前NASA成员仍秘密进行拯救人类的计划。他们发现“虫洞”另一端有3个可能适合人类居住的星球。于是，男主和队员上路，去确认究竟哪个星球适合作为人类新家园。此时教授有两个计划，A计划是得到地心引力算法和黑洞数据后建立空间站拯救地球所有人。B计划是抛弃地球所有人带受精卵移民外星球。教授让男主先去执行计划B，约定男主传回黑洞数据的时候自己也研究出来引力算法，然后再执行计划A。而实际上教授认为计划A是不可能实现的。男主与女儿告别，而女儿说自己解开了书架掉落书本的密码，是“stay”，但男主还是走了。男主和另外3个队友踏上了穿越星际的旅程。他们穿过虫洞到达银河系以外的新星系。在虫洞中，他们看到了时空畸变，布兰德还和时空畸变中的“他们”“握了手”。在这个新星系中有1个黑洞卡冈图亚 (Gargantua)和3颗可能适合人类生存的星球，分别是米勒星球、曼恩星球和艾德蒙斯星球（以首批登陆星球的科学家名字命名）。他们选择的第一站是离他们最近的米勒星球。米勒星球处在黑洞引力范围零界点的附近，由于受到黑洞巨大引力的拉扯，这颗星球的时间变慢了，它的1小时相当于地球的7年。用切入米勒星球轨道的方法登陆要耗费很多的地球时间，到那个时候有可能地球的人类己经灭绝，无法实现人类移民的A计划。于是库珀想避开时间畸变区，进入和米勒轨道平行的轨道，到达米勒星球上空，直接登录，然后带回样品资料返回空间站研究。按此计划可以节约很多时间，只需要约两年时间，但缺点是更费燃料。他们留下了罗米利在空间站研究黑洞，其余3人——男主库珀、女主布兰德和队友多伊尔去探索米勒星球。顺利登陆。但这颗星球，除了汪洋，什么都没有。因为这颗星球靠近黑洞，黑洞的引力拉扯潮汐，因此产生巨浪。巨浪的周期差不多是一个小时，而布兰德行动失误，花费了余外的时间，导致队友牺牲和飞船故障。他们多花了一个小时排水才让飞船重新启动，在第二次巨浪来之前，惊险逃生。这次行动，他们付出了地球23年时间和队友牺牲的惨重代价。与此同时的地球，时间已经过了23年，男主的女儿长大，成为教授的副手。教授临死前告诉墨菲，他早就解开了方程，但是黑洞数据不可能得到，所以一开始就只有殖民外星球的方案B，地球人只能等死。镜头再回到太空。因为此次行动的失误，飞船燃料不足，所以接下来的行动只能从余下的两个星球中选一个，以保证剩余足够的燃料返回地球。在路线选择上，库珀认为曼恩星球的数据更可靠，而布兰德认为曼恩星球和米勒星球一样，都在黑洞附近，不可能产生奇迹。于是俩人产生分歧，男主觉得布兰德想去艾德蒙斯星球只是因为她男朋友在那儿；而女主认为男主只想自私的返回地球和女儿团聚。实际上，男主的目的是实现A计划，救更多活着的人，当然也包括女儿墨菲。不过，布兰德在米勒星球犯的错误导致她没能赢得这场讨论，只能按照库珀的意见去了曼恩星球。天道好轮回，苍天绕过谁。上次女主犯错，这次轮到男主。正如布兰德所说，曼恩星球没有奇迹。所有的数据都是曼恩为了让自己获救而伪造成的。曼恩一开始就知道A计划无法实现，因为无法进入黑洞获得黑洞引力数据。为了偷飞船逃生，曼恩进行了一系列操作，包括给机器人设置自曝程序炸死那个独自在空间站研究黑洞23年的黑人科学家罗米利，把男主骗出去杀掉。当然我们的男主没死成，反而向女主传递消息并获救。女主开飞行器救男主的时候，曼恩偷飞船前往空间站，但空间站爆炸，曼恩领盒饭。之后男主利用高超的驾驶技术救回空间站。此时男女主之间的关系得到缓和。然而一波未平一波又起，当他们沉浸在胜利的善悦中时，突然发现空间站己经滑入了黑洞的引力范围。想要逃出生天，别无选择，他们只能利用黑洞的「引力弹弓效应」，将空间站射向艾德蒙斯星球，否则将被黑洞吞食。但代价是机器人塔斯和库珀作出牺牲，与空间站分离。分离瞬间，女主get到男主的大爱。话说男主进入黑洞经过奇点，竟然神奇的活了下来，并进入一个奇异的空间，也就是“他们”在五维空间里放置的三维化空间，俗称「超立方体」。在这个空间中，若干个四维空间不断重叠，重合在一起。男主可以任意切换到一个四维空间中。他在超立方体中看到了女儿曾经的生活，想到自己被困在这么个鬼地方，拯救世界的任务也没完成。特别后悔，早知道当年自己不走了，留在地球陪伴女儿长大多好。于是通过引力按规律移动女儿架子上的书，书掉在地上，就是影片开头幽灵和密码stay的秘密。女儿破译出幽灵留下的讯息，劝说当时的男主不要走，但男主不听。过去在未来还是按照原本的轨迹发生了。然后，同在五维空间的机器人发来消息（虽然机器人和男主在同一五维空间中，但高维规则，彼此看不见，只能通话），告诉他拿到了黑洞数据。男主此时悟了。觉得“他们”就是未来的地球人，地球有救了，于是给立方体里的另一个自己传递灰尘坐标（对应片头屋里掉落灰尘），再通过自己送给女儿的表的指针，用摩斯密码，把黑洞数据传递过去。GIF重新加载加载中这种默契，这种心灵的感知，就是爱。根据影片设定，爱是可以穿越宇宙时空的一种特殊力量，没有任何证据，但是你知道爱就在那里。镜头再来到另一端的地球。墨菲拿到量子数据后解开引力公式，找到拯救地球人类的方法。然后超立方体消失，库珀穿越黑洞和虫洞，返回太阳系。其中，在库珀穿回太阳系的过程中，他看见了当初进入虫洞的他们自己，并且在时间畸变中和布兰德“握了手”。这也证实了库珀所说了“他们”其实就是“我们”，是未来的人类。由于黑洞和地球的时间差，墨菲己经成功建造了四维空间站，将人类移民到了太空站。空间站也在土星附近（方便穿越虫洞），因此，库珀和塔斯被空间站发现并且获救。男主醒来后发现自己躺在病床上，来到墨菲建造的空间站。此时地球时间己过百年，库珀的地球年龄己经124岁了，而实际年龄只长了几岁。与此同时，他的女儿墨菲己经是一个将近100岁的老太婆了。当他用37岁的身体，看到已经百岁高龄、儿孙满堂的爱女，他知道自己赢得了时间，却失去了陪伴爱女成长的最宝贵的经历。墨菲告诉他，人不能看着自己的儿女离世，要他去外太空寻找跟他一样年轻而孤独的布兰德。于是库珀和机器人塔斯偷开一辆飞船，去往艾德蒙斯星球，再次飞向不可知的太空…………影片最后，女主抵达艾德蒙斯星球，并摘下头盔，预示人类文明将在新的家园延续下去。2 / 7概念解释解释几个概念：①引力弹弓效应：宇宙飞船利用行星的引力场来达到加速的目的,行星的引力就像弹弓一样把宇宙飞船弹射出去。类似小时候玩过的弹弓，我们用力的往后拉皮筋，再一松手它便会快速的弹出去。在电影中到应用就是，让黑洞把他们拉近到经过计算的临界点，飞船瞬间点火，利用引力弹弓效应，把飞船射向新的星球。②螺旋式下降减速影片中飞行器在广阔的海面上进行螺旋式下降，这是因为螺旋式下降要比直线下降距离长，在急速下降的情况下通过延长下降距离，也就是延长空气对飞船的阻力时间，达到大气对飞船下降阻力的持续，从而减缓下落的速度。③奇点奇点就是一个密度无限大，体积无限小的点。奇点，是宇宙大爆炸之前宇宙存在的一种形式。它具有一系列奇异的性质，无限大的物质密度、无限弯曲的时空和无限趋近于0的熵值等。现代任何物理数学定理在奇点上都失效。★3 / 7全片最烧脑的时空悖论先分析一下大家最困惑的「时空悖论」问题。提前声明，几乎任何一部有关时间旅行的科幻片都逃脱不了时空悖论的讨论。这里只是结合影片所涉及的高维时空关系而言的具体问题具体分析。大家用三维因果律思考时间旅行，必然陷入时空悖论的死循环。比如，为什么地球人类被拯救，是因为未来人类帮忙放置虫洞；为什么未来人能够放置虫洞，是因为地球人类被拯救后繁衍成高维文明。按此思考，电影的因果链就是一个「莫比乌斯环」，根本没办法厘清。之所以这样说，是因为虽然这是逻辑严密的闭环，但受低维局限，我们只能看到这个逻辑链的投影，就像最开始我说过的，蚂蚁只能看到球体的平面圆投影。既然我们认为它是无解的死循环，那么影片对我们而言始终存在时空悖论。我们越深入思考，越觉得电影建立在BUG上，一方面这非常不符诺兰导演的职业操守，另一方面难题想不通真的很令人抓狂。但这一切真的是无解的BUG吗？要知道，导演着力表现的是一个五维空间，并不是简单的直线式的时空穿梭。如果说三维空间中的时间是一条不可逆的直线，那四维空间中时间应该就是一个平面，五维空间中时间就是立方的状态。也就是说五维空间中的时间可以看得见摸得着，可以随意塑造形状，比如把不同方位上的少量的时间堆积起来变成更大的时间，把大量的时间拆分为小块，扔在不同的方位。整部影片因为高维度设定，因此根本无法适用三维因果律。我们必须跳出三维的思维模式。至于怎么跳出，其实导演已经说得很明白了，那就是「墨菲定律」。墨菲定律是理解影片时空关系的题眼，“只要有可能的事，就一定会发生”。这个有点像「宿命论」，在三维世界里形而上学，但却可以解释五维的时空逻辑。明确3点：1、三维的时间是一条线，具有因果律（不适用高维时空）。2、影片不存在平行宇宙的概念。3、时间线不允许有悖论产生。想理解五维时空关系，那么，不要追溯它因何发生，其果为何，这是无解的死循环。你只需要知道，已经发生的，就是原本应该发生，也是必然会发生。举个例子，墨菲小时候遇幽灵的情节，按直线式因果律思考，很容易理解成男主库珀穿越到未来，向过去的女儿传递信息。这样想是错的，因为无论在哪个维度，人类都不可能改变历史。虽然墨菲小时候遇到未来的男主，但这本身就是历史的一部分。在过去这是已经发生的，所以在未来这是必然发生的，那么事情原本就应该这样发生。对于未来人类来说，他们做的并非改变历史，而是按照历史发生的事情做了他们该做的而已。之所以未来人能这样做，是因为高维度的人类能够看到低维度人类的过去将来，就像编剧能看到角色的人生轨迹。编剧想要修改一下，所以在某个节点放上关键事件，改变了整个轨迹的方向。再比如，电影中枯萎病威胁下的人类可以视作当前处于某种绝境中的蚂蚁，如果溪水淹没蚂蚁的窝，蚂蚁只能等死，这时，一个普通人类发现了，直接把溪水改道，从而让蚂蚁能够顺利转移，在蚂蚁看来这个人类就是高维度的生命。虽然蚂蚁的未来被改变了，但人类并没有改变历史本身。在五维空间中，不存在时间先后顺序和因果关系，所以蚂蚁是怎样成为人类的这个因果律问题在五维空间里根本没有意义。4 / 7影片不存在平行时空的设定为了搞清楚因果律导致的时空悖论，很多人会从平行时空的角度思考。平行时空有点类似诺斯替主义。博尔赫斯在《环形废墟》中指出分有说，认为宇宙模型是数轴式的向两端无限的延伸，而原点可以在任何位置上。用平行时空这个概念确实可以解释时空悖论，然而实际上，星际穿越导演根本没有设定平行时空这个存在，不涉及无限衍生时空。而且结合影片内容来讲，未来人类完全没必要拯救它的平行时空，就好像指数级分裂的细胞没必要对母细胞念念不忘。星际穿越的故事只在单一「场」发生，无论五维还是三维都隶属于同一「场」。5 / 7细节全解析除了上面我提到的时空悖论问题，《星际穿越》还有很多小细节值得解读。Ⅰ- 为什么影片中飞行器在太空里一直旋转？用旋转产生向心力模拟地球引力。飞船在旋转过程中，恰恰产生的就是这样一种惯性离心力。根据广义相对论的‘等效原理’，惯性离心力可以代替重力。根据影片叙述，旋转可以让飞船产生与地球表面相仿的重力，这就让宇航员在太空中找到如履平地的感觉。”“对于星际航行而言，重力不仅是舒适需要，更关乎生命健康。”长期失重不可避免地会带来宇航员肌萎缩、骨疏松等问题，因此制造“人工重力”是必要的。Ⅱ- 为什么老教授觉得不可能获得黑洞数据，以及为什么男主进入黑洞没死？根据霍金的理论，别说进入了，就算接近黑洞的人都会被黑洞的超引力给撕碎，但在基普索恩看来，对于黑洞我们都只是通过无穷多的数据来证实，但实际上黑洞到底怎样是无从得知的，所以基普索恩黑洞理论，最后男主和机器人TARS都活下来了。Ⅲ- 老教授的公式怎么回事，以及为什么临终前说自己撒了弥天大谎？由于地球上爆发了非常严重的枯萎病，为了避免灭绝，人类需要离开地球，在宇宙中寻找新的宜居星球。对此，老教授制定了两个计划。计划A，把全人类带离地球，并送到其他的宜居星球上生存。计划B，出去寻找宜居星球的宇航员不再回来，他们携带的人类受精卵将会在其他星球上开始新的生活，地球上的人类只能自生自灭。计划A当然是最好的选择，但想要实现需要解决一个巨大的问题，那就是如何把全人类转移到太空中？多年前出现的引力异常现象，引起老教授的注意，他意识到引力可以被控制。如果引力能够被控制，把全人类以及巨大的空间站送入太空中就不成问题。老教授一直在研究引力方程，经过多年的努力，他终于了解开了这个方程的一半。由于无法调和量子力学和相对论，这个引力方程还无法使用，需要黑洞的内部数据，需要了解奇点才能完全解开方程。然而，黑洞的事件视界把黑洞内外的时空隔开，禁止外界观测者看到黑洞的内部，位于黑洞中心的奇点不会裸露在时空中。无法获取黑洞的内部数据，这意味着引力方程是不可能完全解开的，所以控制引力也就无法实现。老布兰德教授早就知道了这一点，但他对大家隐瞒了。他对外声称自己很快就能完全解开这个方程，只要找到宜居星球，人类很快就能搬过去。他深知让人类联合起来牺牲自我和家人去拯救其他人是不现实的，所以他向大家撒了弥天大谎。自始至终，A计划都是不可能实现的，只是一个幌子。老教授选择泯灭了自己的人性，试图以B计划来使人类种族能够在宇宙中延续下去。几乎所有人都不知道这一点，只有先前出发去寻找宜居星球的曼恩博士知道。当然，PlanB也不确定最终能否实现。一开始知道真相的教授真实目的就是执行PlanB，而实际上他本身对这PlanB能否实现也是怀疑态度的（后面教授第一在基地见到墨菲的话中有暗示“自己不确定女儿是死是活，但每次去录想说的话会让自己好过一点，支撑自己相信他们活着的是老头的信念”），光靠传回来的数据是没法判定哪个星球宜居的，但与其等死还不如让女儿去外面冒险一次，这就是老头不断重复那首诗的意思。不过，由于卡冈图雅黑洞的奇点是一个温和的奇点，库珀得以安全进入黑洞中，并把黑洞的奇点数据传送给他的女儿。最终，获得黑洞内部数据的墨菲在老教授的研究基础上解开了引力方程，从而拯救了全人类。Ⅳ-为什么宇宙探险小分队先去了米勒星球？三个星球距离黑洞的远近顺序是米勒星球、曼恩和埃德蒙斯。而且从数据的传递来看，米勒是很可能宜居的。而他们从虫洞出来后，首先就会先利用黑洞的超强吸引力，登陆米勒星球，节省燃料。而米勒的重力是地球的130%，是距离那个黑洞最近的星球，所以就不难解释在那个星球上为什么会有那么大的巨浪，因为牵引力因素产生大规模潮汐。Ⅴ-为什么优先选择曼恩星球而不是埃德蒙斯星球？首先是因为从信号上来看，埃德蒙斯信号已经断了，而曼恩信号还在继续，其次是因为曼恩履历更牛掰，所以理论上最可靠，最后是因为在经过米勒星球的折腾，原来的燃料已经不可能支持他们在探险完埃德蒙斯星球后再次返回地球，而男主是想全家团聚的，还有就是从男主的心理来看，女主布兰德是有私心的，因为他的男人可能还在休眠。综合考虑，最后选择了曼恩星球。Ⅵ- 曼恩为什么要杀死男主？首先曼恩不想死，“对人的思念是人类无法逾越的障碍”。曼恩传递「自己所在的星球是宜居的」这个虚假消息给地球，目的就是让地球派人过来，那么自己就有机会返回地球。曼恩星球的引力是地球的70%，所以有的冰川漂浮在半空中，女主从那么高的地方跳下去也不会崴到脚。至于为什么曼恩知道男主计划返回地球还要杀男主呢？这是出于英雄主义，如果男主把曼恩为求生而传递虚假消息这件事告诉地球上的人，他哪里还有脸活下去，不得被唾沫星子淹死。所以曼恩打算自己一个人回去，然后去用一个谎言去圆另外一个谎言。Ⅶ- 罗米利为何会被炸死？曼恩探索星球带的机器人基普拥有真实数据，为了掩饰自己的谎言，曼恩就让机器人报废了。并且在报废机器人时，曼恩设定了自毁程序（最后男主在修TARS的时候，TARS开的那个玩笑，说明机器人是有自毁程序的），如果罗米利修理机器人并接触真实数据，他就会被炸死。人类指纹能够修复机器人数据，所以罗米利摁下指纹的同时，被炸上天。Ⅷ-曼恩飞船在没有锁定对接时，为什么打开舱门爆炸了？曼恩在驾驶飞船方面经验不如男主，所以没有对接成功。飞船内有恒定气压，强行打开舱门就会有气压差，压强过大。Ⅸ-男主利用引力弹弓效应送女主出黑洞时，为什么分离飞行器？不能一起离开吗？一是燃料不够；二是牛顿第三定律，飞船需要通过分离飞行器反向推进获得足够动能。而分离飞行器只能手动操作（自动操作系统在曼恩不完全对接后开舱门毁掉了）；三是黑洞是温和黑洞，因此存在获取奇点数据传回地球拯救人类的可能性。男主抱着一线生机和机器人塔斯一起进入黑洞。Ⅹ-分析男主给女儿留下stay、航天局坐标和奇点数据的情节传递stay信息的时候，男主以为plan A注定失败，地球人必死无疑，因此后悔离开女儿来冒险了。后来男主跟机器人联系上，TARS告诉男主收集到黑洞数据，有了这数据就能实现plan A。另外，TARS说“他们”并不是让男主来改变历史，所以男主必须让自己到NASA去，毕竟如果当年没有去NASA就没法实现plan A。所以男主在超立方体内向女儿传递航天局坐标和黑洞奇点参数，就像之前发生的那样。Ⅺ-男主是如何破译沙子坐标的？墨菲一直坚信在她的房间里有个看不见的人（幽灵）向她传递信息，对于书柜的异常，她尝试用摩斯码去破译，而男主则认为“书柜可不会来跟你交流什么信息”。到了棒球赛那天沙尘暴，父女俩同时目睹了房间里沙尘掉落的异象，之后男主发现异象是由重力异常造成，在墨菲摩斯码的提示下想到二进制，进而得到NASA的地理坐标。用薄厚不一的沙子来表示坐标，也就是二进制码，粗线＝1，细线＝0。（不适用于现实，只是电影的表现手法。库珀还对墨菲说“是你引导我（找到了这个答案）”，这使墨菲认为父亲的离开是她一手造成的。既然地理坐标是有用的，那她破译的“stay”信息应该也是有明确目的，所以她试图用这个信息阻止男主离开。Ⅻ-地球上的重力异常现象咋回事？男主在超立方体中努力对应地球时间线时合理的前后误差。因为时间线是平铺的，所以他对表针操作的影响很有可能溢出到其他的时间点，导致近期时间线内经常发生重力异常事件。6 / 7解读无人机的寓意及其它GIF重新加载加载中影片一开始无人机出现的作用：☟1.解释背景，航天局已经解散10年时间；2.悬念男主身份（此时并没有亮明），高端科技男；3.暗示男主家附近有重力异常现象出现无人机的隐喻：☟男主和两个孩子开车去学校，发现了一架印度的无人机。男主抓住了它，拆了它的电池，这时墨菲一脸不高兴地说了这句台词——Can’t we just let it go?我们放过它不行吗？其实无人机代表男主自己。当时，地面控制中心早已关闭，无人机默默飞行了10年，没有人知道。如果不是男主，它可能会永远飞下去。无人机是孤独的、无助的，它在寻找什么（looking for something），浪漫而凄凉。墨菲对对一架无生命的机器有些许同情之心，然而现实是冷酷的、无奈的。男主等人的太空探险也是一样。他们同样在寻找，同样是孤独的。他们穿过虫洞之后便杳无音讯。按照地球时间，仅仅在米勒星球，他们就度过了23年。人们只知道他们在宇宙深处飞行，却不知道发生了什么。随着时间推移，男主库珀成了一种记忆。儿子Tom在视频留言里，同样也说了：“I guess I’m letting you go.”（我还是让你走吧。）这是重要暗示，和墨菲之前的话相呼应。面对现实（他们可能早已遇难，永远回不来），地球的人们只好让他们远去。在这个结构里，男主库珀和无人机的命运重合，无人机隐喻男主自己。拉撒路计划的隐喻：☟男主一行人的太空探险活动被老教授称之为拉撒路计划（Lazarus）。拉撒路是圣经中记载的死而复生的人物，他已经死了，但耶稣断言他会复活。而四天后他竟然真的从山洞里走出来，证明了耶稣的神迹。死而复生，隐喻了进入黑洞的男主将会生还，以及末日的人类终将存活。三个星球的隐喻：☟米勒星球：这个星球上引力大于地球，大气稀薄，整个星球表面布满了水。这是暗示在生命诞生前古老的地球曼恩星球：大气氨含量高，地表冰封，这是暗示毁灭后重回冰河世纪的地球艾德蒙斯星球：人类历经千辛万苦寻找的最适合生存的尚未被破坏的完美星球，也就是说纵使人类能够穿越星际，在千亿个星系中寻找适合人类生存的星球，还要那个最适合的阶段才行，这是多么苛刻的条件才能匹配到。隐喻/暗语：当我们居住在这颗行星时，我们的任何破坏都会让这个家园在逐渐消逝，想要找到一个替代品的可能性很低，所以要珍惜我们的这颗星球。7/ 7当人们迷恋科幻片时，人们迷恋的到底是什么？科技因建立在不可辩驳、抽象的科学原理之上，所以大多数人只能隔着壁垒，远远张望，终生都难以踏入。科幻电影却打破这个壁垒，在大众与艰涩难懂、生人勿近的科学奥义之间搭建起桥梁。芦苇般的人类，却试图用弱小的命运挑战庞大的未知，想要在此岸眺望彼岸。当远方的存在横亘于前，人们不免产生一种莫名无措的抽离感，就如同在时空荒芜中被紧攫住呼吸，陷入久久的怅然若失。当人们迷恋科幻片时，人们迷恋的到底是什么？我认为，除了直观的美学感受，比如历史化为乌有的幻灭感、命运的渺小，岁月的逝去，还有更深层次的东西，就像冰冷的钢甲和无情的科技怪物内里，那些柔软温情的人性，以及生死绝境里的希望之光。优秀的科幻使人们感受到宇宙、生命等命题之宏大，让人们暂时抽身于冗杂的生活，仰望星空（怀疑思考人生）不过嘛，似乎，绝大多数优秀科幻片都是人家国外滴……国内科幻电影一直都半死不活，稀松且参差，好像能拿出来说的只有《流浪地球》一部。而且，大家对国产科幻片的态度就像对国足一样，千言万语，不如一句呵呵。事先声明，这里没有崇洋媚外和拉踩的意思。国内也想做好科幻片的，钱花了不少，特效也及格，但就是事与愿违。比如某堡垒，披着科幻片外衣，继续讲赤裸煽情狗血演技炸裂的故事。为啥呢？科幻片差在哪呢？这是个大问题。下面一段话很有意思：在一项著名的实验中，科学家把电极连接到几只大鼠的脑部，大鼠只要踩下踏板，就能制造出兴奋的感觉。接着，当他们让大鼠在美味的食物和踩踏板中二选一时，大鼠宁愿选择踩踏板。这几只大鼠一次又一次踩下踏板，直到因为饥饿和疲惫而倒地不起。出品方低估了自己电影品质的劣质，也低估了市场的审美，同时一大群投机者掌权影视市场横行霸道。投机者掌握了盈利秘诀，于是不断生产迎合观众口味、能煽情、模式单一的片子，观众看一次爽一次，就像踩电极踏板的大鼠一样。"
    },
    {
        "content": "1．科学的问题诺兰的《星际空间》有两个细节非常打动我。一是Endurance太空站到达木星后准备进入虫洞，这个只在理论上存在的高维空间在银幕上的视觉展示是球体而不是一个平面化的隧道洞口。在“进入”的镜头系列中，Endurance并非抽象地“嗖”一下没入球体，而是缓步接近虫洞，眼看球的体积越变越大，球形表面反射出宇宙里无数遥远星系的斑斓投影。太空站不断接近，球体表面不断扩张，变得巨大，充满了Vmax巨幕，之后才是库珀那个壮士赴死般的“我们进来了”。相比宇宙的庞大的未知和虫洞的无限细节，人类最先进的太空站是那么渺小，尤其在Endurance到达未知星系之后飞向巨大的黑洞 \"Gargantua\"，在明亮的黑洞辐射对比之下不过是一个几乎可被忽略的小黑点。宇宙之壮阔，人之弱小却无知无畏，这在视觉和心理上都无比震撼，充满悲怆的诗意。二是库珀和布兰德博士在Endurance事故之后在高速旋转中实现飞船和太空站的对接，事件演变的速度、剪辑的紧凑、配乐节奏的紧张度和细节展示的不厌其烦都让人目不转睛。我特别欣赏这一节里大环境镜头和对接细节以及宇航员们表情的反复穿插剪接，简直没有一秒废镜头，没有一刻不看得人呼吸急促心跳加速的。科幻小说《三体》作者刘慈欣在采访中说他读罢克拉克的科幻小说《2001：太空漫游》，“突然感到周围的一切都消失了”，“孤独地面对着这人类头脑无法把握的巨大的神秘”。“真正的科幻应该是人们感受到宇宙的宏大，应该让他们终于有一天在下夜班的路上停下来，长久地仰望星空。”这样的仰望，就是科幻的终极魅力。但只靠“幻想”，科幻作品是立不起来的。没有足够坚实的科学细节来支撑、呈现想象力，作品只能是“悬幻”、“胡幻”。科幻作品里的科学细节越扎实，幻想部分的魅力就越强大。评价一部科幻电影的魅力，最根本的标杆我认为必须是科学细节，是科学的视觉表现。情节则处于第二位，为科学的推导和想象力的推进服务。如果和2014年的其他科幻作品比较，单从视觉效果出发，《星际穿越》的摄影其实不如早些时候阿方索卡隆的《地心引力》。但《星际穿越》的独特性在于它要视觉展示的是人类不曾探索过的未知领域。在表现未知，缺乏参照系或评价标准时，对科学细节的精心度反映出的是创作者的诚意。尽管不是所有的细节都经得住推敲，但《星际穿越》中的以下元素为其硬科幻的地位打下了坚实基础：∙人类走向灭亡的设置——环境恶化的现实主义∙太空站的设计方案及旋转产生人造重力∙高维空间在低维空间里的投影形式∙相对论对时空扭曲的猜想（包含极大的夸张，比如在外星一小时，人间已七年的情况下重力只有1.3G）∙黑洞的外部视觉形态∙黑洞潮汐力∙黑洞内部的时空奇点的幻想这其中虫洞的球体展示在科幻电影中是里程碑式的，将永载影史。就连向库布里克的电影《2001太空漫游》中代表宇宙终极秘密的黑色方石致敬的机器人，都因脱离了人的形态，设计巧妙新颖而将成为经典。当然，《星际穿越》的体系并未能完全解决它所提出的科学问题。这其中我个人最不能释怀的是事件的因果循环（“母子怪圈”）。当然，这是一切时间旅行科幻作品都面对的一个根本问题，而《星际穿越》并不是严格意义上的时间旅行题材。但既然电影提出了这个终极问题（谁把虫洞放在那），却没有试图在“改变历史”和“创造未来”之间达成和解，在我看来这始终是个不小的遗憾。2．价值观的问题诺兰在《星际穿越》里展示了面对死亡人类对保存文明火种的两种态度，他让人类在经历高维空间、时间扭曲、黑洞，以及科技发展一路狂奔之后终于回归到了唯一的价值尺度——爱。这样的设置很难不让一名中国科幻迷联想起《三体》。就如同《三体》因为这个最终选择所受到的最大批评，《星际穿越》也因这种近乎言情电影的设置得到了两极分化的评论。《纽约》杂志和NPR的影评人David Edelstein在极大赞扬了《星际穿越》的视觉效果后说电影的后1/3简直“俗不可耐”，把一个了不起的科幻故事降格成了庸俗的滥情剧。“煽情”，基本上是对《星际穿越》最普遍的批评。我个人对“煽情”这件事的“情”看法中立——毕竟一部作品终归要努力调动人心，我甚至还相当欣赏“爱”是解决人类生存问题的最终钥匙这个结论。造成煽情结果的关键不在情本身，而是这个“情”的表现方式，尤其在一部严肃的硬科幻电影里，“怎么煽”才是关键。一个好的科幻作品其实很像我们在科学研究里建立模型：“幻”的部分在于建立假设——目前技术水平达不到的科技发展已成现实, 目前还不能证实的猜想已被证实等等；“科”的部分则是假设之后的一切事件演变、情节走向，一切都在假设的基础上严格遵循逻辑关系，呈现合理的证据和论证过程。科幻可以在设立前提假设上天马行空，这之后却不能胡乱推导，不能在逻辑关联上掉链子。哪怕结果指向的是超越逻辑的情感信仰，推导过程也必须严格遵守思维逻辑，偶然却终必然地呈现系列事件的前后关联，一步步推向那个终于无可避免的终极真相。在分析《星际穿越》之前，我们先来简短回顾一下刘慈欣是怎么在《三体》里让宇宙的命运导向爱的。《三体》里有两个关键人物，一是“面壁人”罗辑，二是“圣母”程心”。前者由一个玩世不恭的混混终于走出个人小天地，直到承担起全人类命运，其契机是为了在“末日之战”中拯救妻儿。 虽然爱的最后落脚点是罗辑这一个家庭，但情感驱动的人类文明和纯逻辑驱动的三体文明的较量却是贯穿《三体》系列整体的。换句话说，“爱”的出现在整个故事里有非常充分的铺垫，它从最开始就被设计并紧密渗透至人物的行为选择以及最后的故事走向里，尤其在《三体II》的结尾，刘慈欣甚至特别安排了三体文明观察员来强调爱对人类文明发展的重大意义。人物罗辑从始至终对爱的选择都是合理统一的，并不需要超越逻辑思考的信仰的僭越。这个层次上的爱的归总，不是煽情。再看程心，在《三体III》中，这个学识出众，因“阶梯计划”而为整篇宇宙史诗埋下契机的人物是个十分蹩脚的“拯救者”，她与罗辑最初的玩世不恭正相反，几乎是沉醉于同情心与泛爱的泥沼中不愿自拔，毫无领导能力，每每在涉及全人类生死命运的重大选择前掉链子、犯错误。然而刘慈欣偏偏一次又一次把这样一个人物推到命运的十字路口，让她代表全人类说话。在这个巨大的不合理面前，故事的终端指向了信仰，因为无论谁作领袖，在全宇宙的黑暗森林中，不论人类文明再怎样技术爆炸，再怎样选择采纳最正确的科技进步之路，面对宇宙终极真相，死亡只是早晚问题。除了献祭之爱，其他一切统统不值一提。《三体》在程心这个层次上爱的归总是有逻辑断层的，需要价值观的飞跃，是为煽情。然而这样的煽情是通过一个庞大的科技进化、历史推导、宇宙命运终端走向的系列过程才终于实现的，它严密、缓慢、步步渗透，直到最终变为哲学性的思想升华。哪怕读者的看法根本不同，不买账这个“爱是永恒”的终极结论，那也还得是佩服大刘指引整个宇宙走向爱的叙述过程。那么对比一下，《星际穿越》里，诺兰是怎么煽情的呢？他其实也有充分铺垫，无论是地球上长长的看似无关大体的家庭生活，还是太空站里库珀看孩子们一点点长大的视频电话，都是在为后面爱的回归铺路。Ann Hathaway的角色布兰德博士凭借直感要求去勘探另一个星球，并点名爱有可能是一整人类尚不理解的却真实存在宇宙力，就更是情节安排上的关键一笔，看似不经意，却是打开整个电影谜题的钥匙。但《星际穿越》最大的问题在于：库珀的女儿墨菲作为人类命运的拯救者，是怎么推断出小时候家里的“鬼”就是库珀的呢？电影里唯一给出的论据是库珀临行前送给墨菲的手表，却没有什么推导论证过程。或者说，这个信息如果不是库珀传输的，或者墨菲不认为是库珀传输而是其他一些他们当初理解的高维生物，人类也照样可被拯救。墨菲对库珀之爱从而解读出了数据信息这一节，要求观众必须跳离逻辑推理选择“信”。这种要求逻辑断裂的情感推导，我认为是造成David Edlestein所说的“俗滥戏码”的关键原因。墨菲这条线的薄弱（一方面也是为篇幅所囿）是《星际穿越》的最大问题，也是导致煽情结果的关键。这条线在对爱的表现方式上，《星际穿越》远逊于《三体》。但另一方面，库珀对墨菲的爱传达出了关键性的数据信息这条线却是前后贯通的，其对“爱”的科幻表现形式上甚至超越了《三体》。在黑洞里，库珀终于恍然大悟后，向机器人Tars解释为什么他存在的这个小小的高维空间的三维投影恰好是他离开地球之前的那一天时，他说爱，作为一种力，指引他来到了这个方位——就好象重力决定了三维世界里物体在空间中的位置，爱，作为一种高维的“量子力”，可以决定人在高维空间里的位置，也就是人将出现在低维空间投影中的何时何地。后来库珀在失去意识之前看到了Endurance空间站他们通过虫洞时的布兰德博士，有了那个神秘莫测的握手，这也同样是爱的力量。在《三体》（和大多数的科幻作品）里，爱作为超越物理规律的信仰，是脱离物理空间的人类精神世界的力量，人类对爱的回归是确认自身存在价值的坐标，这个回归是抽象的，哲学性的；但在《星际穿越》中，爱不再是一种抽象的精神力，而被描绘成了高维空间量子态的一种具体的、实际存在的力，就跟重力、电磁力、强相互作用和弱相互作用力相类似，实际参与了宇宙的物质组成，甚至很可能是高维空间的某种基本力形态。《星际穿越》试图对爱进行的这个具体的、物理态的力学解说方式，是极具突破性的，非常惊艳。我不能确认《星际穿越》对爱的这种力学解说在科幻史上是否绝无仅有的，但不管你是否接受他的这个猜想，我认为这都是让它最终区别于其他科幻作品的价值关键。3．哲学的问题说完了“爱”的问题，再说说黑洞的问题。电影史上最著名的银幕黑洞是库布里克的《2001太空漫游》。电影中宇航员大卫在经历了一些列和飞船电脑斗智斗勇之后，进入了一个神奇的隧道一样的空间。这个进入空间的镜头有近乎十分钟之长，没有对话和任何情节发展，就是光影在银幕上不断变幻。大卫通过的这个隧道式的空间被普遍认为是进入黑洞。在这个漫长的视觉隧道结束之后，大卫来到了一个房间，他发现自己迅速变老，代表宇宙终极奥秘的黑石再次出现，还有一名星孩。和《2001太空漫游》比较，诺兰对黑洞的展示是具体的，从无边无际的飞沙到以三维形态投影存在的高维时空都触目可见，可逐一逻辑分析。在黑洞时空扭曲的内部，库珀的行为依然和之前拯救人类命运的大设定息息相关，黑洞之外的故事在黑洞之内延续、发展，终于完满闭合。库布里克则完全相反，在宇航员大卫在通过黑洞之后，库布里克完全是以超逻辑的视觉象征合集的方式来终结电影的。大卫的变老、黑石的出现和星孩的诞生彼此之间没有叙事上的逻辑关联，甚至任何一种试图把黑洞边界之后的内容和之前进行叙述性上逻辑关联的尝试都将失败。换一种说法，诺兰的黑洞之旅是以已知推测未知，是给出答案，是闭合的；库布里克的则是以未知表现未知，是提出问题，是开放性的。在我看来，随着科技发展，维度变幻，任何以肯定状态存在试图给出答案的方法有可能被证伪；而提问题则是老实的（或狡猾的，取决于你的判断视角），精准地以视觉符号表现全部的未知也比提出某种形态的答案更加困难。库布里克用具象的视觉符号来表达一种抽象的哲学概念，对宇宙的未知进行了同样抽象的诗一般的视觉猜想，这是我认为为什么《2001太空漫游》能由科幻终于上升到哲学，至今依然是无法被超越的最伟大的科幻电影。对比之下，《星际穿越》对黑洞的视觉展示是无比壮丽的，而既然我们现在谁都不理解黑洞，都在猜想，都不确定，那么诺兰在电影中所进行的“爱”的猜想也便未尝不可。然而一旦提出解说，就难免落于巢臼，尤其这个解说只作为完整故事的结尾匆匆出现，不再进一步被逻辑拆解分析研究。在这一点上，《星际穿越》的确更类似于《超时空接触》，充满了科幻的激情和热忱，却还没能站到哲学的高度，由科幻终于走向严肃的信仰。所以《星际穿越》最终解决的并不是科幻最终极的哲学问题，它解决的还是好莱坞的问题。"
    },
    {
        "content": "安妮海瑟薇孤独地到了地球二号后，开始执行PLAN B，把五百个受精卵慢慢培养成人，累了就跑到冰袋里睡觉去了，于是那里的人们，有了女娲造人的传说，一路发展开启了五维世界的高级模式。还记得马修从黑洞回到女儿房间，一直在追问到底是谁安排了这个轮回，又是谁选中他女儿完成拯救人类的重任？没错，就是安妮海瑟薇和她的子子孙孙们。至于马修是否参与其中，再议！所以呢，整个《星际穿越》的故事就是前后封闭的莫比乌斯圈，而安妮海瑟薇，才是随手折了这个莫比乌斯圈的人。马修和海瑟薇穿越黑洞时的握手，可能还有更大的轮回。好了，以上这段都是我编的，算不得数，也当不了真，要是认真跟我探讨“真的吗？”或者轻蔑地说“胡扯”，只好“呵呵”了。真的，和脑洞大开的过度解读比起来，真正让人烦的是“你们文科生看不懂”这种鬼话，或者“在看《星际穿越》之前你要先了解的常识”之类的“科学鸡汤”——看完《星际穿越》点燃对太空和相对论的好奇是一回事，在一个科幻故事上“以伪论伪”，就真的是无聊透了。人家诺兰兄弟真想当科学家，早就不必写剧本拍电影了。科幻片的逻辑漏洞和技术BUG这事儿，其实是最不必聊的，就不说“黑洞”、“虫洞”这样的文科生插不上嘴的事儿，有些常识，诺兰也都选择性忽略了，比如只有玉米还能种，他们喝的啤酒是什么酿的啊？如果饮食如此营养不均衡，咳嗽肺痨算个屁呀？诺兰兄弟基本上是随手补漏，一个贪婪就解释了人类所有濒临灭亡的原因。所以颤抖吧，科学家们，编剧就是这么牛逼，说是啥，就是啥！编剧就是不完美的小上帝！其实，比起刚上的另一部烧脑电影《Lucy》来说，诺兰已经算业界良心，故事逻辑已算能够自圆其说，科学理论深入的部分有模有样，让包括大部分理科生在内的观众都不明觉厉。诺兰兄弟还很体贴的用一张白纸上的两个点，浅出地普及了“虫洞”理论。角色设计，返璞归真的模块化机器人设置，比吕克贝松黑胶树版未来电脑要有趣和可爱多了。画面方面，诺兰放弃了3D也非常明智，3D适合营造封闭空间，展现局部细微真实，反倒是现在的2D画面，更能呈现宇宙的广博荒凉，在IMAX上看有别于《地吸引力》的壮阔。比较起来，吕克贝松就淘气许多，很商业考量地针对中国市场转3D就不多说了，剧情和视效都很没耐心，关于人脑开发的百分比到后来的区别变化，根本就是草草收场不了了之，韩国黑帮老大剧情上的无厘头槽点多到槽都烂了。但我对两部电影同样喜欢的一个点在于，讨论“哪儿来，到哪儿去、我是谁”这几个终极问题，两个大佬都挺敢的——讨论这个话题本身就算胆儿肥，更别说观点都还挺酷。两人算是分别从唯心和唯物角度前探，前者是“心动幡不动”，后者是以人类认知和想象的极限来解读，后者看上去更用功更Nice，前者其实也挺酷，完全就是一种老子烦了，懒得跟你们多废话的腔调。诺兰对于普通观众的照顾，不仅在于理论的相对完整、故事的细腻丰富和声画的震撼讲究，更在于他在情感上给了普通观众“爱”的把手，甚至不惜把“爱”打造成不可论的第六维。相信你未必弄得清楚到底什么重力作用让时间不同步，但当你看到马修读儿女23年留言的段落，当你看到马修和墨菲跨越时空的父女重逢，一定会内心澎湃，对于一部商业电影来说，这是包治百病的良药。为了适应最广大观众的情感需求，诺兰宁可前一个小时沉闷冗长，只为为后面父女爱的重逢做足铺垫。但有意思的是，诺兰整部《星际穿越》都把“回家”作为主推动力，但却结束在马修的再次离开。实现了对女儿“回家”的承诺只是过程，独自踏上未知的孤独旅程，并且心怀平静的喜悦，才是诺兰内心目标的自我投射。另一方面，至少在我看来，整部电影阐述“爱”的部分略显用力和生硬，反倒是表达孤独的情绪自然流畅且多彩多姿：太空舱漂流在土星边缘，是整个电影最壮美的一刻，反派马特达蒙那句“我都没有设定醒来的时间”，心酸得让人肝儿颤，而马修独自驶入黑洞，科学逻辑上已然脱轨，情绪释放上却直抵高潮，太空题材从来都是“孤独”最好的诠释载体，它天生具备解释“我是谁、从哪儿来、到哪儿去”的话题基础。而广袤宇宙做背景，再狂妄的人也会产生天地广阔，芸芸众生何其渺小的悲悯感，孤独不管作为形式还是内容，都无法回避。当我们谈到孤独，难免会和落寞、伤心等负能量关联，但孤独与其说是一种情绪，不如说是一种状态，一种人生起点和终点的必然。和“落拓枣”讨论的时候，她对孤独的一句解释，我深以为然：“当一个人向往孤独时，他会害怕孤独；当一个人明白了孤独，他最终会享受孤独”。这也很好的解释了马修和马特达蒙的不同选择，所以马特达蒙才会说那句“我以为我准备好了，其实我没有”。好的导演，说到底，不过都是编个有趣故事，把自己改头换面的放进去，讲出自己的困惑与态度。能拍出《暗黑骑士》的导演，内心的强大丰富，可不是和斯皮尔伯格一样高喊“正义与爱”一个方向，他的哲学体系要庞大得多。我之所以喜欢诺兰导演，是他对自我内心世界的探索，和他片中对太空的探索一样勇敢、深邃、不知疲惫。诺兰歌颂“爱”的诚意有多少呢？越是坚信的越值得怀疑，这才是“暗黑”的本质，而此处已与所谓道德无关。《星际穿越》中女儿最后在生命终点时放手，放下穷其一生的执念，也解除了父亲爱的枷锁。爱是孤独人生最美的伴侣，也是人生孤独最后的牵绊。如果赤条条来去无牵挂的人生也能对折，爱，可能就是连接起点和终点的那条虫洞。佛教里常说“一切皆空”，与所谓的“劝人向善”原本就是矛盾，姑且放在这里，算是对“孤独”和“爱”的一种映射吧。这些年，对于认识世界的兴趣越来越低，对于科学也越来越怀疑，科技发展最有趣的一点，是它其实是被不断证伪的，日心说推翻地心说，后来又明白真的“天外有天”。人类为认识自己做的不懈努力，当然值得尊敬，但现在看来“用风筝捕捉电”这种事真的都分外逗逼。人类科学发展一直在做的一件事都是——看，以前的人多傻逼。而更悲剧的是，按照维度学的想象，我们究其一辈子，可能都在一个外星人设定的三维魔方里，我们甚至想象不出五维六维的世界到底如何。听上去，何其悲伤。倒是有一件事情，让人略感安心。伟大的文学作品从不受制于科技的发展，哲学宗教的光辉安抚着我们对未知的恐惧。天圆地方的认知年代，我们一样能对宇宙感叹“念天地之悠悠，独怆然而涕下”，一样能习知自我，“人生寄一世，奄忽若飘尘”。虽然到现在，也不能对死亡发出半点儿微弱的抵抗，但我们至少可以选择“绝不温和地走进那个良夜”，咆哮着怒斥“光的消逝”，并将这份儿决绝口口相传。科技不断被证伪，人类的情感的共鸣却从未虚假过。爱和孤独，都是。微信公众账号：mydunhe"
    },
    {
        "content": "本文分为三部分:第一部分:谈谈所谓的流浪地球粉和大量Pinky踩星际穿越刷一星事件。第二部分:关于网络上经典的几个批判星际穿越剧情bug的观点，在此作出解释和澄清第三部分，为什么我认为星际穿越Interstellar，是人类影史的奇迹和标杆？本文很长，也会不定期更新自己所思所感，所以希望阅读者静下心认真阅读，感谢各位探讨留言，本文某些观点含有大量论证过程，看不懂的可以跳过看下一个观点，部分论证过程来源于维基—————————————————————第一部分:谈谈所谓的流浪地球粉和大量Pinky踩星际穿越刷一星事件:—————————————————————《流浪地球》:豆瓣App一星运动只会让狂热民族主义钉在历史耻辱柱上给电影蒙羞评价一下某粉丝:崩溃的一塌糊涂还不至于，豆瓣从来都没有标榜过自己的号召力，豆瓣文艺青年也从来没说过自己的价值就是精英大旗，可大是大非面前不能马虎，给豆瓣和欧美电影狂打一星的运动算得上民智的觉醒吗？到底是谁在混淆视听，我给你谈电影，你给我谈阴谋论？谈意识形态？当今豆瓣有两大矛盾，第一，吴京的电影票房口碑本身并没有和郭嘉利益有直接关联，却被粉红臆想为夸吴京等于爱锅的矛盾。第二，粉红想象中的吴京电影宇宙第一强与豆瓣评分格格不入，现实无法满足他们想象的矛盾。前者矛盾属于智商逻辑问题，后者矛盾属于上半身和下半身高度精分状态。—————————————————————第二部分:关于网络上经典的几个批判星际穿越的观点，在此作出解释和澄清—————————————————————观点一:史上最强男主光环，掉入黑洞不死解释：(先上结论后面放论证过程)因为黑洞分为四种类型，大多数人只知道第一种黑洞。第一，当黑洞的质量足够大的时候，黑洞的潮汐力会变得非常小，不会在你进入黑洞之前把你撕碎。第二，黑洞根据它是否带电，是否旋转来划分，可以有四种不同类型的黑洞。我们平常说得最多最简单的黑洞就是不带电不旋转的史瓦西黑洞，这种黑洞进去之后会直奔奇点，后果比较惨。但是，如果把旋转和电荷考虑进去，可能性就比较多了。比如，典型的旋转黑洞，也就是克尔黑洞，它具有里视界和外视界两个视界，在外视界内部居然还有一片正常的空间。你要是有幸掉落到这片正常的区域里，暂时不会觉得有什么不妥，当然，如果你运气不好撞到奇点去了就算你倒霉。[Interstellar]里的主人公落入黑洞之后没有直接挂掉就是这样。再顺便提一句，[Interstellar]的科学指导基普·索恩正是17年诺贝尔物理学奖的获得者，引力波的发现者之一，是相对论和黑洞领域权威中的权威。他让主人公进入黑洞并且成功生还，这里面固然有对未知领域的猜测，但是并不会违反现有已知的科学理论（索恩自己说的）。显然，索恩也认为这种可能性是存在的。—————————————————————以下属于论证过程：（此论证看不懂的可以跳过不看）相对论的视觉效应是一项非常有趣、却在科研中常常被忽略的内容。 科研中出现的图画大都是效果图，正式叫法是“艺术家眼中的印象图”，是为了表现体系的某个或某些特色而作。除非另有声明，所引的图都是效果图。 很多时候， 尤其在广义相对论中， 印象图甚至可能是所谓“上帝视角”，即从高维空间（通常是三维）观察嵌入低维空间（通常是两维）的时空弯曲。（1）先说狭义相对论，即高速运动物体的视觉效应狭义相对论认为高速（v ～ c）运动的物体其尺度会沿运动方向收缩（尺缩效应），所以在伽莫夫著名的《物理世界奇遇记》里面，高速动体的视觉效应被描述成扁扁的 （图一）。图一：《物理世界奇遇记》中的动体的尺缩效应效果图直到1924年，奥地利物理学家安东兰帕才意识到这不是动体的视觉效应，因为眼睛（和照相机）看到的像是由同时到达眼睛（和相机）的光形成的。直到1959年，这个现象被泰瑞和彭罗斯再次发现以后才引起人们关注。一般来说，由于相对论效应，高速运动的物体的像会产生畸变和转动（图二）。在最简单的情况下，球形物体仅有转动，这种效应称为彭罗斯－泰瑞转动。图二：低速（下）运动与高速运动（上）的骰子的畸变效应效果图。另外一种效应是多普勒频移。也就是说，物体的颜色会产生变化（图三）。图三：多普勒效应示意图现在，这些狭义相对论的视觉效应已经很常见，譬如下面这个相对论视觉引擎截图：图三又二分之一：游戏 Slower Speed of Light 的截图（MIT GameLab）你可能会觉得，人们既然几十年前终于弄懂了动体的视觉效应，在画图时应该会考虑到吧。完全不是。几乎所有涉及到高速运动的图中，人们都忽视了这些效应 —— 这不仅包括闪电侠、超人等漫画和科研电影还包括了严肃的科研报告。比如相对论性重离子对撞的讲座中，大家还是画两个“盘子”代表洛伦兹收缩以后的相对论性重离子 —— 即高速运动的原子核（图四）。 在重离子领域，几乎所有的示意图都画成图四这样 —— 气人的是，你说他们不精细吧，重离子里面的核子他们还给你画成3D的，还上了色（显然这个颜色不是为了展示多普勒效应）。图四：相对论性重离子碰撞过程的效果图广义相对论和引力场中动体的视觉效应引力场中动体的视觉效应其实比较复杂。首先，光在引力场中会产生偏折，这会带来物体图像的畸变、放大或缩小，该现象叫做引力透镜效应（回忆透镜成像的原理就是偏折光线）。引力透镜效应一般是很复杂的，但可以通过光线追踪法来加以计算。黑洞的引力透镜效应尤其强。如果仅考虑黑洞的引力透镜效应，且假设观察者和成像的天体都在远处（即黑洞附近没有特别明亮的光源），效果大致如图五所示，这也是常见的（史瓦兹谢尔德）黑洞的形象。图五（甲）：远处观察者眼中黑洞对远处星系的引力透镜效应效果图甲。图五（乙）：黑洞引力透镜效应效果图乙。这当然不是全部。另外，引力，尤其是强引力会对附近射入光产生蓝移、射出的光产生红移。因此周围物体的颜色也会相应改变。这些还都不是困难的地方。麻烦的是黑洞附近有什么。首先黑洞会有霍金辐射，而且会有落入黑洞的天体因释放引力势能被加热到甚高温，在天文观测上表现为，黑洞是很好的X光射线源，这表明黑洞四周是非常明亮的，这引发了类似图六的示意图。图六：黑洞霍金辐射效果图，未考虑黑洞的引力透镜效应并且像大多数大质量天体一样，黑洞会大量捕获附近的物质在它周围产生较大的吸积盘和相对论性喷流，因而会引发了类似图七的示意图，而由于这些物质和霍金辐射的存在，黑洞附近必定进行着非常复杂、非常强大的电磁学过程，而弯曲时空的电动力学是很复杂的现象，这些都需要加以考虑。注意，图六、图七都没有考虑前面所说的引力透镜效应和引力频移。图七：黑洞四周的吸积盘和喷流效果图，未考虑黑洞的引力透镜效应。Interstellar的一大贡献是它们考虑到了引力透镜效应和引力频移对吸积盘的成像的影响（图八）。他们的说法是，引力透镜效应使得背后的盘能够被看到，而高能量的X射线使得所有频率的光的亮度都很高，因此吸积盘显得非常明亮 —— 这些都是非常合理的假设。 当然宇宙飞船必须能防护这些高能射线。另外，在遥远的地方看，吸积盘的颜色可能有些颜色，而不一定非要是白色。图八：星际中的黑洞效果图 （该值越大表示黑洞自旋越快，其值应当小于1）。这是真正的艺术家们的印象图。不过，根据James等人的说法，这张图片也不是真正的黑洞视觉效应图。为了满足电影效果，他们根据导演的要求，去掉了多普勒频移、引力频移等效应，并添加了光晕效果。更加真实的黑洞效果图，可以参看James-Tunzelmann-Franklin-Thorne 文章的图15c.有吸积盘的黑洞很可能自己带有较大的角动量，这种黑洞叫做克尔黑洞。原本在若黑洞附近物体轨道半径大于黑洞视界时，可以绕黑洞打转，但是在史瓦兹歇尔德黑洞附近半径小于两倍视界的轨道是不稳定的，转圈的物体很快就会落入黑洞之中。 而克尔黑洞附近小于两倍视界时则存在稳定轨道，因此图九中吸积盘延伸到接近克尔黑洞视界的地方。 如果黑洞带电荷，那就更复杂些，其电磁现象也会更重要些。黑洞还可能会产生引力波，这个会不会产生视觉效应，我就更不知道了。图九：没自旋的黑洞与有自旋的黑洞的效果图还有一些其他的问题。涉及到黑洞的基本性质。这里仅仅举一个例子，就是黑洞信息佯谬。人们认为信息是守恒的，但黑洞视界以内既然无法探知，落入黑洞的物质携带的信息也就永远失去了，更要命的是，加入两个粒子处于纠缠态，一个粒子落入黑洞，纠缠态必然会消失否则我们可以以此来探测黑洞内部信息，但纠缠态凭空消失又是量子力学所无法理解的。为了解决这个矛盾，有人认为纠缠态会被破坏，但是代价是放出巨大的能量——大到可以打破广义相对论或量子力学，因此结论是，黑洞视界周围是一圈“火墙”（图十），代表巨大的能量释放过程。图十：黑洞信息悖论与火墙模型示意图上面所引用的图大多数没有完全考虑所有的引力效应，特别是引力透镜和引力红移。 而且这些图都是远处观察者所看到的。 至于进入黑洞能看到什么，所需要考虑的物理是相同的，只不过所选用的参考系不太一样罢了。网上有一些视频介绍这些，注意这些视频也并非将这里提到的所有效应都考虑全了。第一个和第三、四个来自科罗拉多大学天体物理学家安德哈密顿（显然这个家伙开发了一个黑洞飞行模拟器，但目前是闭源的，URL：Inside Black Holes），大致认为落入黑洞的人仍然一直能看到黑洞外的世界，只不过黑洞黑外被一个伪视界分开。第二个视频来自VSause的分钟物理，大致认为，落入黑洞的人看到的外面的视界会越来越小直到消失，眼前的黑洞洞越来越大直到什么都看不见。 其中第四个视频号称是真实场景的模拟，不仅仅是艺术家眼中的印象。—————————————————————观点二:为什么五维生物不直接把数据传给人类这两个观点一起解释：能说出这句话，显然这类人没有理解电影中的they值得是谁。先说个人理解影片口中的they:《Interstellar》的世界观，“他们”的文明程度比人类要高得多。无论“他们”究竟是谁，按照片中“他们”和人类科技水平的差异可以得知：《Interstellar》的“他们”眼中当时人类的文明水平是非常低的，在“他们”的眼中地球上的人类文明可能跟一群猩猩差不多。当看《Interstellar》的时候，就不禁思考如果片中拯救人类的“他们”如果看见此电影会怎么想。跟人类相比，“他们”的智慧是如此之高。高到现阶段的人类完全无法理解“他们”的想法。为什么“他们”要拯救人类？是出于时空、因果之类的因素吗？这一点站在人类的角度是无从得知的。换一个角度想，人类不也经常拯救濒危灭绝的野生动物吗？人类为了保持生物多样性，所以花了很大的代价拯救某一个物种。也许《Interstellar》中的“他们”也是出于同样的目的拯救人类呢？我知道可能有人会说，既然they这么牛逼，为什么不直接拯救人类，大费周折搞这么多虫洞干什么？这个诺兰并没有给出详细的解释以下还是属于个人脑洞：（两种猜测）（1）.they属于五维生物，五维生物不方便干涉三维空间的生物，只能像实验室做培养皿一样，诱导老鼠等试验品做出选择，就好比你去实验室试验小白鼠，永远无法命令小白鼠，只能通过老鼠夹或者糖果诱导他们。这个比喻可能还是不太确切，我打个比方，三维生物如何看待二维图像，和五维生物如何看待三维生物差不多，五维生物看我们其实和我们欣赏一部电影，一部静止的图片是一样的，维度不同，无法交流，但是我们可以拖一部电影的进度条，可以给一部电影修改一部好的电影结局，同理五维空间也可以这么对三维生物。（2）.they指的是女主那一波在外太星球殖民地的人类，地球与新文明星球的时间速度基本一样，在新文明发展几千年后，他们根据祖先飞船上的信息，想去地球那边看看他们怎么样了。他们在土星附近搭建了虫洞，飞到地球，看到的是地球跟火星一样荒芜，没有人类了，甚至可能没有生物。于是他们下定论老一辈的人数没能逃离地球，死光光了。也许虫洞的创建比较特殊，现在的创建，能会导致过去某一刻的创建。然后他们有技术能进入五维空间，但只能在黑洞附近这种时间无穷慢的环境下才能做到。于是发送五维空间进入器到男主角那。—————————————————————观点三:中二，用爱战胜一切女主布兰德这句话绝对是很多人拿来批判星际穿越最多的话，他们批评的理由和男主Cooper一开始如出一辙，一个科学家怎么这么中二？这句话也常常被各大自媒体选载乐此不疲地黑，很多路人可能因为这句话哈哈一笑然后不假思索地加入批判。男主Cooper一开始批评女主过于感性，到后面Cooper认同女主的巨大转变，认为人类的感性，爱是可以量化的。男主Cooper一开始并不相信女主的中二言论，果断选择去曼恩星球，结果曼恩博士为了活命选择数据作假，导致整个团队面临灭顶之灾，而讽刺的是，女主布兰德的男朋友发送的星球数据才是符合人类的生存的环境，那么问题来了？为什么曼恩博士数据是假的？布兰德男朋友的数据才真实可靠？这中间链接的纽带是什么？是爱。确切的说，应该是人和人之间互相依附亲情保证了他们彼此之间不会背叛对方，而曼恩博士恰恰缺乏这种感情纽带，所以他才会毫不犹豫背叛自己的同伴，布兰德的男朋友之所以发送的数据是真的，也是源于这种亲情的纽带，他不想发送假的数据让自己女朋友布兰德陪葬。同样的，Cooper男主会毫不犹豫地选择回地球见女儿，这中间的感情纽带也是爱，确切地说，一个是情侣之间爱，一个是父女之间爱，这种纽带确保了忠诚互信。而拯救人类的，并不是爱，确切地说，拯救人类的，是人类之间这种彼此忠诚的关系纽带。所以拿爱拯救地球之类的言论黑星际穿越可以停止了，我可以做个大胆的假设，未来世界的they，已经不存在感性的思维比如爱，感性思维在未来人类世界遭到了剔除，但是剔除后they的世界停滞不前，险些自我毁灭，比如动画黑客帝国类似的，they很有可能想利用这个机会放虫洞，测一测当人类没有失去感性思维后，能否不同于他们，创造不同于自己的结局。—————————————————————观点四:凑数的反派二到家了解释:反派真的是凑数吗？既然要解析反派，就应该思考，曼恩为什么要杀死男主？曼恩有没有必要干掉男主Cooper？首先曼恩想活“对人的思念是人类无法逾越的障碍”，再次曼恩是给了地球虚假的信息，而目的就是让地球上再派人过来，那么自己就可以回去，而如果发出来的信息是不宜居的，那么地球就不会派人过来，自己也就没法活下去了。曼恩星球的引力是地球的70%，所以有的冰川才会在半空中漂浮，女主从那么高的地方跳下去是不会崴到脚的，那曼恩知道男主会Cooper回去为什么还要杀他呢，而不一起回去呢？在美国是有英雄主义这么一说的，那么如果男主Cooper把曼恩的虚假告诉地球上的人后，他还能自信的活下去么？答案是不能。所以他只有一个人回去然后去用一个谎言去圆另外一个谎言。而在飞船上说和布兰德女士共同完成任务，那只是他说说罢了。至于罗米莉为何会被炸死？因为那个机器人基普得到的数据是最真实的，而曼恩让那个机器人报废也是故意的，是为了掩饰自己的谎言（曼恩跟罗米丽说过不要让TARS进入KIPP的信息管理系统）。而在报废机器人的同时，曼恩设定了自毁程序（最后男主在修TARS的时候，TARS开的那个玩笑说明机器人是有自毁程序的），能让机器人恢复就只有人类的指纹才能解开（因为这就可以炸掉这个人类，都不用自己动手了），所以在罗米丽老兄摁下指纹的同时，就炸的干干净净。—————————————————————观点五: 主角去的第一个星球水那么浅，哪来的那么高的巨浪啊解释:这个问题很好回答，因为来自黑洞的潮汐力早就把这个星球表面的“水壳”拉长成一个椭球了：这是地球潮汐成因的夸张图示，图中椭圆的尖端没有朝向月球是为了说明潮汐加速效应，这里按下不表。这个椭球的原因很简单，点质量/球状质量的引力按照平方反比率衰减，靠近黑洞的水受到的引力更大，为了平衡会被“拉”到离黑洞更近的位置。因为大家忽略了星球绕黑洞运动时产生的离心力，这才是和黑洞引力平衡的力（从星球参考系看），wiki上有个很好的图：上半部分表示黑洞对星球的总引力，越到右侧（离黑洞近的一侧）越大，下半部分表示减去离心力后的潮汐力—————————————————————观点六: 枯萎病为什么需要移民太空？观点来源:我不喜欢《星际穿越》，它不是一个好的科幻故事。解释:枯萎病导致地球行将灭绝是《星际穿越》中被吐槽或质疑较多的设定。我介绍一下Kip Thorne在《The Science of Interstellar》这本书（http://www.amazon.com/Science-Interstellar-Kip-Thorne-ebook/dp/B00NUB4EVC/）中写过的详细解释，至于观众是否接受，就看你们自己的了。2007年，编剧乔纳森·诺兰、制片人Lynda Obst以及Kip Thorne一起在为故事的环境设定伤脑筋。怎么样让人类文明处于明显的衰退中，但看上去在许多方面还能维持正常的运作？枯萎病害死所有可供食用的庄稼，这科学吗？Thorne首先承认了自己并非生物和环境方面的专家，所以他求助于自己在加州理工学院的同事。2008年的一天，上述三人邀请了四位生物和农业专业的教授，其中包括一名诺贝尔奖得主，一起吃了顿饭，集思广益。剧本最后的设定很大程度上是基于那次餐会的讨论。那么他们聊了些什么呢？下面是大致内容:乔纳森·诺兰先介绍了自己构思中的地球：北美人口缩减十倍以上，其他大陆情况差不多。人类退回到农业社会，为温饱而奋斗。但那又不是一个反乌托邦的世界，生活还是能够忍受的，某些方面也能让人感到幸福。很少的娱乐设施还在继续运转，比如棒球比赛。但人类失去了向前发展的希望，只求活下去。枯萎病从一种庄稼蔓延到另一种庄稼，到库珀的孙子辈也许人类就将灭亡。那到底什么样的灾难会达到这种效果呢？专家们提供了一些头脑风暴，这些事件在理论上有可能发生，但真正出现的概率并不高。专家一：今天大多数人都不用亲自种粮食了，而是依赖一个全球性的粮食种植和分配系统。可以设想这个系统因为某些生物或地球物理上的灾难崩溃了。在很小的尺度上，内华达山脉如果几年不降雪，洛杉矶就会失去饮用水，上千万人面临迁居，加州农业就会崩盘。可以把类似的灾难扩大很多倍，就是库珀所处的世界了。专家二：另一种可能。人类历史就是和各种病原体抗争的历史，我们有非常复杂的免疫系统去和病原体斗争。但是病原体也在演化，人类总是落后半步。所以某种情况下如果病原体演化得过于迅猛，人类来不及响应，就会出现灾难。专家三：比方说，如果艾滋进化成更容易传染而不限于性接触的方式，那就将是灾难。专家二：全球变暖造成冰盖融化，很有可能释放出从上一次冰河时期就潜伏的致命病原体。专家一：另一种情况：人们对二氧化碳排放升高造成的全球变暖感到恐慌，为了改变这种状况，于是在海洋里大量种植海藻，通过光合作用吸收二氧化碳，于是海洋里被排入大量的铁元素。但这可能造成副作用，某些释放毒气的海藻因此大量繁殖，毒死了鱼和植物。人类非常依赖海洋，如果海洋环境恶化，人类也会遭殃。这完全不可能吗？并非如此，科学家做过类似局部实验，的确培养出了一些前所未见的海藻，幸运的是它们无毒，但万一有毒呢？专家四：太阳紫外线可能让你说的海藻出现变异，然后产生新的病原体，灭掉所有海洋植物，再延伸到陆地上，杀死所有庄稼。专家三：面临灾难的时候，我们唯一的希望是科技的进步。但如果政治原因导致科学研究得不到资金投入，否认进化论之类的反科学思想流行的话，科研陷入瘫痪，也可能使得我们没有好的办法去处理危机。关于枯萎病：专家三：如果你们想找什么东西来灭掉人类的话，攻击农作物的枯萎病最合适了。我们是可以吃动物，但动物吃植物啊。专家四：枯萎病只需要干掉禾本科植物就行了，这是农业的根基：大米、玉米、大麦、高粱、小麦。事实上这个世界上50%的庄稼已经被病原体干掉了，在非洲这个比例更高。各种细菌、真菌、病毒……美国东海岸以前都是栗树，现在全没了，都被枯萎病搞死了。大部分人十八世纪吃的那种香蕉今天也没有了，枯萎病是元凶。今天作为替代的一种香蕉品种，其实也正面临枯萎病的威胁。Kip Thorne：我原以为枯萎病只是针对某种特定的植物，不会扩散。专家一：也有普遍的枯萎病。但专门型和普遍型有个区别，专门型危害非常大，可以把一种作物99%都杀死，而普遍型攻击面虽广，但危害程度就低一点。Lynda Obst：是否有一种普遍型的枯萎病，又变得非常厉害呢？专家四：这也是发生过的。地球早期历史上，当蓝藻刚开始制造氧气时，它极大地改变了地球的大气成分，于是杀死了当时地球上大多数生物。专家一：不过蓝藻生成的氧气作为致命的副产物，并不是一种普遍的病原体呀？专家三：我们可能没见过，但我可以想象有某种很致命的专门型枯萎病，演变成致命的普遍型。只要有昆虫的帮助，它可以在物种之间传播。比如说，有种日本甲虫，靠吃几百种植物维生，它们可以把病原体四处传染，病原体也会演化适应，攻击更多的物种。专家四：我可以设想某种致命的普遍型枯萎病：一种攻击叶绿体的病原体。所有植物都有叶绿体，没有叶绿体植物就会死。假设某些海洋里的病原体可以攻击叶绿体，那么就可以灭掉所有海藻和海洋植物，然后登陆，再灭掉所有陆地植物。这是有可能的。我觉得没法防止这种灾难。但这可能性不大，不太可能真实发生，只是可以把它作为库珀世界的一个设定。这个怎么花样杀死人类的餐会开到这里就结束了，Kip Thorne最后总结说，《星际穿越》的主要灾难是一种普遍型的枯萎病袭击了整个地球。但此外还有另一件可怕的事：地球上的氧气越来越少。Brand教授在电影中有这么一番话：「地球上的空气80%是氮气，我们不呼吸氮气，但枯萎病会。随着枯萎病的蔓延，氧气会越来越少。最后饿着的人将会是最先被憋死的人。」这在科学上是否有足够根据呢？Kip Thorne继续拜访了几位加州理工学院的专家，得到如下的结论。假设某种破坏叶绿素的病原体真的出现，光合作用就随着植物的死亡慢慢停止。不再有氧气生成，但人们对它的消耗却不会停止，最终二氧化碳越来越多，氧气越来越少。这个毁灭的过程会在三十年内结束，氧气会被用掉1%。所以库珀的后代似乎还是有足够的氧气供呼吸，当然前提是他们还有东西吃的话。但是，那1%的氧气将会转化成二氧化碳，这意味着大气中有0.2%的二氧化碳，这足够让敏感的人呼吸不畅了，更可怕的是，因为温室效应，这足以令地球平均温度升高10摄氏度，几乎没人受得了这个！如果要让每个人都呼吸不畅并昏昏欲睡，需要有更多十倍的氧气转化为二氧化碳；如果要让每个人都死于二氧化碳中毒，还得在这基础上再乘五倍。换句话说，一半的氧气转化成二氧化碳，才会让所有人中毒而死。Thorne说他还没有为此找到一个合适的设定方案。所以Brand教授错了吗？有可能。Brand教授正确的前提，是地球物理学家对海底的认识有严重错误。地球物理学家估计海底有机物数量是陆地上的二十分之一，如果这个数字错了，如果海底有机物是比陆地上多五十倍呢？而且如果它们刚好被从海底翻到海面，那二氧化碳的生成速度就会大大提高。原理是这样的：每隔几千年，海洋就会被翻转一遍，表面的水沉下去，海底的水浮上来，所以有可能刚好在库珀的那个时代，海底的水浮上来，携带了那些有机物。突然暴露在空气中，那些有机物会迅速腐烂，将氧气转化为二氧化碳。当然这种情况是基于两种不太靠谱的假说：1、海底有机物有那么多；2、刚好剧烈的海水运动将它们带到洋面。最后是Kip Thorne的结论：不管怎么说，《星际穿越》中的地球就是要死了就是要死了就是要死了，人类必须找个新家！—————————————————————第三部分，为什么我认为星际穿越Interstellar，是人类影史的奇迹和标杆？—————————————————————鉴于大量的流浪地球粉开始嘲笑Interstellar作为新的ZZZQ ，那今天就补一下以前看过最震撼的影视作品标记和影评。谈谈为什么Interstellar可以在我心里拿下最佳科幻之一的原因。IMDB 8.6，排行第21。豆瓣9.2，为什么这部科幻电影可以脱颖而出载入影视史？Interstellar是一部实打实的硬科幻电影，电影里面融合了五维空间的概念，这是一部将时间空间概念玩的淋漓尽致的影片，今天之所以提及这部影片因为它仍然采用大量实景道具来代替特效，同时依旧采用普通胶片和70MM IMAX胶片拍摄完成。如果流浪地球的硬核指数10分，那么星际穿越硬核指数120分，Interstellar剧本更多以数据理论和公式支撑整个剧情发展，相比流浪地球编剧最后让一个高中生拍脑袋灵机一动炸木星，整个地球的科学家想不到的东西，让一个小屁孩想出来这种生硬地反转，情节对比高下立判，谁拍的好想必也不需要我多说。1. 电影《Interstellar》引用的诗「Do not go gentle into that good night」这句诗贯穿整个电影，不同于一般科幻作品，翻译就是不要温顺地走入那黄昏。该诗引用自科学家吟诵了英国诗人迪兰·托马斯Do Not Go Gentle Into That Good Night一诗的前两节。这首诗在片中被老科学家多次念出，字字震撼人心，初看这部电影时，也不太明白这句诗与电影主题的关系。最近重温一遍，有些自己的感受。Do not go gentle into that good night，也许关键在这个“gentle”，一般有人译作“不要温顺地走入那良夜”。我以为在这部电影中，这个“温顺”不够贴切，而应该是体面的意思：在浩渺的宇宙中面对着人类生存问题，那些道德伦理的人类体面都不再重要。人类不能再顾忌太多，雍容端庄无法走远，而要撕下这点体面野蛮地生存下去。原诗如下：Do Not Go Gentle Into That Good Night，Do not go gentle into that good night,，Old age should burn and rave at close of day;Rage, rage against the dying of the light.不要温顺地走入那良夜，日暮之时 年老之人应燃烧 呐喊，怒斥 怒斥那光的消逝Though wise men at their end know dark is right,Because their words had forked no lightning theyDo not go gentle into that good night.智者将逝之时 明白黑暗有理，因其话语已无法迸发闪电，但他们 不温顺地走入那良夜Good men, the last wave by, crying how bright，Their frail deeds might have danced in a green bay,Rage, rage against the dying of the light.善良之人 当最后一浪过去，哭喊其微小之行本可在绿湾舞蹈生辉，他们怒斥 怒斥那光的消逝Wild men who caught and sang the sun in flight,，And learn, too late, they grieved it on its way,，Do not go gentle into that good night.疯狂之人 曾抓住飞行的太阳 为其歌唱，但为时已晚 只能为太阳的离去哀悼，但他们 不温顺地走入那良夜Grave men, near death, who see with blinding sight，Blind eyes could blaze like meteors and be gay,，Rage, rage against the dying of the light.严肃之人 将死之时 以迷离之眼看到，盲目亦能如流星闪耀欢欣，他们怒斥 怒斥那光的消逝And you, my father, there on the sad height,，Curse, bless, me now with your fierce tears, I pray.Do not go gentle into that good night.Rage, rage against the dying of the light.而您 我的父亲 在悲伤的高度，请用您的热泪诅咒我 祝福我 我求您，不要温顺地走入那良夜，怒斥 怒斥那光的消逝这首诗写出了一种深沉、强大的力量，一种不屈的斗志。诗中主要的意象有光、黑暗以及愤怒/反抗。2.电影中男主的女儿墨菲和结局，科幻作品第一次把五维空间，虫洞引入影视剧，影史第一次大胆的尝试。为了创作虫洞和黑洞的景观，Kip Thorne博士与VFX总监Paul J. Franklin在其位于Double Negative的团队合作。Thorne提供了大量深入的理论推算，而团队基于这些创造了新的CGI软件，来模拟（黑洞）这些现象。其中一些独立的框架耗费了超过100小时的时间去渲染，最终整个CGI数据量达到了800TB。这些成果为Thorne在围绕黑洞的“引力透镜”和“吸积盘”效果方面提供了新的洞察，他撰写了两篇科研论文：一篇给天体物理社区，一篇给计算机图形社区。太像了，电影《星际穿越》中的“卡冈图雅”黑洞有着深不见底的黑色中心与立体清晰的气体圆环，此次发布的照片里的M87却是一张高糊照片。3.Cooper在事件视界内所处的到底是个神马空间？这是是五维空间，影史作品第一次把五维空间概念画面呈现出来，那的确是一个比我们所处的四维空间维度更高的高维度空间，而且恐怕不止高一维，暂且就认为是五维空间吧。穿过黑洞的事件视界之后到底是什么，这是物理学家正在探索的问题。而作为科幻，总要有幻想的成分，我认为这是本片最大的幻想之处：黑洞的事件视界之内是高维度空间。这个空间不像很多人认为的是人造的，而是原本就存在的。那么在高维度空间视角下，我们所处的四维空间是什么样子的呢？一览无遗。具体到某个人，不但其三维形体的各个角度能够[公式]无死角展现在你面前，而且这个人的一生所经历过的事情会同时展现在你的面前。这个画面很难想象，就好像完美的克莱因瓶和射影平面很难想象一样，没关系，不要纠结这些细节。那么在高维度空间中，如何观察我们所处的四维空间呢？你将能够瞬间（高维度空间的时间维度只是和长宽高一样没有任何特别之处的维度，用影片中的话，“跨越一段时间就像翻过一座山一样”。简单地理解成高维度空间中并没有一个如四维空间中均匀流逝的时间的概念吧。）去到任意你想去的时间、地点。这一点也许不够科学，但是是下面的解释的重要基础。4.为什么Cooper进入黑洞，就领悟到解决方程的方法了？在《Interstellar》中，最主要的引力异常在土星周围出现了一个很大的虫洞，一般情况下这在四维时空（三维空间+一维时间）中不可能自然出现。然而老布兰德教授预测是五维时空（四维空间+一维时间）的超体场穿过我们的宇宙膜时造成的引力异常的现象。老布兰德教授创建了一套理论来描述这种引力异常，最终他发现，想要完全解开引力方程，需要黑洞的奇点数据。直到墨菲的父亲Cooper在超体中通过引力把这些数据传给墨菲，最终她才完全解开了老布兰德教授的引力方程，终于知道如何控制引力，从而使得地球上的人类摆脱地球引力的束缚，进入太空，避免灭绝。在电影里，墨菲在解出方程之后，人类很快就具备了对引力的控制能力，具体方案就是减小地球附近的重力场强度，轻易地把能容纳大量人口生存的太空仓发射到原理地球的轨道上。影片甚至暗示，后来的人类能够突破高维，建立了五维超立方体，还形成了闭合时间线（这暂时还无法理解），传输数据回之前的地球，拯救了Cooper和人类的未来。影片中Cooper利用引力控制着地球上的时钟。问题是，黑洞外部是无法得知黑洞内部的信息。唯一可能的途径就是量子纠缠，把处于纠缠态的两个粒子，一个放进黑洞内部，一个在黑洞外部。有人相信，可以通过这个途径研究黑洞内部的结构：黑洞内部的粒子会受到黑洞的影响而变化，相应地，外界的粒子会响应其变化；观测外界的粒子，可以间接得知黑洞内部的一些信息。Cooper的手表和他女儿的手表，就相当与一对处于纠缠态的物质。但是，最近的研究表明，纠缠态很可能无法穿透黑洞，在进入黑洞的过程中，纠缠态可能就被破坏掉了，这就是火墙模型（再论黑洞火墙与量子纠缠）。5.电影中墨菲的哥哥到底有什么作用？墨菲哥哥看似和剧情关系不大，实际从来都不是可有可无，每一个人物都是承载着故事情节重要的分支。男主Cooper和墨菲是探索属性的代表。Cooper说过自己生来是个探索者，不是个农夫，也反思过学校为什么要儿子做一个农民，但是他儿子自己的选择成为一个守护者，农民形象。而女儿不同，墨菲的选择从小就很明朗（探索者），所以Cooper:“That's my girl”。男主Cooper的一双儿女中沉默坚韧而包容是儿子的性格，女儿的性格是好奇质疑和无畏。这个大背景的一家，儿子的作用是承载维系家庭纽带，用一切手段不放弃一点点希望去维系大家庭。从23年从不间断传来的录像可以感受到他的坚持。这也是那个时代绝大部分普通人的坚持：无论多么困难，维系这个家。没有这种默默守护的品质的话，每个家庭也不能在恶劣的气候中坚持到最后的拯救之日。这就是儿子的作用。6.细节中布兰德教授的黑板公式绝对不是拍脑袋忽悠观众乱写的，黑板公式和电影剧情有着千丝万缕的联系。—————————————————————（以下属于论证，看不懂的可以跳过不看）诺兰秉承着把每一处细节不忽悠观众，里面的公式全部出自麻省理工索恩，彻底将二流科幻电影和Interstellar拉开了不止几条街，细节决定成败。这个细节解释了为什么墨菲在获得老爸Cooper传递的信息之后，才把方程完整解出。如果说前面的几处亮点让你对Interstellar能否拿下最佳科幻之一还有疑惑，那么请看电影细节的布兰德教授黑板公式:克里斯托弗·诺兰接手《Interstellar》这个项目时，他对编剧的剧本做了很大的改动，并且希望让故事尽可能建立在科学基础上。他向麻省理工大学索恩请教了许多科学理论知识及公式，索恩甚至把自己的笔记本给了富兰克林，上面全是他多年以来记录的研究成果。富兰克林如获至宝，他知道只要在特效制作中遵循这些公式，就可以创造出符合物理定律的图像，于是，他让研发团队按照索恩的公式编写新的特效软件和算法。有了顶尖天体物理学家和著名特效公司的奇遇式的合作，后面打造各式场景与真实呈现各种效果也就成为了可能。影片中，小女孩的书房里出现了奇怪的幽灵，书本会莫名其妙地掉到地上；沙尘暴肆虐而过，在地板上形成了二进制的图案；自动收割机莫名其妙地聚集在房间门口，这一切看似玄幻。在揭秘的过程中，男主角Cooper和女儿居然无意中闯入NASA。到此，谜题才揭开。原来，所有的一切，都是源于重力异常（gravity anomaly，不是量子理论中的gravitational anomaly）：由于一些奇怪的原因，地球上不同地方的重力大小发生了改变。这里顺便提一下自动收割机为什么也要收到影响：自动收割机要靠GPS系统来定位，由于GPS卫星是运行在高空的，引力不同与地面，时间流逝速度不同于地表，须考虑广义相对论效应（全球定位系统 (GPS) 是相对论的应用吗？），如果地面附近出现了引力反常，那么GPS系统也会紊乱，所以收割机们都跑到他家门了。请注意，重力异常并未影响电磁场，电子线路还是正常工作的，收割机并非是电路收到干扰而受到影响的。地球的重力是由万有引力产生的，由于地球的自转，不同地区的重力加速度数值会略有不同：赤道较小，两极较大；离地心越远，地球的重力加速度也越小。此外，地下所含的矿物的密度不同，也会造成重力加速度的变化。如果地下岩层含有铁矿等密度较大的矿石，那么地表的重力加速度会略高于普通岩层构成的地表；如果地下岩层含有空洞、地下湖泊或者矿物燃料，那么地表的重力加速度会略低。所以，测定地表的重力加速度，反过来可以初步猜测地下有哪些矿物。地球的重力加速度，其中蓝色出重力加速度较大，来源：GOCE卫星（地球重力场和海洋环流探测卫星）:重力仪，可用于初步探矿:即使在地球同一地点，在不同时刻，重力场的大小也会随着时间而变化。这是由于潮汐作用，由于月球绕地球转动的时间和地球自传的时间不同步，造成地球表面的岩石和海水受到的引力发生周期性变化，产生重力潮，这就是海水为什么每天会涨潮两次的原因。影片中，当库伯闯入NASA，声称发现重力异常以后，大家都笑了。布兰德教授这才解开谜底，原来，早在五十年前，他们就已经发现重力异常了。最开始，在一些地下油矿的监测设备中，发现重力场在周期性地发生变化，很像潮汐。但是，研究人员仔细分析了所有可能的重力异常起源后，都无法解释。在排除掉所有其他可能性后，加上在土星附近观测到的虫洞，布兰德教授猜测到，很可能是由于我们的宇宙结构导致了重力异常。在现代物理学中，对物质结构和相互作用最透彻的理论是超弦理论，这一理论认为，物质是由非常小的振动的弦构成的，弦的不同振动方式，产生出不同的微观粒子。超弦理论有希望能将传统的广义相对论和量子场论协调起来，所以大家对这一理论抱有着很强的信心。超弦理论中，时空是10维的，其中空间有九维，时间有一维；在这一理论中，不仅存在一维的弦，还存在从-1维到9维的所有客体，一般称为膜（brane）。超弦是十维，而现实世界是四维的(为什么空间是三维？ - 物理学)，为了与这一明显的观测事实相协调，通常认为，其他六维空间是高度卷曲的，通常认为这些卷曲的空间具有一些特定的数学结构（Calabi-Yau），来产生我们所想要的四维模型。这种做法，给很多物理学家以启发，纷纷构造出很多不那么精致的高维时空模型出来，其中最著名的可能是1999年的Randall-Sundrum模型。这一理论认为，时空是5维的，一维时间，再加上四维空间。我们生活在5维时空的一个1+3维超空间上，一个特殊的膜。物质在这个1+3维膜上，物质之间的电磁力，强核力，弱核力都只在膜上传播，不会进入第五维，而引力在所有维空间中传播，所以引力相对其他力很微弱；由于电磁力只存在于膜上，无法进入高维空间，所以影片中自动收割机的电路系统没有发生故障，不受影响。RS模型最初就是为了解释引力为何比其他作用力小很多而提出来的。很快，物理学家们发现，从超弦理论出发，对高维空间的某些维数进行压缩，能够得到RS模型。不过，RS模型中，由于现在时空结构有所变化，万有引力的表现形式有所不同了。为了让我们熟悉的万有引力与距离平方呈反比这一实验结果还能以很高的精度成立，这就需要对时空结构和膜的特征采取一些限制，在不同的模型中有不同的方案，下图就给出了几个例子：影片对时空的具体设定是，在我们的膜世界两侧各放置一个的AdS膜，这类似于上面第二种方案。索恩选择这样的模型，是为了能够实现影片所需要的快速时空穿越。根据AdS时空的特性，只要稍微飞离我们所处的膜，我们在时空中行为就会非常古怪：如果你和朋友（相距1000m）同时垂直离开我们所处的膜，进入第五维，你们之间的距离会指数减小，如图所示。如果你在我们的膜之外走到你朋友那里，沿着你的朋友的来路回去，那么你可以在很短的时间内跨越很大的距离（1000m），因为在你自己看来，你只走了0.3mm+1m+0.3mm。这其实就是一个虫洞了。 制作虫洞是很麻烦的，如前文所说，一般需负质量的奇异物质才行，并且这样的虫洞也不稳定。索恩设定，我们的膜和AdS伴随膜之间的距离为1.5cm，这样一来，我们沿着第五维方向前进，相对于普通的四维（我们的膜）的长度来说，所走的路程要少10^15倍。电影中巨型黑洞Gargantua离我们的地球有100亿光年远，如果走前文所说的捷径，只需要在与我们平行的AdS膜上走1个天文单位（500光秒），就能轻松到达了。如果膜之间的距离更远，实际所走的距离会更短，更省时间。如前文所说，RS模型这样的等效模型可以从超弦理论，比如Type IIB超弦理论中，加入一些条件推导出来。下图是Type IIB弦论的作用量，在电影中出现过。从上述公式出发，通过维数约化，原则上可以得到下图中的5维膜世界模型的等效作用量，这也是本片中出镜率最高的公式。这是一个比较复杂的模型，相对原始RS模型做了一些修正，包含了膜上的规范场。这是一种特殊的统一理论，用一个公式描述了五维时空中的全部物理，包含了所有的物质结构，比如规范场，引力场，空间场（不同于四维膜上的物质，空间场是可以在第五维传播的），以及它们之间的相互作用。其实，索恩所选择的这个模型，是相当简单粗暴的，直接规定了时空的主要结构，规定了膜上的物质就是我们普通的标准模型所描述的物质，没有从第一性原理推导出来，所以只是一个等效作用量，人为因素太多。不过，对电影来说，这样的一个东西，应该足以应付观众了。综述1004.3962里给出的作用量则要稍微简单一些，没有考虑radion场：但是这只是一个指导性方程，没有告诉我们，这些场的具体相互作用的方式是什么，比如描述Q场之间相互作用的势能U（Q）的具体形式是什么，空间场与物质场相互作用的强度W是多大,空间场动能项前的矩阵H的具体值是多少，时空的具体结构是怎么样的，等等。 作为一个比较，我们来回忆一下力学的出发点，牛顿第二定律，这也是一个指导性的基本方程。如果不给定其他一些条件，你是没有办法描述物体具体的运动情况的，是直线运动，抛物运动还是简谐振动。只有给定一些条件，比如给定初始位置和速度，以及物体的外力，才能根据牛顿第二定律准确描述物体的运动。在这里，上两个图中的作用量相当于牛顿第二定律，只是纲领性的；要描述清楚这个世界的运行模式（比如粒子有哪些种类和代的数目，相互作用有哪些类型和强度，时空结构，宇宙学常数等），你得对上述作用量进行变分，得到运动方程，解出这组方程。大部分情况下，你读到的论文里，给出的都是一些非常特殊非常简单的解，是一些toy model。因为，这里仅仅用一个方程就描述了自然界中所有的物质和相互作用，看似简单，实则极为复杂，很难求解。比如，膜上的规范场，我们在黑板上就看到一行字： +（Standard Model Term）实际上这一项颇为复杂，展开后的形式是：(来源：2006 November : Cosmic Variance)为了早点把自己的想法呈现出来，物理学家通常会给定一些限制，极大地简化解方程的难度。不过，即便如此，目前我们能解出的toy model也非常少。上图的黑板上，列举了布兰德根据一些物理和数学原理所猜测出的三组不同的解。比如，图中的W_{yy,yw,ww}描述的bulk场与物质场发生相互作用的耦合系数。布兰德先猜测出解的大致形式，然后进行计算（包括计算机验证），再与观测结果进行对比，影片中说五十年前他们就已经观察到重力异常现象了，积累过很多数据了，如果不吻合观测，再做调整。这当然是实际研究中大家经常干的事情。这些公式有一些是由thorne本人亲自写出的，字体特意设计得比较臃肿，反映了老年人布兰德的特征，另一些由Caltech的Elena Murchikova, Keith Matthews来写，字迹简明干练，反映了影片里中青年科学家Murphy的风采。方程中最关键的是bulk场，不同与我们熟悉的规范场和引力场，这是新玩意。与引力场一样，也能在空间中传播。由于bulk场与我们所在的膜的相互作用，使得地球上不同地方万有引力常数不同，且随时间变化；Bulk场还能够维持虫洞的稳定.因此，bulk场非常重要。电影中有这样的画面，布兰德在办公室里沉思，黑板上写着Auxiliary bulk fields {/phi ^i} may be the key! (辅助空间场可能是最关键的).上图给出了Bulk场与物质相互作用方式。当它通过我们的膜时，它会改变我们膜上的的万有引力常数。这样就解释了影片开始时重点渲染过的重力异常。上图是假设bulk场构成的物体穿过我们的世界时，扭曲了时空时造成的华丽效果，它影响着地球的重力场。下图是今天地球的重力场，是前文配图的平面版本，数据来自前文提到的GOCE卫星；下下图是Thorne假想的受到扰动后的重力场。按照电影，这种扰动某一天突然发生的，已持续50来年了，出现重力异常的原因是bulk场在相对地球运动。前面说过，Bulk场除了改变地球的重力场之外，还能维持虫洞稳定，且能避免我们的膜世界与旁边的膜发生碰撞。实际上，有一些物理学家曾经提出过烈火重生宇宙学(Ekpyrotic universe)，就是以平行膜之间的碰撞作为大爆炸的起源的。本片中，索恩的设想正好相反，希望不要碰撞。在影片中，布兰德临死前说，自己其实早就解出方程了。按照设定，实际上布兰德得出的解只描述了黑洞的外部。只有当墨菲在获得老爸Cooper传递的信息之后，才把方程完整解出。这只是剧情需要，为了让Cooper进到黑洞里去。对统一理论的研究已经持续很多年了，大家都没有进过黑洞。7.女主的名字是属于一个物理定律，墨菲定律暗示着结局女主墨菲遇到怎样的困难都会最终迎刃而解。在我们人们处事的行为准则上，都会按照自己的一套思路去进行，人们也归纳了很多很多的准则去约束大众的行为，比如说墨菲定律，就是一个非常神奇但是非常受用的一个定律，许多人都会依照这个定律去约束自己的行为，这个定律是一个非常好的心理学效应，是非常适用的。这个定律的内容大致的意思就是说，对于一件事情来说，如果有变坏的可能，那么无论如何这个事情都有可能发生，由于墨菲定律的存在，很多的人在处事方面都会做到详尽的考虑。虽然只是一个简单的定律，但是不得不说的是，这个定律是非常有效果的。什么是墨菲定律:墨菲定律的主要内容可以划分为下面的四个要点：一、任何事都没有表面看起来那么简单；二、所有的事都会比你预计的时间长；三、会出错的事总会出错；四、如果你担心某种情况发生，那么它就更有可能发生。“墨菲定律”诞生于20世纪中叶，这正是一个经济飞速发展，科技不断进步，人类真正成为世界主宰的时代。在这个时代，处处弥漫着乐观主义的精神。人类取得了对自然、对疾病以及其他限制的胜利，并将不断扩大优势；我们不但飞上了天空，而且飞向太空……我们能够随心所欲地改造世界的面貌，这一切似乎昭示着一切问题都是可以解决的。无论是怎样的困难和挑战，我们总能找到一种办法或模式战而胜之。8.谈谈星际穿越最引人注目的配乐《Day One》http://music.163.com/song/29734859/?userid=1387044929《Cornfield Chase》http://music.163.com/song/29734857/?userid=1387044929《S.T.A.Y.》http://music.163.com/song/29734870/?userid=1387044929Hans Zimmer在好莱坞是个争议很大的电影配乐师，毁誉参半。他的名字可能有些人不知道，但是他配过乐的电影很多人应该看过:《狮子王》《埃及王子》《黑鹰堕落》《加勒比海盗》《珍珠港》《黑暗骑士三部曲》《盗梦空间》（近十年更是成了诺兰的御用）喜欢他的人非常欣赏他的管弦乐合成作曲方式，贴合剧情发展，恢弘大气，助力情绪渲染。抵触他的人总是对他非师承古典，采用电子合成技术去展现“交响”的方式鄙夷，认为其是门外汉。但无疑在数字时代，Hans是开拓了一个前人未有走过的路程。之所以说《星际穿越》是Hans的翻身仗，是因为近年来Hans的曲风越来越相似，千篇一律的铜管与弦乐齐鸣，虽说好莱坞配乐给人大体的印象就是交响化为主导，但Hans显然已经有点像一个罐头生产机，乍一听恢弘大气，势不可挡，但却只是拆了东墙补西墙，配乐已经进入瓶颈状态——这也正是他非科班出身没有系统乐理基础所导致的阻碍。而《星际穿越》里，Hans选择用管风琴。从玉米地的镜头开始，管风琴渐入。让人很是惊喜，以为这只是Hans的小尝试，未曾想到至此管风琴将主导整部电影。从地球到虫洞，从外太空至归途，都由这架有了90多年历史的伦敦教堂里的管风琴搭配。整张专辑全部基于大旋律，多采用弦乐，玉米地追逐”则是描写家里三个人在玉米地里追赶一架无人机的情节。这首配乐节奏轻快，重复着一个轻盈的旋律，而在整个影片中，这又几乎是唯一一个父子女三人能在一起完成一件事的片段。所以显得格外重要。从发现无人机，到开始合作“猎捕”无人机，所有亲情都表现在了三个人合作的默契上，音乐体现了这种沟通和沟通带来的兴奋。而这首曲子中的旋律也成了整个原声带的主题旋律，在以后很多首配乐中都再次出现。而且都现得格外神秘，后现代主义，而整部电影依靠的物理理论包含弦理论，黑洞，量子力学，量子信息，量子通讯等等，太搭配了，而贯穿所有的是人类的爱，音乐很强大。听音乐的朋友应该对后现代摇滚，迷幻电子，都熟悉不过，让人灵魂可以飘起来的音乐类型。—————————————————————总结一下:在好莱坞，用一个想法就能拿到2亿美元的人可谓寥寥无几。诺兰就是其中之一，他的最新史诗力作还在未来继续创作，豆瓣的Top250已经出现他不止5部作品，不知道他的下一部作品还会进一步巩固他‘志向远大’之名吗？他的优秀已经让他在影迷心中封为神，关于神的故事。我可以毫不掩饰告诉自己，我喜欢Interstellar不在于所谓什么狗屁ZZZQ 和莫名其妙的上升爱国之类的自欺欺人的民族主义情结，而是实打实的硬核和真实感人。总有一部分某粉内心极度阴暗和戾气太重，所以狂踩Interstellar捧流浪地球，为什么会出现这种情况有人已经分析很多了，引用别人的话就是:说到底还是自卑心理作祟，好不容易有一部底子还不错，进步空间也很大的作品，就要拼命吹捧，好似今天胜过了好莱坞，就能得到压美国文化一头的快感。任何一种强大的文明都是不吝于承认其他文明优点并加以学习的，因为他们拥有文明的自信，他们知道，未来会做的更好，而不是盖住耳朵大喊“不听不听，我们就是第一”，用虚高的评价和评分来捧杀好不容易出现的希望之光"
    },
    {
        "content": "Do not go gentle into that good nightDylan Thomas, 1914 - 1953Do not go gentle into that good night,Old age should burn and rave at close of day;Rage, rage against the dying of the light.切莫溫馴地走入良夜日暮之年應燃燒咆哮於終盡狂怒，咆哮著對抗那光的減殞Though wise men at their end know dark is right,Because their words had forked no lightning theyDo not go gentle into that good night.Good men, the last wave by, crying how brightTheir frail deeds might have danced in a green bay,Rage, rage against the dying of the light.Wild men who caught and sang the sun in flight,And learn, too late, they grieved it on its way,Do not go gentle into that good night.Grave men, near death, who see with blinding sightBlind eyes could blaze like meteors and be gay,Rage, rage against the dying of the light.And you, my father, there on the sad height,Curse, bless, me now with your fierce tears, I pray.Do not go gentle into that good night.Rage, rage against the dying of the light."
    },
    {
        "content": "见到克里斯托弗-诺兰的前一天，华纳的工作人员悄悄建议我：“明天着装最好简单一点，不要穿花哨的衣服。”这还是我第一次听到这样的对谈要求。不仅如此，对方还嘱咐道，诺兰不喜欢被打扰，所以采访时不要有打字记录等动作，不要进行摄影摄像，不要掏出手机，访完也不要提出握手、拥抱、合影等要求。采访过程中会有一名工作人员面朝我，像拳击赛一样举一块纸板提醒我剩余时间。“还有，最好让诺兰感觉到，中国记者很专业。”她补充说。第二天到了现场，诺兰已经坐在桌旁，艾玛-托马斯也坐在他的右手边。艾玛是诺兰的妻子和多部影片的制片人，两人出席同一场合时，总是那样相敬如宾。譬如艾玛很少凑到丈夫的身旁，只是站在远处眼含笑意地望着他，像个不争风头的合伙人。甚至，艾玛连姓氏都没有改叫诺兰。而克里斯托弗-诺兰，这个被无数影迷奉为当今最具才华的导演的英国绅士，外表平平凡凡，甚至有着与名气极不相称的质朴：一身并不笔挺的黑色旧西装，衬衫领子无力地塌进外套里，一双红袜子不合时宜地从沾满泥土的鞋子里露出来，胸前别着一枚纪念英国一战阵亡将士、闪闪发亮的红色徽章。他头发凌乱，脸上略带倦容，但有着谦和的微笑，淡蓝色的瞳孔清澈得让人不敢凝视。我也因此领悟，面对这样一位导演，的确不该穿得花枝招展；而在他本人有着很强亲和度的情况下，那一连串压力山大的要求其实是一种敬畏的自发约束。《星际穿越》是诺兰献给四个子女的一份深情礼物。作为诺兰首次中国行唯一深度专访的媒体，我也有幸当面聆听他讲述了幕后故事与创作心经。这个44岁男人以视觉影像传达了当今最前沿的科学理论，让千万普通人第一次看到了黑洞的样子，然而他使用的技术手段却和他本人一样返璞归真：要拍宇宙飞船和机器人，就真的造出一架可以飞起来的宇宙飞船和一个会走路的机器人；要拍玉米地、沙暴和冰山，就真的跑遍全球找到实景；要拍虫洞和黑洞，就用计算机按照科学理论模拟出画面，然后真的呈现到演员们的舷窗外。不仅如此，他还继续担任着胶片电影的坚定拥护者，以及3D电影、数字电影的激烈抵制者角色。他说，“如果未来连选择都没有的话，那将是一种耻辱。”他还鼓励编剧新人，“只要人类继续生存，就要相信会有源源不断的好故事产生。”关于《星际穿越》：与《蝙蝠侠》是两种不同挑战  即便是宇宙问题最终也归结为爱新浪娱乐：《蝙蝠侠》系列是建立在已有作品基础之上的，而《星际穿越》是你重新回归原创剧本，哪个创作时更得心应手一些？克里斯托弗-诺兰：《蝙蝠侠》系列的好处在于，它已经有了完整的架构，所以观众对背景都很了解，但确实我不得不尊重原有的角色设定。《星际穿越》是另一种挑战，我们限定自己，想让影片在科学上具有可行性。因此我邀请科学家基普-索恩担任了本片的顾问，我们一直在一起讨论各种科学细节。每部电影都有受限的地方，就看创作者自己想达到什么程度了。新浪娱乐：你作品中的主人公往往都是没有完整家庭的，《星际穿越》里的男主角更是承担着从“家的缺失”到“家园的失去”的重负。为什么要作出这样的设定？你是一个悲观主义者吗？克里斯托弗-诺兰：家对每个人来说都是最重要的，通常做什么事情都会与家产生关联。我不知道总体而言我算不算是一个悲观主义者，但《星际穿越》还是对全人类的未来有乐观态度的，主角们也都很乐观。新浪娱乐：您的太太此次担任了影片的监制，你们是怎样协助对方的？包括您也多次和自己的弟弟联合编剧，与家人一起工作会让你感觉更舒心吗？克里斯托弗-诺兰：我很喜欢与熟悉的人一起工作，无论是家人还是长年合作伙伴，因为对彼此很熟悉，容易沟通和理解。也因为这个原因这次我还是选择跟华纳合作。我不必担心其他的一些问题，大家的劲儿都往一处使，都是为了讲出一个好故事。新浪娱乐：我认为《星际穿越》和你以往很多电影不一样的地方在于，它花了很大篇幅去描绘人与人之间的情感，尤其是父亲和女儿之间的。这与你自己当父亲了有关吗？克里斯托弗-诺兰：我觉得会有关系吧，我有四个孩子，库珀式的父爱中有我私人的一面，也是我拍摄这部电影的出发点。这是一场饱含情感的漫长旅途。新浪娱乐：你真的相信爱是一切的终极答案吗，即便是诸如宇宙终极这样的宏大问题？克里斯托弗-诺兰：毋庸置疑的是，爱是一切人类问题的终极解决途径。我觉得这部电影探讨的一个有趣问题是，科学至今还没有解析和量化人类情感的途径。我始终觉得宏大和微小是可以结合起来的，因为再大的问题最后也会回归到我们是谁、我们之间靠什么维系等简单问题上。关于技术坚持：很多电影用3D拍都是浪费  只有数字没有胶片将是一种耻辱新浪娱乐：《星际穿越》涉及最前沿的科学技术，你却用比较传统的技术手段去呈现它。为什么依然排斥CG？克里斯托弗-诺兰：我认为无论特效再怎样复杂，也无法复制出真实的感觉。从成本上讲，CG其实更贵。拍摄时实景是很有帮助的，演员能够真实地感受到当时的情境。新浪娱乐：地球上的外景可以找，那外太空的呢？毕竟有些景象是目前还无法真实寻找和观察到的。克里斯托弗-诺兰：我们的确需要把复杂的宇宙理论转化为观众可以看懂的可视化图像，因此在科学家的帮助下，我们用电脑模拟出它们应有的样貌，然后渲染出来，就跟真实发生的一样。比方说黑洞，我们就写了厚厚一沓纸的研究，因为以前从来没有人如此精确地呈现过它。新浪娱乐：怎样平衡科学严谨性，和对于观众而言的可看性？克里斯托弗-诺兰：普通观众第一次看是不可能深入理解这些理论的，我们只能希望观众感受到效果。举个例子，当你看007的爆炸场面时，你不必明白爆炸的原理是什么，你只需知道爆炸的威力。我相信观众可以感受到我们建立的世界，而不必知晓其中的运行原理。新浪娱乐：拍《盗梦空间》时您拒绝了片方发行3D版本的建议，这回呢？为什么表现宇宙空间最好的形式是IMAX而不是3D？现在3D电影在中国特别盛行。克里斯托弗-诺兰：3D更多是把空间缩小，让观众感觉就是在一个很小的电影院里，东西都扑到眼前来。但对于非常宏大的宇宙来说，3D并不是一个好的选择，反而是2D能够让你感受到更大的尺寸。我认为IMAX是能呈现出最多画面内容的。拍不拍3D还是要取决于电影吧，就现在来说，很多电影用3D拍都是浪费。新浪娱乐：听说你还亲自去各个电影院检测IMAX效果好不好？克里斯托弗-诺兰：我觉得作为导演，必须清楚电影最终呈现在观众眼里到底是什么样。你不能只在你的小工作室里看完就完事了，必须亲自到电影院里，和普通观众坐在一起，看看效果究竟怎么样。新浪娱乐：你认为胶片会退出历史舞台吗？克里斯托弗-诺兰：我认为胶片不应消失于历史，因为它已经是一个成熟的技术，并且跟现在的数字影像是完全不同的东西，至少两者应该同时存在。我觉得未来如果连选择都没有的话，那将是一种耻辱。新浪娱乐：现在世界上还有一些导演是坚持拍胶片的，比如您和昆汀-塔伦蒂诺。跟昆汀交流过胶片问题吗？克里斯托弗-诺兰：交流过，就在几个月前我们还在讨论这件事情，因为我们希望能够阻止生产胶片的柯达公司倒闭。转向数字是完全错误的，但可惜近些年绝大部分人都在这么做。我们希望能够延续胶片技术，让喜爱胶片的人继续创作下去。关于故事创作：不要把结构和故事分离开来  电影成功使我一直保持创作自由新浪娱乐：你对物理学感兴趣吗？平时会主动研究黑洞之类的吗？克里斯托弗-诺兰：其实我对物理并没有兴趣，有科学家来帮助我呈现细节。我小时候对太阳系怎么运转有兴趣，但也没有去进一步深究。我觉得对其他专业领域保持一段距离对导演来说反而比较好。新浪娱乐：你的所有作品都很难以某一类型来定义，对拍摄类型片就丝毫没有兴趣？克里斯托弗-诺兰：类型片是一个很方便将观众带入剧情的方式，能让观众有明确的观影期待，但我的确喜欢把不同类型片的元素混合起来，希望能给大家不同的体验。新浪娱乐：美国主流观众对新类型影片的接受程度怎样？即便是奥斯卡的评选，也经常是偏向平庸和保守的。克里斯托弗-诺兰：我不知道，人们经常谈论学院的口味什么的，但我也不知道学院有什么口味，因为我自己也是会员之一。我只知道自己的喜好，不知道其他6000名会员的喜好。奥斯卡每年都不一样，结果不能代表所有会员的选择。新浪娱乐：为何你一直都很重视叙事结构的创新？现在电影技术越来越发达，好的故事却貌似越来越少。如果请你为一名编剧新人提供一些建议，你会告诉他什么？克里斯托弗-诺兰：如果让我提建议，我会说不要把结构和故事本身分离开来，它们应该是融为一体的。我看过许多结构很花哨，故事却一团糟的电影。世界上所有故事的内核可能只有几种，但形式却是千变万化的。只要人类继续生存，就要相信会有源源不断的好故事产生。新浪娱乐：很多导演都说，随着影片投资规模的加大，他们可能越来越难以随心所欲地拍摄自己想要的电影，而是要受制于出品方约束、票房考虑等原因。你有过这样的困惑吗？克里斯托弗-诺兰：目前还没有，因为我的电影投资越来越大，是基于我的电影都很成功的前提下。我在创作上一直都很自由，所以当我面对可以随便发挥的机会时，我也会很亢奋地想完成到最好。关于电影口味：无法避谈伟大的《2001：太空漫游》  最欣赏的中国电影是张艺谋《菊豆》新浪娱乐：哪些电影给了你灵感来创作这部《星际穿越》？克里斯托弗-诺兰：我无法避谈斯坦利-库布里克的《2001：太空漫游》，构思电影时不能假装它不存在，那的确是一部非常伟大的作品，对我以及许多导演的创作都有很多启发，比如斯皮尔伯格的《第三类接触》。我对电影最早的记忆之一也是我父亲带我去看《2001：太空漫游》，看到人类向宇宙最远处前进，那时我就想，如果我有机会，一定也要拍一部关于宇宙探索的电影。1983年的《太空先锋》也对我产生了很大影响。新浪娱乐：在发布会上，你说最欣赏的中国电影是张艺谋的《菊豆》，为什么？克里斯托弗-诺兰：我对这部电影绚烂多彩的画面印象很深。还有出殡那场戏，是西方世界从未见闻过的场景，在我脑海里挥之不去。新浪娱乐：跟阿方索-卡隆探讨过拍摄太空的技术问题吗？克里斯托弗-诺兰：他跟我还不太一样，就我所知，他用了很多CG。在他拿到奥斯卡最佳导演奖之前我跟他说，不好意思我没看《地心引力》，因为我自己太空题材的新片还在进行中，他也表示理解，哈哈。（文/何小沁）"
    },
    {
        "content": "唔，私以为那个机器人其实是布兰德教授和领袖MANN在离开时设定好的，因为人类会撒谎的，影片里也反复在纠结那个90%忠诚度什么的设定，所以为了防止远征军里面会有人因为不想死就发假坐标回地球，布兰德和MANN应该是在第一批随行机器人上设定了【一旦发现星球不适合人类居住就启动自毁的装置】。这也是为什么最后要求人类指纹来确定一下的原因【为了证明人在机器人边上，可以一起炸毁，同时也可以让远征军快速死亡，不要太痛苦】……因为MANN是领袖，而且他一直在讲什么要毁灭人性之类的大道理，应该成功骗过了布兰德/或者本来就是他提出的，所以他知道这个装置的存在。在探索完星球发现不适合人类居住的时候，他自己手动毁坏了机器人。而不是他到外星球以后设定了这个陷阱等救援队过来的时候炸死他们【这也太超现实了……有没有那么聪明啊=。=只是刚好遇到塔斯说要修好他的同类，因为塔斯在电影里说过他早就怀疑了MANN，我猜塔斯是知道这一设定的，所以他见到自己的伙伴“尸体”的时候就有所怀疑了。MANN灵机一动想起这个设定，想顺便把剩下两人或者随便谁炸死一个算一个，就说需要有个人类在旁边看着……恩……不知道是我脑洞开太大，还是编剧太腹黑呢，总之我是这个感想……有木有看过电影的小伙伴来一起讨论下呢……"
    },
    {
        "content": "标题引用的是在电影中频现的台词，源自威尔士诗人Dylan Thomas的最有名的一首诗《Do not go gentle into that good night》，着实令人震撼。港版的翻译原话记不太清楚了，也不知道国内版本会怎么翻译。看完电影以后，对这句话感触颇深。老者，什么是老？时间，生命，都是相对的，在不同维度不同次元，你的鹤发或许是我的童颜，而我一次呼吸能抵过你一辈子的岁月。好了，我已经说完整部电影的核心了。剩下的什么拯救地球和人类，亲情，爱，都是附属品，熟悉做菜的人应该明白，食材和火候都掌握好了，最后的调味也无非就是有时候突发奇想多加少加或者乱加而已。看电影之前，我是诺兰的粉，看盗梦空间还是在美国上学的时候，犹记得一边努力练习听力，一边啧啧称奇的自己。后来回国以后突然发现，粉丝往往是很极端化的一种生物。我很好奇为什么大家不能多些包容和客观，既然两派阵营都有大量拥护者，那崇拜对象一定有他可取之处，所以我从来不会黑科比蜜詹姆斯，褒诺兰贬大卫芬奇，喜欢陈奕迅讨厌周杰伦（or讨厌昆凌），买Zegna弃Hugo Boss——我只欣赏比赛，沉溺音乐，享受电影，品味生活。说这段话的意思是，诺兰也是人，不是人类文明已经进化到五次元以后的神，他是个有才华有执行力有自己想法和风格的导演，仅此而已。所以，面对这部并不完美的电影，观众不该用自身的偏执去放大那一点缺漏，也不该用内心的偏袒来一味给诺兰的作品“美图秀秀”。总体来说，我相信这会是一部评价两极分化的电影，坐在我旁边的女孩一直玩手机，右边两位五十多的中年夫妇一直打哈欠，而我时不时挺直腰部，生怕错过下一幕的剧情，要不是接近三个小时的跨度太长，中间有一次膀胱快要爆炸，我是绝对舍不得起身去wc的。女孩和老人都具有代表性，就好像我父母觉得盗梦空间鬼扯无聊一样，我相信他们如果来看这部娱乐性只有盗梦空间十分之一（数量词而已）的电影肯定更想睡觉。而大部分女孩（女权主义者请把前面的大部分换成一小部分）或许更爱看爱情片，文艺片，抱爆米花看银河护卫队。那么你一定想知道自己是否适合看这部电影，我强烈建议以下观众来观阅本片，now listen:1.\t想普及一下基本的天文知识和物理知识的2.\t想经历一次模拟穿越虫洞，黑洞的科幻迷3. 从小喜欢看discovery频道，科学天文纪录片，或者某个夏日抬头仰望满天璀璨星空（我小时候在夜晚抬头是能看到星星的）陷入沉思，地球在哪里，我们在哪里，哪些一个个发亮的点是比地球大几百倍几千倍的星球吗？我们看到那些光的同时，其实那些星球是不是已经灭亡了之类的问题的可爱小朋友，你们来看这部电影是在圆梦。我小时候如果能看这么先进的电影，我可能现在就不在中环做金融，而是心甘情愿去NASA扫地或者送盒饭了。４.　闲着没事干想看电影但是又害怕遇到垃圾片的，这部电影无论音乐，摄影，剪辑都沿袭了诺兰一贯的水准，就算你看不懂或者不喜欢的话，应该也不会觉得被骗钱了。５.想约会泡妞的男同胞们，如果你的女票刚好是我上面说的１那一类的，那么她可能会让你牵个手之类的；如果是２，可能会在看完电影之后跟你去酒吧喝两杯继续深入讨论；如果是３，那么恭喜你，今晚你们可以Get Laid之后一起喘着气抬头等雾霾散去，看能否目睹超薄浮点银河系。总结一下吧，与盗梦空间或者复仇者联盟这样的电影相比，这部电影缺乏娱乐性，更多的像是一部接近三小时的严肃地讨论时间，宇宙，黑洞，以及人性的科幻纪录片。我不得不说，这里没有普罗米休斯里面的人类祖先或者神灵的存在，没有银河护卫队里面那么生机勃勃而奇幻的星球，除了有几处台词有点冷幽默的之外，大部分时间都是很沉闷的一部电影。他们一共去了两个星球，其实预告片里都有了，一个是被水覆盖的，一个是温度很低的荒凉的，都不适合人类生存，我所谓“探险家”的心理在抵达这两个星球之后是有些失望的，平心而论，我渴望看到一个更加难以想象的世界，一个在经历了漫长星际旅途后令人震撼的世界，或许是阿凡达那样的世界？或许是比地球更富饶更美丽的世界？我只知道看完这部电影以后内心变得非常平静和深沉，而且意识到这一苍白的可能性：整个宇宙只有地球这样的唯一拥有孕育生命条件的行星，但人类探索未知的脚步不会停息，追求我们起源以及何去何从的信念不会灭熄，那才是令人热泪盈眶的原因。如我所言，我勉强算得上是小时候仰望星空思考where we are的那一类，所以这部电影更像是一场圆梦。这个梦，是那些打一星和两星的人不会懂的，你不必强迫他们改口称赞，这些梦，属于你自己，属于你在每一个仰望星河而陷入思考的须臾。看完电影之后打电话给女朋友，在我一个人去看电影的这几个小时，她一个人去逛了街。电话里她有点心虚地说，今天试的衣服都挺好看，我便猜到她又买了很多衣服了（不到一个月买了至少十几件了吧），我以为我会生气批评她，但是我出乎意料的说：自己喜欢就行。为什么？因为忽然觉得我们脚下的这颗蓝色星球很渺小，世间万物包括那些与我们羁绊相关的人和感情，都是那么珍贵。珍惜时光，善待身边的爱，敢于去探索和冒险，这或许是诺兰想要在这么大的题材下面最希望表达的心意。Do not go gentle into that goodnightOld age should burn and rave at close of dayRage, rage against the dying of the light.不要等到生命垂暮之时再去咆哮和燃烧，因为时间可以伸缩和折叠，唯独不能倒退。"
    },
    {
        "content": "不要温顺地走入那个良宵，龙钟之年在日落时光也要燃烧并痛斥；要咆哮、对着光明的消泯咆哮。——狄兰·托马斯好莱坞电影从来不会劝人安静地做个美男子，只会鼓励大家起来奋力折腾。所以，即使是一个看上去已经完全没前途的文明，也要赌上最后一丝力气去把这文明中最优秀的人送上太空，用飞船在星空中划出自己的痕迹；即使任务濒临失败，沦落异次元空间，也要奋力挥舞双臂、大声咆哮，去试图影响到似乎遥不可及的三维时空。不知道小女孩墨芙有没有听到咆哮声，但莫名其妙突然从书架上掉落的书本也足够吓她一跳了。她认为是鬼魂作祟，而她爸爸库珀则希望她相信科学，告诉她那是重力。库珀曾经是NASA最优秀的飞行员，但在这个满目疮痍、百业具废的时代，自己的技能再无用武之地，只好做了个庄稼汉。即便如此，他对飞行的热情也从未磨灭，甚至会在带着孩子们视察玉米地时突然兴起去追逐飞机。只关心飞机的库珀把方向盘交给了儿子汤姆，而汤姆则差点把车直接开到了水里。也许他是觉得现在生活的世界就像一场噩梦，想试着通过车与水面接触时Kick一下跳转到上一层梦境去。一家四口兴致勃勃的去看球赛，结果因为有大光头放中子弹而导致比赛中止。败兴而回的一家人只好迎着沙尘暴赶路。外国电影明星到中国宣传时，国内媒体总想着弄个大新闻，问“喜不喜欢电影里加入中国元素”这类蛋疼问题，骨子里透出对自己国家文化的不自信。是不是一定要从老外嘴里听到肯定的答案才觉得中国人和中国文化真正扬眉吐气了？要是人家老外就是不了解也不感兴趣怎么办，就抵制他们？当然这样尴尬的情形对于本片来说应该不会发生，因为这次导演特意很贴心的加入了中国元素——中华民族的传统服饰防霾防尘口罩。我记得上一次中国元素的加入还是08年的冠希哥和劣质手枪。缠缠绵绵绕天涯的飞沙居然在房间里留下了有规律的图形，而且还是个坐标。库珀决定去一探究竟。小墨芙借助杂乱摆放的层层衣物也偷偷潜伏在副驾驶座上，跟着父亲一起去冒险。顺着坐标的指引，库珀和女儿找到一个蝙蝠洞。这里竟成了NASA的根据地。库珀在这里遇见了过去的同事布兰德教授，以及教授的女儿艾米莉亚布兰德博士。教授向库珀父女介绍进行中的应对地球危机的计划。NASA先前曾派出一只考察队通过一个突然出现的虫洞到外太空去找适合人类定居的星球。目前有三个星球发回了好消息，其中就包括了这只考察队的核心领军人物、地球上最优秀的太空人才曼恩博士。考察队里其他那些无关紧要的人的照片都给了特写，唯独没拍到曼恩博士，这让人不得不对曼恩的身份这件事格外在意。现在NASA希望再派出一只四人小队去这三个星球上一探究竟，曾经的精锐飞行员、如今自己送上门来的库珀自然是作为飞船驾驶员的最理想人选。在库珀等人探索外星的同时，教授也会率领地球上的NASA成员赶制一个类似诺亚方舟的巨型空间站，以便将来向外星移民。空间站的建造工作目前万事俱备，只差一个关键的重力方程。教授承诺与库珀兵分两路，尽快破解方程。退一步来说，即便方程无解，也还有备选方案：与库珀同行的布兰德博士携带了数百个人类胚胎，可以在适宜人类居住的星球上用他们来研延续人类的下一代。如果计划成功，库珀的孩子们也能免于灭绝的命运，强烈的责任感让他接受了任务。但是要过女儿那一关却不容易。墨芙极力挽留，甚至搬出了书房里的鬼魂，告诉父亲鬼魂留下了“STAY”的讯息。最终库珀还是义无反顾的离开了家人，开车前往NASA的路上，他还是下意识的去探了探副驾驶座，看墨芙有没有再一次躲在下面。可惜这一次车上真的只有他一个人。也许他想的是再一次把爱玩潜入游戏的女儿揪出来，两人嬉闹一番会稍微冲淡离愁别绪。其实在生离死别面前，哪怕是一万个玩笑堆积起来的轻松感，在转身的一刻也会瞬间崩塌。库珀走后，教授时常来到他家看他的孩子。别看教授年事已高，照顾小孩可是一把好手。当年布鲁斯韦恩少爷就是他一把屎一把尿喂大的。后来布鲁斯因为变魔术跟人结了梁子被关进监狱，老人家还帮他短暂的照顾了一阵他的女儿。去年跟墨芙和汤姆的爸爸在学院奖上短兵相接的那个小胖子，当年他在外面睡这个睡那个的时候，一双儿女也是由老爷子代为照顾的。一来二去，擅长照顾小孩子的老教授与墨芙混熟了，后者本就天资聪颖，顺理成章的成了他的学生兼助手。库珀驾驶的飞船离开地球，第一次与大圆环母舰对接时的背景音乐，或者干脆说就是背景音，听上去很像当年马修麦康纳参演的《超时空接触》里织女星发来的信号音。库珀的团队里除了他和布兰德博士外，还有一个黑人、一个好不容易长出正常形状络腮胡子的男人，以及两个长着大长腿但是整体上看像是大块龟苓膏的机器人。众人前往的第一颗星球是个水资源极其丰富的地方，看上去似乎条件相当优越，其实暗藏杀机。这里有着山一样巍峨的浪头，能一下子拍死一个人。络腮胡在这里不幸便当。按理这种出去趟雷的活儿通常都应该是黑人兄弟干的，这次他代为消受了，不过黑人兄弟也不能笑得太早。除了恶劣的自然条件，这个星球还有着与地球差异极大的时间流逝速度。当库珀与布兰德结束几个小时的亡命之旅逃回飞船时，对其他人来说已经过了二十多年。库珀只能一边看着这些年来儿子汤姆发来的视频从中感受孩子的成长，一边流泪，试图尽可能挽回一点失去的时光。墨芙已经长到与父亲与她分别时的年纪了。他发现教授的重力方程式似乎有问题。自知命不久矣的教授告诉了她关于方程与计划的真相，不久在病床上去世了。墨芙向教授的女儿布兰德博士发送视频通知这一噩耗，顺便告知她真相。还有两个目的地要去，然而飞船的燃料却难以为继，两个星球中只能选一个。剩下的三名成员中，两位男性都认为应该去大名鼎鼎的曼恩博士所在的星球，因为这个最杰出的人才所发现的星球一定是最可靠的。只有布兰德坚持要去另外一颗星球，因为那是她的爱人埃德蒙发现的。她相信爱能超越时间空间。最终还是少数服从多数。库珀等人来到第二个城市…第二个星球。在曼恩博士的星球上，布兰德接收到了墨芙传来的视频，知道了父亲的死讯，更了解到计划的真相：原来解开方程、建造方舟移民外星从来都只是个幌子。教授从一开始就没对这条路抱有希望。他认定女儿带着人类胚胎去逃往外星是延续这个种族的唯一出路。曼恩博士带着库珀去考察自己发现的适宜定居点，却突然发难。事实上当年曼恩博士是因为他男人被拐去演蝙蝠侠了，听说NASA那伙人跟蝙蝠侠很熟，本来想借助他们的力量找到他男人，结果却被派到这个兔子不拉屎的星球来了。他说这里适宜人类生存只是为了肤悠别人来他好趁机逃走。经历一番摔♂跤，曼恩博士打倒了库珀，并抢了他的飞行器，企图与母舰强行对接。强行插入必自毙，权限不够的曼恩博士引发事故，送了自己的性命。在第一颗星球上因为非常谨慎的没有去趟雷而躲过一劫的黑人兄弟终究还是摆脱不了便当的宿命。剩下的两人，虽然靠着库珀精湛的驾驶技术，不可思议的与母舰对接成功并离开了这个星球，但也已经到了山穷水尽的地步。库珀向布兰德道歉，承认一开始就该听她的去另一颗星球。如今燃料不足，只好冒险借力黑洞。这一方案虽然奏效，但为了减轻母舰的质量，库珀自愿牺牲，掩护布兰德到达目的地，自己则被吸入黑洞。被吸入黑洞的库珀进入了五维世界，经历短暂的情绪失控之后，他找到了与三维世界的女儿墨芙的联系方法。他通过书页拨动放在书架上的手表的指针，使得指针呈现出一步两步一步两步似爪牙似魔鬼的步伐的诡异运动，由此向女儿提示自己的存在，并敲打出莫尔斯码来传递信息。他把机器人TARS在五维世界里搜集到的、对于墨芙的重力方程式至关重要的数据传达给墨芙，帮她解决了人类世界的最大危机。放下心头大石的库珀开始享受五维时空里纯精神的非凡体验。这一段有很强的《2001太空漫游》的即视感，二者最大的区别在于当画面由一团金黄色向环状母舰过渡时，似乎曾有那么一两秒钟出现了Doge……看来就算是进入了五维时空也依然无法摆脱精神污染。库珀不知自己在五维时空里呆了多久。当他醒来时，已经置身在基于墨芙的理论建立的巨型空间站上。空间站重现了地球曾经的生态环境。由于空间站里的居民区都是建立在一个巨大圆环的内凹曲面上，所以其景致看起来非常像当年莱昂纳多第一次给艾伦佩姬演示筑梦时那个物理定律完全失效的场景。库珀见到了已近百岁的墨芙，墨芙告诉他如今的技术比他当年离开地球时不知高到哪里去，让他快驾驶着最新型的飞船去遥远的星球接他的伙伴布兰德博士。---------------------------------------------------------------------------------------------------------库珀进入五维空间那一段，当时也就是瞎看了一下热闹就过去了。后来再回头想，才觉得这段越琢磨越有趣。进入五次元以后，原本三次元的一切时间、距离对于库珀来说都可以轻松跨越。但是为了让人的脑子不会过载，所以一次只会载入空间的一部分。库珀的潜意识当然会选择最关键的那一部分，也就是女儿墨芙的房间。于是我们就看到五维空间成了他家的书架。在刚进入这个空间时，库珀是充满恐慌与紧张的，这时候他不会有意识的选择一个时间点去切入，于是他的潜意识会自动载入一个对他而言最刻骨铭心的时刻，也就是他与女儿分离的时刻。乍一看到这一幕，库珀难掩激动之情，不会想太多，只想着竭尽所能的让当时的自己留在女儿身边，于是那条“STAY”的信息成为了他进入这个五维世界后在手忙脚乱之下留下的第一条信息。接下来，随着库珀与TARS取得联系，他开始慢慢了解自己身处的时空，并想到了如何去利用它。于是他开始不慌不慢的“布置”起来了。他通过在女儿成长过程中制造一系列的异象，将自己存在于五维时空这个事实印在女儿的潜意识里，这等于是一种催眠，或者说是光天化日下的incept。这种对女儿潜意识的打磨一直持续着，一直到她放火烧掉玉米地后进入书房。当她再次站在书架前看到异常运动的手表指针时，那些原来她没放在心上的异象突然都涌了出来。这时她就像是集齐了所有证据的柯南一样，一道电光穿过脑袋，茅厕顿开。墨芙在这一瞬间认出了鬼魂就是自己的爸爸，并不是一拍脑袋就想到的，而是得益于库珀几十年来对她的暗示。只不过对于身处五维时空的库珀来说，由于超越了时间的限制，所以一切对他而言都是一瞬间完成的。我认为在帮助女儿解决了方程之后，库珀也没有停止与她的联系。电影里演到这里接下来就开始致敬2001然后就是脱离黑洞了。这样表现当然没问题，因为正如上面提到的，五次元没有时间的限制，一切都是瞬间发生瞬间结束的。我倾向于认为导演在这里是把后面鸡毛蒜皮、家长里短的情节给省略掉了，而不是说这些情节没发生过。在五次元，库珀一眼就能看遍墨芙的一生。他用一瞬间就可以向处在各个时点的墨芙发出信息与她交流。所以，在那个方程解决之后，也许每个圣诞节墨芙都收到了爸爸用莫尔斯码打出的问候；当她结婚生子时，在另一个时空看着她的爸爸也用莫尔斯码发来祝福……在她漫长而充实的一生中，爸爸其实一直陪在她的身边，与她分享着心情。最后，爸爸终于回到了她的身边，与她的手握在一起，为她辉煌又幸福的一生画下完美的句点。亲眼看着宝贝女儿成为受人敬仰的科学家，过着儿孙满堂的温馨生活，最后无病无灾的走完这一生，这不是痛苦，这对于一个父亲来说应该是带来天大的成就感的事。这次星际之旅让库珀成为了真正的人生赢家。诺兰的电影给人的感觉大体上就是黑又硬。这里的硬我说的不是科幻设定，因为我在这方面实在没什么发言权，唯一能看出来本片不符合科学的一点就是两个配角领便当的顺序有点问题。我所说的诺兰的硬是一种气质。同样是拍科幻，诺兰的电影没有别人家那种时尚时尚最时尚的光鲜与华丽，相反却显得笨重、古拙，就像是工厂里的一台看上去陈旧但却不断发出隆隆声来宣告自己还充满活力的机器。当年第一次看诺兰电影里的蝙蝠车，觉得这玩意怎么这么像一大坨鼻屎，怎么会有造型这么怪的车子。可是看习惯了以后就觉得这才是最帅的座驾，当它开过时，其他的车，无论多么豪华名贵，好像都会因为被它的气劲拂过而瞬间融化或者至少是瘫软。这种黑又硬的感觉主要来自于诺兰在拍摄手法方面的传统，比如坚持用胶片、不用绿幕、喜欢做那些黑又硬的模型等等。本片中还有个设定能让人感受到他的传统。如今化妆技术非常先进，一个角色进入成年之后，无论是青年、中年、还是老年，通常都会由同一个演员扮演。高超的化妆技术配合后期动画特效，让年轻演员的老年妆几可乱真，同时还减少了观众在辨认角色方面的障碍。如果让我去拍，我很可能让杰西卡查斯坦继续出演老年的墨芙，我估计她自己也会愿意挑战一下这种角色，而本片却另外找了艾伦伯斯汀来扮演老年墨芙，算是比较回归传统的一种手法。不过这个似乎也与制造悬念也有关系，因为老年墨芙在电影一开始就登场了，如果被观众看穿了身份，那后面的紧张感就会大大降低。克里斯托弗诺兰是个个人风格很强烈的导演，他的风格就是我上面说的，黑又硬。由于只是硬，并不尖锐，所以在有的观众眼里他会显得与其他商业片导演没什么区别。这我倒觉得不是什么坏事。我从来也不觉得拍商业片是什么丢人的事情。让自己的作品受欢迎没什么错，只要不是故意媚俗就好。商业片大多对观众比较体贴，所以我一向都很有亲切感。本片总体来说，还是原来的配方，还是熟悉的味道。同样的风格被延续下来了，但是以前似乎被刻意压抑的亲情戏份在本片中得到了更直观的展现。感觉好像诺兰原来是个不喜欢谈情说爱的酷小子，随着年岁渐长，慢慢的在说些温柔的话时也可以不那么拘谨了。我个人觉得本片两大泪点一是库珀临行前抱着一丝期待翻副驾驶座上的衣服，还有就是最后老年墨芙握住父亲的手说，“Because my dad promised.”简单的一句话把亲人之间那种彼此依赖的感觉完美的传达出来了。最近还有关于这电影是不是神作、诺兰能不能称为“诺神”这一类无聊的讨论。这个我没什么发言权。但我特别看不惯一些观众一副他是诺兰他大爷的教训口吻，为了论证诺兰不是所谓神级导演也是蛮拼的。这部分观众朋友瞧不起诺兰的一个重要依据就是他是拍商业片的。就算是这些人觉得拍商业片的能力不能作为衡量所谓神级导演的指标，但在这方面有出色表现也不该成为减分项。我倒是觉得就因为是拍商业片的反而更有机会成神。神的特点是他的思想能让最屌丝最粗俗的小老百姓都听得明白而且心悦诚服。理论体系严谨完善但是曲高和寡的不是神，是教授。但我也不太赞同随便就给导演封神什么的，主要是如此一来会把些原来听上去很神圣的称呼给叫贬值了，而且也更显出粉丝群体的盲目性。诺兰导演也有自己的偶像，他的偶像很多都是现在差不多公认的神级导演，他就是在这些导演的激励之下走上现在这条路的。诺兰本人是不是神级导演我不知道，但我很清楚有人 因为他而爱上电影，并相信未来会有越来越多的人因为受他的启发和激励而投身电影。"
    },
    {
        "content": "究竟谁创造了星际穿越？克里斯托弗•诺兰，——这个以中文音译的英文名，指向许多重名的人。其中，当今世界最出名的，是《星际穿越》的导演与联名编剧。英文名置个人名在前，家姓氏在后，与中国人命名习惯不同。但中英二者并世界诸语诸文化大致相同处在于：个名指向个人存在，姓氏指向宗族延续。因此全球观众大都不难理解：片中家人之间多自然直呼个名，或以反映血缘关系视角的亲属身份代词指称；外人提及或直呼墨菲•库珀(Murph Cooper)时，则多称“墨菲”，既指向非宗族视角下的个体，又避免交流时出现重名指称混淆；而指向“库伯家的顶梁柱”飞行员库珀，或功成名就“库珀家的”墨菲时，人们就都称“库珀”，甚至导致片末出现重名混淆尴尬，也不失自然幽默。不过，片中角色鲜有出现的，是全名。因为只有在特别郑重的语境下，才会直称某人全名，比如秘密会议室墙上悬挂的宇航先驱照片和名牌。强调这一点，关乎观众对与“名”有关的事实细节理解。比如，库珀先生对布兰德女士的称呼，从一开始的“布兰德博士”、“布兰德”，至影片中后期某一刻随口叫出“艾米丽亚”，所谓直呼其名——说明这一男一女的“距离”是与“功成名就”无关的一种“由远及近”；但库珀在其后生命垂危之际发出求助信号，却本能呼叫“布兰德”，指向宗族，展示了个人与宗族之间的从属关系。同理，无论曼恩博士一开始直呼“艾米丽亚”显得多么不自然、套近乎（这位演员演技精湛），最后涉及生死存亡的冷酷对话，就还是指向宗族，称“布兰德”。又如，片末人类暂时幸福生活所在的库珀空间站，是以宗族姓氏命名。这种命名方式指向的是整个宗族的全体存续荣耀，而弱化个人功勋。在此基础上，库珀空间站的纪念碑更将荣耀延伸至了“所有勇敢的男人和女人”，虽画面字幕未及，但按理也必如墓碑般郑重镌刻有墨菲•库珀的全名，以示命名来源。从幕前到幕后，虽然影片演职人员名单也将一部电影的荣耀延伸至所有参与的男人和女人，但自始至终最大写的名字，毕竟只有一个。克里斯托弗，Christopher，在英文中也可昵称作克里斯(Chris)，二者词源皆指向基督(Christ)。“克里斯托弗”本义是“基督差来者”或“基督信使”。诺兰，Nolan，则是一个英语化的爱尔兰盖尔文，本义 “驾车武者”或“驾战车的斗士”。《星际穿越》也是汉译名，其原文，Interstellar，字面意思是“星际”，与“穿越”无关。“穿越”是眼下尚未褪热门的中文词，指向超时空旅行。因此，这个汉译名大大局限了英文原本的广大所指。在片中，库珀等人讨论并分析先驱探险者们的行踪时，每个追踪屏幕上显示的，正是其人所在的星球，一人一星。一个人的星球，这不免令人想到《小王子》的浪漫，指向身体和内心的绝对孤独。片中库珀操着一口得州口音，演员本人马修•麦康纳亦生于得州——又称“孤星之州”。而在孤独与孤独之间，恰恰就是片名原文所指：《星际》。至于到底“穿越”与否，是原文留白。我希望以上一些对“名”的粗浅分析，能从根本上有助于读者认识其各各所指的本体。因为这些“名”将在后文反复出现，就如同诺兰在片中先花了不少笔墨阐述“墨菲”这个名字的设定。然而在片中，墨菲这个角色听了设定后却表现出某种似懂非懂：到底是相信人们普遍认同及简化的“凡可能出错的必会出错”，还是接受父亲乐观的解读——“凡可能发生的必会发生”？无论如何，当美国空军高速载人工具计划的研究员，于一九四九年以工程师墨菲(Edward Aloysius Murphy, Jr.)命名这项定理时，其惋叹的大量无法避免的“错误”的“实行者”和“责任人”，是参与计划的人。本文亦难免出错，望读者海涵、方家赐教。以上，是本文第一小节。大陆公映版由中影承译，翻译和字幕团队共署名六人，以国内公映外语片人工安排而言，可谓人数众多。可惜错误不少。理科生在开片处，飞船起飞不久，可能就如堕地狱。因为指向速度的专名“一马赫”(Mach 1)被错译为指向某种设备型号的“马赫一号”，是硬伤。文科生观影体验或许更差，尤其是语言类学科的。因为片中核心太空站名字所代表的“耐久”(Endurance)，被错译为“永恒”(Eternity)，相去甚远。另有一些误译和不妥，但都不及这两处荒唐，就不多举例了。最难受的大概是神学生等在中国比较边缘学科的人，其糟糕观影体验主要不一定来自“英译汉”的语际翻译，而更可能来自符际翻译的错位。因为这部电影充斥广义基督教的符号，如拉撒路、永恒、试探、试炼、祈祷、信仰、预表、应许、印记，不胜枚举，但却几乎没有指向基督教荣耀的上帝。这首先造成了这部电影本身的一个重大讽刺：成本一亿六千万美金，首周票房已超两亿六千万美金，如此不敬虔指向信仰上帝的巨额资金流，反映在当今美国好莱坞的每一张钞票、每一个硬币上，却都依法印着这样一句话——“我们信仰上帝”(IN GOD WE TRUST)。继而穿越到中国，这个《好莱坞报道》(The Hollywood Reporter)[注一]和《中国日报》(China Daily)[注二]等媒体点名叹服其票房贡献的中华人民共和国。在这里，由于无神论的官方权威，陌生的“信仰”成为边缘化的符号，游离于既有信息传播框架之外，观众就更不觉得影片扑面而来的那种讽刺所承载的荒谬感是一种错位了，可谓错上加错。——在中国，挣人民币，就必须坚持艺术“为人民服务”，这显然才是彰显绝对真理的合法逻辑，似乎负负得正、错错为对了？人，是诺兰电影艺术的源点。其处女短片《虫豸》(Doodlebug)就是一部无限指向作为个体的“人”的电影。这样一种文艺作品，丝毫不为人民服务，因为“人民”——而非“人们”——是个政治概念。政治，从诺兰处女长片《追随》(Following)开始，呈现出一个重要维度。至《蝙蝠侠》系列，阶级、革命、恐怖主义等政治寓言似乎更加显而易见，但诺兰却在接受《滚石》(Rolling Stone)[注三]采访时，否定《蝙蝠侠：黑暗骑士崛起》的政治性，坚称：“只是讲个故事而已。”宗教，尤其缔造大写“西方”文化的基督教，则更是诺兰极力避免的维度。虽在《蝙蝠侠》系列和《致命魔术》中触及原始部落和魔术所牵扯的神秘主义，但浅尝即止。离专门讨论宗教，甚至特定的某宗、某教，还相去甚远。诺兰此番笔下角色仍以英语为母语，却小心翼翼地在任何震怒、惊叹，甚至肉眼看见宇宙罕见奇观时，也避提早已口语化的常见感叹语——“噢、我的上帝”(oh my God)。而诺兰本人对宗教信仰，尤其基督教的回避，也无时不刻在其生活中体现。在就《蝙蝠侠：黑暗骑士崛起》首映科罗拉多枪击案发表声明时(The Hollywood Reporter)[注四]，诺兰最后说到“我们的心与他们及其家人同在”(our thoughts are with them and their families)，不太符合英语习惯。在普遍受基督教影响的美国文化中，人们习惯性说“我们的心及祈祷与某人同在”(our thoughts and prayers be with someone)，而不会刻意拆开这个比较固定的搭配。诺兰刻意隐藏的“祈祷”，在《星际穿越》中终于显形，但却是以一种玩笑的方式：老库珀调侃盯着地上“异象”的库珀和墨菲是在“祈祷”，并要求两人“祈祷完了把这（异象）打扫干净”。——库珀直到片尾才做出回应，告诉塔斯：“这里从未如此干净。”可影片又有明确表现库珀在太空里双手交握静坐光中沉默的美好镜头，这一幕不指向祈祷，指向什么？库珀的儿女以及老布兰德，在地球上不断向没有回音甚至不知生死的人倾诉，唯相信去者还会归来，这不是祈祷，又是什么？诺兰在许多维度都呈现出这样一种欲言又止，需要观众费心及费力才能体会。观众如果想要更深切体验片中宇航员们在太空里只能听见祈祷声却似乎无能为力的感觉，就可以看看尤里西•塞德尔的《耶稣，你知道》(Jesus, Du weisst)。科学，是这部科幻片的重要诉求与卖点。片中提到的异象，一开始指向鬼魂，继而指向重力，然后指向爱，最后指向墨菲口中的“你”。在从幕后到幕前全方位的科学包装下，诺兰传递的是人文主义的信号：“你”可以利用“重力”表达“爱”并得救赎。这就好比一个科普作家和一个心灵鸡汤写手共同创作的童话，乍看俨然是鬼话；细看呢，暧昧杂糅。诺兰的信念，似某种时尚的科学万能人文主义，仿佛科学技术的进步最终必定可以令人类实现终极自救。《今日美国》(USA Today)[注五]认为此片虎头蛇尾，称：“这部电影，内容涉及了经历戏剧性错误转折的一个世界，及其后续复杂的纷乱。最终意欲作为高潮所呈现的人文主义结局，似乎太过于简洁有序。”符号，承载着我们赖以生存的隐喻。“导演”一词作为一个符号，其词根“导”(direct)的本意就是“导向”，源自拉丁语“我引导、我统治”(regō)。一个“名”，作为一个能指，指向一个“实”；但这一层所指并非其终结。罗兰•巴特在索绪尔的结构主义语言学基础上，推导出了二级能所指关系，即将一切符号阐释和意识形态的形成，都指向社会自构以维护话语合理性的隐秘系统传承。即将所有“人话”指向“神话”——并非古典意义上的神话传说文本，而是一种精神文化框架。正如儒释道从本源上影响着中国人的精神文化，基督教则从本源上影响着美国，甚至大写的西方精神文化。假如说诺兰挣着信仰上帝的钱，却不信仰或荣耀上帝，并不稀奇，只是美国广泛的信仰危机；那么披着科学和人文的外衣，玩着宗教的梗，却不提信息来源出处，就几乎有些太不诚信了。幸好，欧美观众对基督教那一套隐喻已再熟悉不过；可惜，中国观众则可能因此丧失许多精彩。希望本文的每一个字，都有益于对信仰不敏感的观众，获得与原片本土母语观众更接近的观影体验。以上，是本文的第二小节。克里斯托弗•诺兰这部影片带来的最大益处，是人们热烈的讨论，即信息的交流和思想的碰撞——“心际”穿越。影片引发各学科专家、学者、爱好者讨论。甚至“翻译”这样一个向来默默奉献的领域也获得许多关注，只因为贯穿全片提纲挈领的一首无题诗，顺理成章成为热门话题议论焦点之一。高晓松、张大春等名人，在网上分享各自汉语甚至古文的个人译文(微博)[注六]，令话题再升温。篇幅所限，这里只引用巫宁坤高度忠实原文字面的直译，作为参考；我唯对其处理“温和”(gentle)词性及语法成分问题上的草率，及末阕次句句号的缺失不认同。英文原文可在诗人网(poets.org)[注七]读到。不要温和地走进那个良夜，老年应当在日暮时燃烧咆哮；怒斥，怒斥光明的消逝。虽然智慧的人临终时懂得黑暗有理，因为他们的话没有进发出闪电，他们也并不温和地走进那个良夜。善良的人，当最后一浪过去，高呼他们脆弱的善行可能曾会多么光辉地在绿色的海湾里舞蹈，怒斥，怒斥光明的消逝。狂暴的人抓住并歌唱过翱翔的太阳，懂得，但为时太晚，他们使太阳在途中悲伤，也并不温和地走进那个良夜。严肃的人，接近死亡，用炫目的视觉看出失明的跟睛可以像流星一样闪耀欢欣，怒斥，恕斥光明的消逝。您啊，我的父亲，在那悲哀的高处，现在用您的热泪诅咒我，祝福我吧，我求您不要温和地走进那个良夜。怒斥，怒斥光明的消逝。托马斯从小受基督、天主、犹太教等文化广泛熏陶，创作许多以此为主题的诗作，持大写的基督教传统生死观，死后葬于威尔士家乡一教堂墓地，坟前立着一尊比墓碑还高的十字架。因此，拒绝直面十字架的诺兰，对托马斯的引用是比较牵强及流于字面的。这首诗中反复出现的两句话，是近乎直白的基督教信仰，即相信“向死而生”、“暗中有光”、“化咒为福”等一系列反合逻辑。而解释这一系列反合逻辑，就必然引发神学议题，从而将解读者引向诺兰避之而不及或曰刻意留白的维度，即那因为“人”给机器“人”设置的不诚实所隐瞒的真实，不管是百分之五还是百分之十。——全备的真、实，要求全备的信、息，这是诺兰借片中角色之口也承认的人类科学“暂且”无法办到的事。在影片中，十二个人，十二个人类最顶尖的宇航员、科学家，踏上拯救人类的旅程，怒斥光明的消逝。其中公认最聪明、最优秀、最勇敢的一个人，居然就叫“人博士”。此人叫“人”。这是个德文姓氏，Mann，与英文“人”(Man)仅一字母之差，读音一样，意思也一样，所以对英文母语观众而言，是个显而易见的象征。这个最优秀的人，背叛了人类——这对美国观众而言，又是个不言而喻的象征：这个“人”，即中文字幕音译为“曼恩”的人，不免指向《圣经》中那个出卖主耶稣基督的十二门徒之一——犹大。但诺兰毕竟不是在拍《星际圣经》或《圣经穿越》，所以对号入座的分析不宜多做。比如，“人”这个角色，其实不仅仅捆绑着犹大的记忆，还因其在片中所实犯的谋杀案，而背负该隐的记忆，并所有人的“杀人回忆”及其原罪——“人”杀了人、杀了机器人，又谋杀主角未遂，还试图进一步谋杀全人类，想要做开天辟地的宇宙第一人。又好比片中深入浅出的双关金句：“‘人’之前都是在撒谎。”(Mann was lying.)——“人”简直又要成了无可救药的撒旦。那么主耶稣基督这个指向救赎主的关键符号又由谁体现呢？是老布兰德或小布兰德？还是库珀或小库珀？谁能拯救人类？按照如此功能主义的思路，乐于玩拼图游戏的人甚至可以解读出“宇航服”象征着“十字架”，多说无益。因此，可以确定的是，诺兰有意使用着大量基督教的符号，但并没有抱持基督信仰，所以其整体呈现不完全符合广义的基督教思想——以这不多的背景知识为基础，就大概搭建起了穿越到诺兰心星的发射台。影片有大量星空的镜头，又不止一次出现以“所在星”代表“某个人”的画面信息，不断强调着“一人一星”的孤独。夜的暗，正是靠着星光指明道路；驾驶各种交通工具的宇航员们，每一次前途未卜的旅程，都指向一颗星；就连影片开头驾驶汽车追逐无人机的库珀，以期“为社会做点贡献”，不也是为了获得无人机上的太阳能电池吗，岂非最终指向地球能量的源头——太阳？而光明宏观照进宇宙广大的黑暗，在影片中又被微观表现为英雄钻进黑洞等奥德修斯式的行为。片中黑洞名叫卡冈图雅，Gargantua，名字源自《巨人传》中所描写的一个食欲巨大的国王，即呼应了作者拉伯雷的人文主义视角。也就是说，诺兰对“光明照进黑暗”的理解也许达到了“真理与爱触及内心”的高度，但通过电影语言表现出来，事实只达到“英雄的地球人钻进宇宙巨人食道（然后被‘排’出）”的隐喻深度。以上，是本文的第三小节。诺兰引用了托马斯，野心真不小。托马斯这首诗中，呈现了作为讲述者的自己、作为叙述对象的现实中病重之父，以及作为双关的“（天）父”三者呼应的关系，主要通过隐主语的祈使句实现。而诺兰在这部电影中，则呈现了作为主角的库珀、作为库珀父亲角色的老库珀，以及作为库珀异化的儿子——机器人“塔斯”——三者呼应的关系，主要通过首尾照应的喝酒聊天讲故事这一传统叙事结构实现。在这一点上，诺兰显然比托马斯低了整整一个维度，因为前者所表现的人类之外，是作为“造物”的机器人，取道下行；后者则直接触及作为人类“造物主”的天父，直登天路。这个机器人塔斯，就充当着库珀的“道”：库伯通过它，才能与“他们”对话，类似《雪国列车》中的电话机。这种“道成机器身”的设定，实在并不新鲜，在《2001太空漫游》等大量科幻作品中都有触及。诺兰本人在《记忆碎片》中早已尝试过以极端方式表现“道成肉身”——比《哈扎尔辞典》的文本尝试更甚——将“道”(Word/Λόγος)直接以纹身刺刻成人的血肉并以音画展现。至此，诺兰转而选择一条向科技异化的主流阳关道；“道成机器身”这种表达方式，就本片而言，十分有助于后工业时代的观众共感代入，产生双关意义上“机械”地共鸣。当库珀问塔斯“他们是谁”的时候，这部电影虽即将高潮，却静如死水。因为诺兰放弃了让库珀直面“他们”质问“你们是谁”的暴力戏剧张力。诺兰直接扔给观众一个间接答案，虽然勉强加入了“他们就是我们”这样一个貌似冲突的自指反转，还让观众有些思考余地，不至于像看《新闻联播》那样被彻底引导着解读信息的思路。但不得不指出，一部电影的高潮叙事竟需要仰赖传统语言表述，大概是电影语言的退化和悲哀——观众如果需要体验那种进化的前卫，大可以看克利斯•马克的《堤》(La Jetée)，甚或德里克•贾曼的《蓝》(Blue)。诺兰所辛苦保留的叙事悬念，就如同马修•麦康纳在接受《纽约时报》(NYT)[注八]采访时一段逻辑荒唐的陈述所言：“这部电影挑战人类，但同时也有信仰在其中。它说的是：‘对，那外面就是有什么东西在。叫它外星人也好，叫它上帝也好，叫它原动力，随便(whatever)。’”——影片最后关头，假如改结局说是外星人，那答案也就赞美外星人了；解释成拉面神，也就荣耀拉面神了，没本质区别。那么这就不能叫“信仰”，不承载“永远”(for-ever)，只能叫“随便”(what-ever)。这就好比，如果将《新世纪福音战士》中所有借用自大写基督教的符号全部改换名称，也并不会影响其整体叙事，毕竟它不是基督教意义下的“福音”；在这个层面，完全可以将《星际穿越》的人文科技万能论，理解为诺兰版本的“人类补完计划”。相比之下，吕克•贝松在同期好莱坞科幻大片《超体》(Lucy)中异化，或曰“补完”，成就一个拥有百分之百宇宙全息的优盘，然后便不知道如何继续了，只能无力地诉诸开放式结局。诺兰在这一点上倒是狂野得多，直接利用那其中的百分之九十，展现一个可以解读为“救赎人类”的过程，并为之“机”选一个逻辑不甚自洽的答案，转述给观众。不过这里倒还真有一丝很微妙的幽默，不知是否诺兰刻意为之：诺兰给出的这个答案，其实就是机器神(deus ex mechina)，而库珀接近机器神所通过的“道”，是一个机器人。这个机器人最后还继众人之后成为库珀的“副驾”，及其亲生儿子结局不了了之后在门廊前“传承故事”的交流对象……我总感觉片中库珀这个人很无奈，甚至似乎要穿越银河与银幕质疑诺兰：你到底要把我怎么样才满意？！——库珀显然是诺兰作为创作者的自我意识投射。从某种意义上讲，诺兰对自己的批判相当全面与深刻，甚至有意用大量幼稚且全无必要的蒙太奇去表现墨菲和布兰德两位姑娘之间身份必然的重叠与变异；因此，反过来讲，其比较成熟的批判在某些维度就极有可能是无意而成。在揭晓答案的一瞬间，诺兰的科普叙事彻底由人文主义的无力滑向其从业以来长期展现的虚无主义，急转直下跌入无尽深渊——可气氛却已在汉斯•季默以伦敦圣殿教堂管风琴为主音的锣鼓喧天之下烘托到顶点，又不可能再往上行——就只好变成一场喧闹的悲喜剧。皆大欢喜，喜中有悲，“白发人送黑发人”，悲喜交加，大喜大悲，不悲不喜，总之乱套了，连画风都变了，居然很令人诧异地出现带有自拍神器那种巧克力色朦胧美的虚焦镜头，看起来实在太像一支突然插入电影的手表广告。诺兰所揭晓的答案，几乎就是希区柯克的“麦格芬”——为影片以特效展示的“爱”所感动得目眩神迷的观众，其实几乎已并不介意这个最终答案是什么，或这个解释是否合乎逻辑。如果说《记忆碎片》是“为复仇而复仇”，《盗梦空间》是“为梦而梦”，那么《星际穿越》则是“为爱而爱”了。诺兰确实具有把一个简单故事复杂化的才能。——而在规模上，这次诺兰不止要在电影院里带领观众体验救赎哥谭市的感觉，更要去体验救赎全人类的感觉了，而且是相当传统的流程：从现在出发、接触未来、回到过去……科幻迷大概早就已经对这样的结构审美疲劳。诺兰必然相信永恒和爱，因为片中角色嘴里说着“我永远爱你”。但这些声称永远爱对方的人也同时明确表示，自己的认知，大概还远不足以认识什么是“爱”，也更不知道“永远”为何物。老库珀奉劝库珀不要给小库珀许自己不能实现的愿望，但库珀仍对女儿说“我永远爱你，而且我会回来”(I love you forever and I am coming back)——在自己不明确知道什么是“永远”和“爱”的情况下，甚至在自己不确信几时或最终能否回来的情况下。这可真是令人绝望的爱。诺兰试图表达的，比如“对孩子来说我们都只是回忆”，是一种线性不可逆的复述。因此，库珀先生离开孩子，前往（重返）太空，寻找具体意义上的未来的“家”（片末以预言式画外音描述的“沐浴在新日下的新家”），“飞”在“天上”，如坠云里雾里，获得“好像成功了，因为‘他们’正在关闭超方体”的启示，最终重返（前往）了抽象意义上的过去的“家”——家人聚集的地方（具体表现为一个超大型空间站里一间医院病房）。库珀先生的时间“穿越”是相对的，按影片中的逻辑及科学解释，是“不可逆转”的；按背景音乐的烘托，是在滴答声中流逝的时间。诺兰实际表现的，却更多只是一种循环式的再现，就像那传递“爱的信号”来回摆动停滞不前的秒针，或像单调重复的赋格、翻来覆去的再现部，难免令追求新鲜感官刺激的观众乏味、熟睡。因为诺兰意欲表现先知的预言，但在影片中一次又一次都未将其指向终极的“预表”和“应验”。感觉这影片过一段时间就把音量逼到超大，配合银幕大明大暗。这就是诺兰利用电影语言表现“怒斥光明的消逝”的极致了吗？——或者说，如果诺兰指向了终极，那么整部电影就只是一个序曲，那颗宜居新星上即将有一男一女继续引领人类驶向“那个良夜”和“光明的消逝”。——这仿佛是能够大幅提高这部电影立意和维度的一个视角。如果接受这个先验的视角，则作为“诺兰宇宙交响曲”之“动机”的诗，就是作为实体的整部电影幕前幕后的预言，超越了作为目的及功利性整全叙事需要的那种由摩斯电码拼出“留下”之类的指向“预言”的符号。——也只有在这样的视角下，库珀向墨菲转述其亡母在生产后那句话里出现的“现在”(now)一词，与诺兰转述已故的托马斯在其父即将亡故时感悟的那句诗里出现的“现在”(now)一词，才能无缝对接，并瞬间充满各种对生死和时间的思考与解读可能。那么，在这个视角下，影片末尾，一个刚刚告别至亲生父的单身女人，利用机器人“亲手”埋葬了她跨越“人类至她当时为止最长旅程”寻找的爱人，外表安详宁静，为过去的、当时的、之后的所有人类的繁衍及这部电影的存在，站在一个“现在”仅有她一人脱下氧气面罩自由呼吸的新星上，安营开荒。画外音叙述着她可能即将迎来一次长眠，以及随之而来的新家，和新日的新光。一个告别了所有亲人的单身男人，带着诚实度更高、幽默度更低的机器人，及其在诚实度更低、幽默度更高且酌情保留信息的情况下接触到更接近“他们”一手真相的数据，驾着飞船，大概已如获新生般安全脱离了以即将死去的女儿及其全族命名的巨大曲面科技体，“现在”直奔那单身女人而去。——库珀和布兰德寻找的是彼此吗？还是什么？库伯和布兰德是否交换或模糊了性别？为何这个女的留那么短的头发而这个男的手里竟掌握着承载“全备信息”的机器禁果？库珀和布兰德是否像《云图》里的主角一样，以“先祖”的身份象征不同的宗族甚至其他范畴下的人群分野？在《星际穿越》这支由符号线索堆叠而成的好莱坞特效史诗里，诺兰却又没能给出任何哪怕触碰终极的答案，而只勉强诉诸“前叙事”或无限轮回的虚空暗示，真是令人惋惜。——正如乔伊斯在《芬尼根守灵夜》中的旧预言和新寓言一般，以环形的文字交叠递进及超越承载文字之二维载体的速度，以一部声光盛宴及超越承载四维认知载体的耐久……一道一孤一终一被爱一长延那／河流淌，经过夏娃和亚当的教堂……诺兰为人类文明——尤其好莱坞文明——所树立的教堂，是影片中一座又一座飘扬着美国国旗的星球最高最宏伟最唯一建筑。用美金搭建而成，却因为不全备的诚实，或所谓幽默感，或所谓酌情缄默，而不说出美国早已危机的信仰。这是这部片子最大的本体矛盾，也是当大量观众通过科学哲学知识议论影片异象时，所忽略的那存在于每个孩子房间中的大象。——或用诺兰借由“醍醐灌顶”的库珀使贯口活儿一般抛出的高科技“中心思想”，那每个孩子房间中的神秘的充满各种科学术语和超验奥秘的“来自未来”的可能性云云。——或用莫菲“童真”的话讲，是“我并不害怕”的鬼魂，是“我说了但人们都不相信我”的，那所谓不可言说的，实体实指意义上的，“天上”的“父”——是不是就是指向上帝的“天父”？诺兰似乎连通过机器人开这么一个玩笑的胆量都没有，竟还不如哈利•波特直呼“伏地魔”勇敢吗？怕也只是出于敬畏，而非单纯因为写不出新鲜段子。毕竟阳光之下并无新事，库伯的诺言，“我永远爱你，而且我会回来”，不仅是《大话西游》中至尊宝成圣后为紫霞仙子的祈祷所实现的应许，也是《圣经》中记载的古老文字。值得特别一提的是，高晓松从托马斯属灵诗句中译出「涅槃」这一佛教符号，其实倒与诺兰的视角更接近了。「涅槃」指向的是超越轮回概念生死的超验，是“非死非生、无死无生”的状态，至少可以呼应诺兰由人文主义超方体塌缩而成的虚无主义黑洞，或尼采所谓“实然不应在、应然不实在”；托马斯所信仰的基督教生死观，亦即片中“拉撒路”所象征的“死而复生”所部分指向的，是“有死有生、亦死亦生”的状态，且并不是尼采所谓“民众的柏拉图主义”，而只是个人救赎基于先验的理想和盼望。虽说汉语大量吸收佛教词汇，比如本文标题所用的“究竟”二字，在日常交流中已鲜有承载任何佛教内涵，恐怕“涅槃”也并不能激荡起太多令读者想要圆寂的冲动。但这两种宗教显然有着本质上的不同，三观上的不同。以上，是本文的第四小节。我的个人观影体验，使我认识到诺兰是个很有世俗智慧的人。因为纵然各行各业观众给影片“捉虫”，但诺兰皆可巧妙地以“我所说的是谎言”这一由自指引发的经典悖论回避所有风险。也是个单纯善良的人，虽持有充满矛盾和虚无的视角，却仍天真地相信爱与永恒，即使无法确实把握答案。更是一个有资格狂野的人，相当于花了十亿人民币，不断在片中借角色之口夸耀电影维度“向外延伸”的幅度，不止一次提到“人类有史以来走得最远”云云。还是个特别严肃冷静的人，可以为了自己对电影实景细节的苛求，远赴冰岛取景，或老老实实种五百英亩玉米，拍完后大概是卖了以补贴预算。——但终究只是一个人——只是亿万令人目眩神迷的人类之一，与“人”无异。如果没有片末字幕中出现的令人目不暇接数百位特效人员辛勤，如果没有从幕后到幕前全球数千万观众每人奉献的光阴和金钱，“诺兰”作为一族姓氏，也许就不会在宇宙长河中比“托马斯”散发更加辉煌的微光。托马斯，Thomas，本义“双生”，指向耶稣十二门徒之一，多马。多马对拉撒路的复活报以疑惑，对主耶稣基督的复活更报以“非见不信”的态度。就好像墨菲到生死存亡之际，因为听到太多否定的声音，断言拒绝相信父的回归，直到突然看见秒针如心跳般鲜活的确据。迪兰，Dylan，指向海和浪，字面义可以理解为“大浪”、“猛浪”。迪兰•托马斯这首诗，虽然充满了日出日落，但丝毫没有“向外延伸”，一点都不想要去到什么外星；也不是诺兰在片中毫无来由批判一通的“死于地球”的思路；而是展现了完全不同的一条路——深入人的内心，“生”入人的“身”死。克里斯托弗•诺兰，这位“驾车武士”族裔，“基督信使”，从黑白《虫豸》出发，尝试线性、非线性、环形、螺旋形、各种性、各种形的电影叙事，直至利用顶尖炫彩特效驾驭巨人国的卡冈图雅。也许下一步还要突破，就应该且只能转而重新完全向内出发，挑战自己——而非蝙蝠侠或人类——心灵最深处那本源的光暗。不要行温雅了入那好夜，老年应燃烧、咆哮于日暮；盛怒，盛怒反抗光之死灭。纵儒博者终识暗是正确，因其语词未闪电故群儒不要行温雅了入那好夜。好善者，嚎啕，与末浪作别，其微善未炫舞于碧湾故，盛怒，盛怒反抗光之死灭。狂野者，逐日赞歌不迭，学，惜晚矣，东曦因而驾愁路，不要行温雅了入那好夜。沉肃者，濒死夺目而视，觉盲眼能烨如流星并色舞，盛怒，盛怒反抗光之死灭。现您，我父，在那悲伤高界，咒、佑我以您烈泪，我祈福。不要行温雅了入那好夜。盛怒，盛怒反抗光之死灭。以上，是本文的第五小节。究竟谁创造了星际穿越？当人们高呼“诺兰”甚至顶礼膜拜时，“克里斯托弗”成为了对其认识的留白和不在场。克里斯托弗•诺兰及一支当今顶尖国际文艺运营集团，像片中角色一样圆满完成好莱坞赋予他们的“使命”(mission)，创造了令人浮想联翩的《星际穿越》，但并没有创造令人无限神往的“星际穿越”——克里斯托弗只是一个试图表现“星际穿越”的信使，终究无法越过时空、科技、语言等诸多阻隔，手把手引导你洞穿星际。正如片中安妮•海瑟薇一段演技十分精湛的独白戏台词所言，她所饰演的布兰德笑中带泪地说服着自己并因此而坚定信心：虽然爱引领她漫游宇宙，但，“‘爱’并不是我们发明的什么东西。”(Love is not something we invented.)“星际穿越”之“名”，是人类浩繁认知全集中的一个微妙能指，这种表达方式，或许的确是人类发明。其“实”，则与人类所有认知与表达一并指向片中终未揭晓的那百分之五，是实现星际间心际交流可能性的完备基础，是《银河系搭车客指南》中“四十二”所代表的宇宙人生全息奥秘炸裂，是《矩阵》中那个叫“三位体”的女人为叫“新一”的男人献身的原因，是墨菲定理在数学表达上以“大Ο符号”呈现渐近的无穷，是《第五元素》中“第五元素”猛喷的一道光！就必都最终指向那在真正意义上最初创造星际穿越的……（刊《三联生活周刊》2014年12月8日第49期，见刊有删改。我给5颗星，满分100。）[注一]http://www.hollywoodreporter.com/news/interstellar-penguins-madagascar-make-final-742840[注二]http://www.chinadaily.com.cn/culture/2014-11/17/content_18927880.htm[注三]http://www.rollingstone.com/movies/news/christopher-nolan-dark-knight-rises-isn-t-political-20120720[注四]http://www.hollywoodreporter.com/news/colorado-shooting-dark-knight-rises-christopher-nolan-352628[注五]http://www.usatoday.com/story/life/movies/2014/10/27/interstellar-review/18018445/[注六]http://weibo.com/p/2304186b736b5b0102v5sl[注七]http://www.poets.org/poetsorg/poem/do-not-go-gentle-good-night[注八]http://www.nytimes.com/2014/10/26/arts/mcconaughey-hathaway-and-chastain-on-interstellar.html"
    },
    {
        "content": "这篇影评我写了两篇，一次是今天2014年11月13日观影后；一次是上次2014年5月19日初次看预告片后，之间隔了整整半年。我保留了这两篇，算是我自己的“星际穿越”吧><。而连接这两个时空的虫洞，就是我的思维。看完电影最大的感想就是，按照电影中的理论，砸中牛顿的苹果，会不会就是未来人投下、用来启发我们的？（因为重力是唯一可以穿越时空、传递讯息的媒介）我们人类一直以为自己是在靠着自己不断向前发展，但会不会有这么一种可能——我们的发明创造，其实是循着未来人给我们留下的线索探索出的？就像片中的墨菲一样，大家都以为是她自己破解了谜题，实际上她是靠着幽灵，也就是她父亲留下的线索解出难题的。诺兰的这部片从侧面实现了我小时候的一个幻想：外星人实际上并不是外星人，而是未来的人类，想要回到地球，来看看过去的自己。但由于高度进化，语言也不同，我们已经认不出他们的样子了，才把他们误认为了外星人，实际上，他们只是移民到了别的星球居住的未来的人类，通过黑洞回到了过去的地球。那么，一切就回到了原点：人类的整个文明历程，是否就是个死循环？我们就是过去人的幽灵，未来人就是我们的幽灵，就这么循环往复，生生不息，经历一次次跨越时空的星际穿越，只为给所爱之人留下一条讯息——或许爱，才是那个连接过去和未来的虫洞吧。永远徘徊在无边的黑夜中，灼灼其华。————————虫洞线———————————————————2014年5月19日在探索每一个未知的星系时，人们同时也在探索一个从未见过的自我。除了科技的进步外，这更是一种对人心的考验。在模糊幻想和现实的边界上，安睡着的永远是人性的柔软。这也是我喜欢诺兰的原因。他的作品，总有一种悲天悯人的情怀；无论他的幻想有多么不可思议，视觉效果多么震撼，叙事手法多么出其不意，诺兰呈现给我们的，远不止这些猎奇的快感——他的电影，扎根在人的心上。情感，在他的作品中，永远是那只打开潘多拉魔盒的手。诺兰电影中，我最喜欢的是《记忆碎片》和《盗梦空间》。虽然他们讲述的是我永远不可能亲身体验的故事，我仍然感同身受。记忆碎片中，男主人公因为失忆而感受到的迷茫、破碎和失落，无法掌控自己人生、困兽之斗的绝望，对失去爱人一遍遍哀伤的回忆——都让我深深共鸣。盗梦空间中，令我久久难忘的不是梦境的千变万化，而是梅尔坐在酒店的窗口，对着绝望的柯布闭上眼睛，轻轻吟诵“There is a train,a train that takes you far away……”，然后纵身跃下的一幕。或许，对诺兰来说，幻想就像是一个实验室——借此把人类放到一个极端的、与现实严重脱节的情境下，观察他们的情感变化，并借此对照处于现实中的我们自身。毕竟，即使穿越到星际，维系人类的仍然是情感，不是飞船。星际穿越算是诺兰第一部真正意义上的科幻片。之前的盗梦和蝙蝠侠都没有严谨的科学理论支撑，比较像是幻想动作片。预告片剪得很棒，承袭了诺兰一贯的风格，让我感受到了人性的温度，和思想的深度。看完后，心都沉静了下来。预告片开头说的“我们不缺飞机和电视，我们缺的是食物。”这句话揭示了星际旅行的出发点。民以食为天，“食物”在这里象征的是回归人性之本，回归到人类最原始、最脆弱、对大自然最敬畏的状态。因为当我们面对浩瀚的宇宙时，我们懂的并不比原始人类多多少。宇航员为了寻找食物穿越星际，这本身就是一种对大自然谦卑的姿态——因自身的局限性求索自然，而非出于征服欲挑战自然。在片中，科学家不断告诫宇航员，我们必须面对的两个现实：一个是太阳系的任何东西，都救不了我们；另一个是，为了拯救人类，拯救自己的孩子，我们必须离开地球，踏上穿越星际之旅。因为，“我们的命运远在天际。”这种“离开地球、探索太空”的思想，在各类科幻作品中由来已久，它符合当下地球因为环境污染、资源枯竭而不堪重负的现状，也符合科技的发展潮流和人类的长远利益。因此，这种科幻设定，本身就比超级英雄打怪兽，更能给我们共鸣。预告中还有一个思想值得注意，墨菲定律，也是男主女儿的名字。男主对墨菲定律给出了自己的解释：“墨菲定律不代表坏的事情，只代表可能会发生的事情，终究会发生。”这也表明了男主对星际之旅的态度：只有时间，能给我们答案。星际的男主由马修·麦康纳扮演，让我很高兴。因为我很喜欢他的表演风格，也觉得他的气质很契合诺兰的电影。让我认识马修的是《真探》，他在里面扮演一个阴郁的警探。其实我根本没看懂案情到底是怎么走的，完全是被马修的个人魅力迷住了，在不明觉厉的状态中看完了全季。有趣的是，《真探》那首好听到我一度天天循环的片头曲，名字是《Far from any road》，和《星际穿越》背井离乡的情感基调多么像！马修性感低沉的德州腔英语，也是我的最爱。任何字符在他嘴中，都是平静而绝望的。就像是雷蒙德·卡佛小说的口吻。在片中扮演马修女儿的小演员也很亮眼。如果我没记错，她应该在暮光之城中演过爱德华和贝拉的女儿。忧伤的大眼睛，白皙的皮肤，都带着忧郁的美。她和马修搭戏，再合衬不过，预告片中的短短几幕，就足以展现父女情深。在围脖上，有眼尖的童鞋发现了一个感人的细节——预告片中有一幕，长大成人的女儿，站在燃烧的玉米地中望着天空，身上却穿着父亲离开前穿的衣服。预告片中的配乐也很赞。作者是汉斯·季默。这个德国音乐家为盗梦做的配乐，是我写作的必备BGM。气势宏大、旋律性强，必要处又足够空灵细腻。看来，除了视觉，我们也将享受到一场听觉盛宴。预告片的最后，星空中出现了一个宛如玻璃球的天体，白色飞船在里面缓缓旋转着，呈现出一种近乎透明的、纯净的太空之美。不知那个玻璃球，是否是黑洞。如果是的话，那是我见过最美的黑洞。据说构成人类的粒子比所有已知的星星还要多。那么，我体内最瑰丽的星云，一定是心脏。承载着情感，在无声的黑暗中，缓缓旋转。在思念一个人的时候，下起流星雨。我试图想象自己漂浮在星际。那种孤独，那种寂静。失去一切，只剩下心跳。穿越了无数星系，模糊了时空的界限，看见了超越人类想象力的奇景；在宇宙的无限面前，作为人类的自尊和信仰一点点土崩瓦解——在那一刻，我还会记得什么？会是爱吗。我相信，会是爱。因为在飞入宇宙之前，我就见过银河了——在和爱人亲吻、和久别重逢的亲人拥抱的那些时刻——银河就倾泻在我心头。人类的情感是那么神秘，并不比星际旅行来得简单，有的时候，人们穷尽一生，也找不到一个确切的答案。不知穿越黑洞的感觉是如何。或许就像是，银河倾泻在心头吧。"
    },
    {
        "content": "有幸抢到了一张星际穿越在法国提前上映的票。昨晚三个小时电影后回到家里，今天一早坐在火车上码这篇影评，严重缺觉导致的语言障碍或逻辑漏洞还请谅解。首映前是诺兰在巴黎影院访谈的现场直播，主持提的问题都很基本，诺兰本人也一再表示在观众看到电影前不愿意谈太多，在他心中走进影院前知道的越少，观影过程中的享受则愈佳，所以在过去两年电影的制作周期里他和团队对影片的内容三缄其口。观影后楼主的感受是，之前在预告片、各种前期宣传里走漏的线索也只是电影的九牛一毛，太多没有提到的因素在电影里抽丝剥茧。之后会提到。有关为什么会拍科幻，诺兰提到从小受到的科幻片熏陶，从2001太空漫游到星战系列，让他产生了以后也去拍一部星际题材科幻片的希望，拍摄这部电影也是自己理想的实现。主持人还问到选角，以及演员与剧本的关系。诺兰回答大概是，在创作剧本的过程中不会去考虑它适合谁，而单纯为了塑造想象中的那个形象。剧本完成后通过试镜选到马修-麦康纳等主演。诺兰尤其赞赏杰西卡-查斯坦在片中的表现，认为这是非常享受的合作。正片部分楼主试图在不剧透的情况下说一说本片的感受，事实上可以剧透的内容并不多，因为它显然不是一部“凶手是xx”的故事。全片不断套用以及情节发展构建在的物理理论，楼主作为一个物理系硕士生（非理论方向）也表示难以完全理解，一直试图去跟上剧本和情节发展的逻辑（当然也有语言的问题）。诺兰作为一个学文学的专业剧本作者和导演，敢于在这个方向挖掘，挖掘之深之大胆，一定也是做足了功课；另一方面理论上的复杂其实很危险且不讨好，因为难免会有更大的可能被“挑刺”或者“找出bug”，这样的挑战也值得钦佩。至于观影前需要什么知识背景，楼主觉得完全小白也无妨。一来在影片里剧本通过角色之间的对话解释了一些基本的概念，黑洞（black hole），奇点（singularity），虫洞（worm hole）这些，希望引进之后翻译能够准确的传达；另一方面试图去理解本片全部的理论背景是不可能的，至少本人的智力水平难以企及。真的有兴趣的童鞋可以去参阅维基百科“String Theory”词条，以及弦论对extra dimensions的阐述，或许会有帮助。本片从制作过程到上映，很多人一定会拿它跟盗梦空间作比较，至少都会被划归在“烧脑电影”一类。楼主在看完本片之后的感受是，两者形式略有相似，内容毫无关联。但从“烧脑”程度而言，星际的逻辑复杂性，构建剧本的理论复杂和严密程度都远高于盗梦，可以想象在上映之后会有很多科幻迷花远远超过电影时长的时间来讨论情节和逻辑。另一方面电影的故事背景也不再是“土豪们的金元战争”这样的话题，而更于普通人——未来的普通人——息息相关，有关地球和人类的未来。而与盗梦那样看似发生在现实，实则会觉得难以发生的思维世界相比，本片有关星际旅行而创造的世界观似乎一定会发生，它的发生只会是时间问题。而如同盗梦一样，大家也能从预告片里感受到，本片终究会回到家庭、子女的话题，而因为其与情节发展的缠绕，亲密情感和使命感的关联，这个话题在本片里变得更加复杂和沉重， 常年没节操的楼主也掉了几滴眼泪。本片的剪辑和配乐，基本稳稳能拿到奥斯卡提名，（如此想来明年奥斯卡本片和Gone Girl又将是一场血战），音效剪辑与情节搭配的天衣无缝，甚至之前楼主吐槽在地心引力里太空中物件飞过居然有“嗖”的一声这样的奇怪的点，本片的处理都细致入微，每次镜头切到太空里万籁俱寂，影院里安静的能听到邻座的吐气儿，汉斯-季默的配乐及时的插入，或随着视角变化戛然而止，或在故事的顶点伴随你大脑的刷新，好吧如果今年他战胜伦佐拿到小金人我会觉得实至名归。在映前访谈诺兰提到两次2001太空漫游和库布里克，而本片里深深的烙印，甚至更契合奥德赛这个主题。电影工业又过去四十多年再与2001对比，本片当然展现给我们的是一个更震撼和真实的未来世界。而有趣的是2001拍摄的时间大约也是物理学产生弦理论的那十年，而它今天被写在剧本里拍成了电影，而且不再是晦涩的阐述一个开放话题给观众自行填脑洞，而是把人类——或者说编剧本人——的尝试摆在你面前，把它兜售给今天的你看你买不买账。单凭这一点，本片也就超过了一部电影——一部优秀的科幻电影——本来的意义。而如同太空漫游，本片在最后情节的高潮让人瞠目结舌，直到片尾字幕出现，楼主的下巴还在脱臼。而不同于一般悬疑片的所谓震惊的反转结局，本片更多是留给人思考和感慨。甚至有一种感觉，写这样一部剧本的挑战像是发表一篇没有人解答过的学术论文，不同的是百万数量级的观众将成为读者和审稿人。先写这么多吧，楼主拼命忍住不提具体的内容又表达咆哮一样的心情，也怪不容易。公映前最后几天，大家准备好钞票，大屏幕IMAX总之越大越好，楼主也会去二刷，希望能get到之前没能留意的点。31.10.2014"
    },
    {
        "content": "或许是对《星际穿越》的期望太高，以至于本人走出影院的时候毫无感觉，这电影太平庸了，起码以诺兰的标准来说。电影算是一部太空冒险电影，以亲情作为情节辅助，且作为核心主题之一，共同撑起人类生存的终极命题。那么就按冒险电影来说，情节也算勉强过关，太空灾难、人类之间的斗争都有，但玩来玩去不过是最后一分钟营救，只是场景放在了外太空，和其他商业电影相比没有过多的亮色。按太空电影来说，诺兰选择2D是正确的，因为画面确实没多大看头。电影大多是人物特写及近景，太空的全景镜头少得可怜（CG应该可以轻松做到），且大多作为背景出现。飞船设备的展现更是不足，镜头单调，光是飞船左舷镜头就出现了至少8次。这一切跟《地心引力》相比更是小巫见大巫。按电影主题来说，可以简要概况为三点：一是人类之爱。“爱”这个字眼在理性的科学家口中都被说了无数次，其中重头戏算是主角的父女情，以至于诺兰花了一小时来铺排刻画。父女情还算不错，但人物性格就过于平面，来来回回就是在表现“固执”，尤其是儿子的角色更是鸡肋；二是人类的生存。是拯救还在地球的人类还是将人类的未来进行殖民，这是个不错的话题，不过电影只是用于作为情节的冲突点，并未深入刻画，不过对于商业电影来说，算做的不错了；三是人类在时间、宇宙面前的渺小。据说这让人很震撼，但相对论的例子已经看到够多了，对我而言时间的挑战最多只能作为电影的噱头，要震撼观众，还是有一定的距离。总而言之，电影各方面都挺普通的，评分这么高，就当我审美观崩坏吧，但我忠于自己的判断。"
    },
    {
        "content": "第一批看片的大神们以迅猛的光速炮制出了一篇篇牛逼的影评、科普、捉虫贴，我努力摒着，全部没看，终于以一个尽量空白的状态去电影院看了这部片儿。我不是理科生，也称不上是资深科幻迷，只是一个爱看科幻小说和电影的普通妹子，所以只能写写情感上的玩意儿。不喜请轻喷……看这部电影，我哭了2次；为角色立下FLAG而深深担忧了3次（2次不幸言中）；听马修叔性感的南方口音说着似乎充满人生哲理的话语，想到SNL里金凯瑞捻鼻屎的段落约5次；觉得百变小金刚Tars好萌好萌好萌好萌又好用又好萌大约8次；看着年轻美艳到不科学的科学家海瑟薇姑娘流口水出戏超过10次；一拍脑袋“哇哦，原来如此”1次。情感起伏是也有点大……印象最深的是两句台词。有趣的是，这两句台词都让我想到了这几年在读的《海伯利安》。第一句是“今天是我的生日，这是一个特别的生日，因为今天我就和你同岁了。”从马修叔自第一颗星球返回、打开门发现一个等了22年的阿宅之后，感伤的情绪就在不断堆积，我基本上是跟马修叔一起含着泪看录像的，而这句台词的出现更是让我哭得稀里哗啦。没有撕心裂肺，没有夸张惨剧，煽情的力度刚刚好，让人能够借此大哭，却又不至于心生反感。诺兰兄弟玩得一手好牌。先来聊聊年龄差这个梗，这一直是很能打动人心的点，不管是放在亲情还是爱情上。“君生我未生，我生君已老”，写实故事里会有生错时代的迷茫和憧憬旧日时光的向往，而在幻想故事里，因为时间旅行、相对论和其他一些奇幻的原因，这样的年龄梗更能以各种不同的形式触动人心。光是用过相反时间线梗的，就不计其数。《本杰明•巴顿奇事》把菲茨杰拉德的一篇假想式观察日记改成了一个一波三折的爱情故事，感动了不少相信“命中注定”的妹子；《神秘博士》里Doctor和River的“你与我相遇的第一次，是我同你相遇的最后一次”更是虐到不行。《海伯利安》里也有一个这样的故事，无关爱情，讲的是在所谓的“梅林症”的影响下，一个20多岁的女孩突然像是生活在了一个逆熵场中，对她来说时间是倒流的，真真的“今年20，明年18”。而且她的返老还童不光是身体上的，更是精神上的。她一天天地变年轻，每天都失去前一天的记忆和生命。而她即将步入老年的父母，却只能毫无办法看着她逆时而行，一年一年，他们渐渐苍老，而她却越来越稚嫩，直至变成襁褓中的婴儿，眼看就要消失不见……《星际穿越》中用的是年龄差的桥段，1个小时等于地球上的7年。马修叔一趟外勤跑下来，错过了儿女的数十年人生、岳父的离世，还有孙辈的出生。马修叔的伤感与怅然能够理解，但细想之下，被留在身后的人一年又一年的等待，对一个眼看就要被打破诺言的守望，这才是真正的绝望而令人心碎。这跟《海伯利安》里《领事的故事》里的梗简直是一模一样，仅仅是亲情和爱情的区别而已。1个小时7年够刺激，但10个月等于11年也让人不禁唏嘘。那是一个落后的殖民地少女和一名宇宙飞船船员之间的爱情故事，第一次相遇时，他19岁，她不到16岁；第二次相遇时，他快满20岁，而她则已经26岁……直到她没能等到的第七次重逢，他还只是24岁，而她已年迈过世，为他留下了两个儿子，一个已经死去，另一个也已头发花白、生儿育女。看这个故事的时候，我也哭了，感动得一塌糊涂，但当我试图向别人转述的时候，却总也不能把其中忧伤的情怀表达清楚。就像《星际穿越》里的故事，讲述起来不过也就是那样的老梗，但在观看的当时当下，还是会忍不住流泪。第二句影响深刻的台词是海瑟薇劝船员去找自己恋人时说的，“爱是一种我们还不明白的真实存在的力量”（大意）。听到时我就觉得很耳熟，这完全是《Endymion》里的原话啊！！！！（海伯利安系列的第三本，我看的时候还只有英文版）记得那本书的主角妹子Aenea跟Endymion分析远距离传送门（一个可以在不同星球随意穿梭的技术设定）等等跨时空传送技术的时候，说过几乎一模一样的话，“爱是一种物理力量，虽然人们不理解，但它真是存在……”（印象当中翻译过来差不多是这样）。而在第四本的最后，人类进化成了所谓的“Aenea人”，这种人都可以通过“缔结的虚空”（某个多维度空间），在空间与时间中随意移动，倾听死者、生者或其他生灵的语言。这情节觉得眼熟吗？五维人还是有点弱啊，人家可以N维人哦~还有传说中的神秘生物“狮虎熊”哦~（不小心扯远了……）“爱”这个词，在西方文化背景中真的扮演了太重要的角色。我们的教育崇尚“为大家舍小家”，如果是中国的影视作品，主角（如果不是反派）就干不出将个人的家庭情感放置在整个人类的存亡之上，但人家马修叔的角色就这么干了，结果还真就误打误撞地救了全人类（不不不，这不是巧合，而是“爱”的力量）。也许在很多人的心里，科幻就应该是充斥着技术名词、酷炫科技的男子汉作品。但《星际穿越》也好，《海伯利安》也好，欧美有许多科幻作品都充斥着浓浓的人文关怀，既能小到着重于个体的感情，又能大到放眼于整个人类的未来。让我们这些不同民族不同文化背景下的观众也能感同身受。唉……真不知道《三体》电影会拍成啥样子……感觉本来内容就比较硬，物理理念大于人类感情……需要有情怀啊~中国科幻~"
    },
    {
        "content": "我个人喜欢诺兰的片子并不是因为喜欢它的电影娱乐性，更多是因为其思想性。诺兰是一个喜欢思考又言之有物的人，他的片子很多时候体现了英伦通识教育生产的文化精英的特点，眼界宽而又深刻，艺术，政治，历史，生物，物理各个学科思想的联动与融合。星际空越中，我们见到了久违的浪漫主义精神，民主政治的思考，生物学的观点，物理学的观点，以人性困境。1 王尔德与浪漫主义。主角一出场，他的故事就让人想起来王尔德的名言：”我们都生存在阴沟里，但仍有人仰望星空。“也许诺兰的片名就出于此吧。2 柏拉图对民主社会的质问柏拉图一直反对民主的，主张精英专政。喜欢反问如果民主选民没有才智。国家如何运行。诺兰片中不忘渲染民主社会的反智化倾向跟危害。3 科学的功利主义与基础创研究的意义。片中其实提到了一个例子，就是主角的女儿被叫去做农民。主角提到物理的重要，一个例子就是核磁机。在物理学界，核磁一直是说明基础研究意义最好的例子，当初研发出来只是了解物理现像，不知做什么用，后来改变了医学界。其实每次英国物理研究人要经费是，就讲核磁的故事说服投资人。就说物理研究现在没什么用，以后改变世界。４　达尔文主义达尔文的生物学影响了社会生活的方方面面，其实片中就有思考。人究意就是一种动物方案（Ｂ）,还是相信人是高于动物的，选方案(A)５　霍金与黑洞，与They虽然片中没提霍金，但少不了向霍金致敬的意思。而They跟高维空间的存在，表达了其实物理学家的一种观点，就是我们对世界的认识还有很大的空间，还有许多的问题。６人性在科学发展的困境我觉得全片其实一直都在讨论人类在科学进步的世界中生活的困难的问题，世界知识在爆炸，而人的认识能力跟时间显得越来越来小了。如何接受跟适应这样的世界？尽管诺兰看到了这个世界的种种的问题，看到了人性的局限跟适应时代的痛苦，但诺兰依然坚信科学的探索使人类突破人性的局限，使人类向更高的文明进化. 诺兰有很深的学术文化情节，自己的片子中总有教授一类角色的出现。不禁想起bloomsbury的铭言：生命的目标在于爱，创造，美跟发现知识。对许多观众来说，黑洞的似乎只是科幻片，只存在霍金的故事中。真实情况上黑洞离我们并不遥远。欧洲的原子对撞于明年四月重启的目标就是制造黑洞。许多人问这有什么用。一个应用就是用来发电，生成黑洞后，任何物质都可以当成燃料，扔进黑洞去，全部质量都转化成能量，以黑洞辐射发射出来。欧洲正在讨论利用黑洞修发电站，这个新的专业不叫能源工程，就叫时空工程。金融危机让许多人感到社会在退步，生活水平在下降，越来越多的人开始质疑基础科学研究的意义。但其实人类在科学依然取得重大的突破，人类己经可以把能量转化成物质，量子计算跟量子通信原型机己经设计出来，DNA，蛋白质，人脑的神经网络图谱己经绘制完成, 计算机己经可以合成蛋白质，以及制造并利用黑洞。我个人感觉诺兰的故事没有那么科幻，只是聪明人有眼光人先知先觉。观众们可以在未来的三十年或是五十年的时间中越来越感到故事的力量。有时感觉诺兰的片子之与电影，就好像《物种起源》之于流行文学一样，就好像思想家之于娱乐明星一样。他是混自然科学，政治跟哲学圈的，不是混文艺圈的。"
    },
    {
        "content": "超级超级期待诺兰《星际穿越》，可惜是11月12日，苦逼的卖家双11刚过还要忙着发货，没办法去看首映，今天才补上。除了非常多感人的情节，最让我兴奋的，就是看到很多以往只能想象的物理场景，被诺兰实物化，而且那么漂亮和壮丽，哪怕有很多和原本的想象有不同。开篇看到Ghost的时候，我就猜到这个不是普通包袱，可能是来自未来的人类给他们的启示，不过也没有想到是男主角自己。到最后男主角通过黑洞进入五维空间，情节进入了高潮，抖落了所有的包袱。这里涉及了很多数学和物理学的概念，本人并非科学家，只是多年来喜欢物理学的普通人，Sheldon们等科学大咖就别喷了，如果有硬伤，也欢迎大家多交流，本文就不对情节做过多的评论，只是帮助大家形象理解多位空间而已。，在此之前，先普及几个概念1.【N维可以体现为N-1维的投影】一维只有长度，就是一条直线。二维是长度和宽度，就是一个薄片，没有厚度（高度），所以所有的二维图形，在一维就投影为一条线。这个也不难理解。三维加入了高度。以此类推，就是真正的投影的概念，比如，三维的球体，在二维就投影为一个圆形。注意，不是三围。那么四维呢？等下讲。2.【在N+1维中，可以通过扭曲N维，来连接N维中的任何两点】在一维里，两点之间只有一条直线距离是最近的，成为一条线段。在二维的纸面上，我们还可以把这条线段扭曲变成一个圆形，那么这两点之间的距离就变为了0。在三维中，我们可以干脆扭曲纸面，让两个点碰在一起。就像电影中演的那样。用笔戳破投影的两个洞，就是虫洞，而三维投影在二维纸面的是一个圆形，那么在三维中自然就是一个球形。相信这里很容易看懂。在四维中的扭曲，你可以这样理解：你能够瞬间从任何一个地方，去任何一个地方。我们只是把空间扭曲而已。更形象的说，就是多啦A梦的随意门。更多维度的扭曲，请见下文。3. 关于概率波的坍塌，【薛定谔的猫】薛定谔的猫是诸多量子困惑中有代表性的一个。相信大家已经听过很多次关于这个故事的描述了，我就简化一下“一只活蹦乱跳的猫被封在一个密室里，密室里有一盘毒药，不知道猫是否会去舔毒药，那么在你打开密室之前，猫是活还是死？”根据我们在日常生活中的经验，可以认定，猫或者死，或者活。但是，如果我们用薛定谔方程来描述薛定谔猫，则只能说，它处于一种活与不活的叠加态。我们只有在揭开盖子的一瞬间，才能确切地知道猫是死是活。此时，猫的波函数由叠加态立即收缩（或者说坍塌）到某一个特定状态。量子理论认为：如果没有揭开盖子，进行观察，我们永远也不知道猫是死是活，它将永远处于半死不活的叠加态。很难理解吗？你只要这样去想象即可：在你打开盖子的瞬间，时空裂变成了两个，一个是猫死了，一个是猫活着，这两个时空，从此以后互不相干继续存在下去，两个世界里有两个你，可能会去做不同的事情，而这两个时空（宇宙），也不会互相影响。那么在空间裂变之前（就是你打开密室的瞬间之前），两个时空是叠加的，猫的死活，就是一种概率。这个概率，或者说概率波，在你打开的瞬间，由波，变成了一个确定的点（概率波的坍塌）。4. 【平行宇宙】如果你理解了猫的或生或死的可能性，那么你就可以理解，在这里创造出了两个平行宇宙。如果再加上其他参数，比如，猫如果活着，是站着还是坐着；如果死了，是趴着还是躺着。加入这四种可能性后，就产生了4个平行宇宙（活着站，活着坐，死着趴，死着躺），以此类推其他的因素，则是无穷多个平行宇宙。接下来我们来理解多维空间。四维，就是加入了时间的三维。如果你也处在四维空间，你看到的人，应该是这样的）。http://www.my51a.com/ewebeditor/uploadfile/200998164646650.jpghttp://images.zj.com/uppic/2009/09/04/1276514_2.jpg事实上应该比这个轨迹更长，这个人的一生，都体现在这个长长的轨迹里，让我们把图中的这种形状叫做“四维轨迹图”好了。而我们在三维世界看到的这个人，就是这个长长的四维轨迹图的一个瞬间的投影而已。所以，三维就是四维中的某一个时刻，反过来，四维则是三维的集合。五维，就是概率（也可以理解为不同的可能性），即加入了平行宇宙的四维。那么投影在四维中，也是一个四维轨迹图。那么在五维世界里，应该是什么样子的呢？在五维中，你会看到，同一个人，有无数个四维轨迹图（每一个轨迹图，都是他的一生，可能是成为医生，他也可能成为了总统等等。所以五维中，有无数种可能的此人的一生）叠加在一起，投影到任何一个四维空间，概率波就坍缩成为某一种特定状态，也就是他的某一种一生。在《星际穿越》中，男主在最终进入黑洞后，进入了五维空间，里面有他女儿房间的所有时段，电影为了方便演示，没有用四维轨迹图的方式，而是用了无数个房间。有人会问，这样不是应该是四维吗，为何是五维？因为在当时的情形下，他女儿的命运也可能有可能性，可能没有解出方程，可能没有接收到他的信息等等。所以电影解读为五维是比较合适的。补充一点，四维扭曲三维的两个点，在上文我们已经讨论过，就是随意门。那么，五维连接四维的两个点，是怎样的呢？我们把“某人的一生”这个四维轨迹图中的任何两点（两个时刻，比如3岁和30岁）扭曲在一起，看上去，就是这个人突然从3岁变成了30岁。也就是说，五维空间里的人，可以随意改变自己所处的时间（年纪）。让我们再进一步，什么是六维？在五维中，这个人的一生，有很多种可能性，你可以想象无数个四维轨迹图像牙签一样插在一个圆心上，成为一个巨大球体好了，只不过每一个“牙签”都是独立的，之间没有办法直接相连。不妨把这个“牙签球”，都看作成为六维在五维的投影。如果你理解了上文的【在N+1维中，可以通过扭曲N维，来连接N维中的任何两点】，那么你就可以更好理解六维。在六维中，这个牙签球的任何两个牙签的任何两点，都可以随意相连。让我们举个例子，在其中的一个“牙签”（请记得，每一个牙签，都是四维轨迹图，都是这个人的某种一辈子）上，此人3岁时摔倒了，脸上留下了永久的疤痕；而另外一个牙签上，此人30岁则没有疤痕。也就是说，不仅仅这个人可以突然从3岁变成30岁，还可以突然从有疤痕的3岁，变成没有疤痕的30岁。换句话说，六维空间的人，不仅可以改变自己的任何年纪，还可以改变自己的命运，可以体验科学家的生活，也可以突然变成一个富人，可以让自己变高，变矮，变瘦变壮，想过怎样的生活都可以随时改变。把我们现有的宇宙的所有无穷多个可能性的四维轨迹图，做成牙签球，就是五维世界了。那么六维就是可以链接任意两根牙签的超级牙签球。六维，已经包含了所有的可能性，还敢想象一下七维吗？请注意，我们的这些可能性，依然是建立在现在这个世界的物理基础上的，比如，人要长一个鼻子两个眼睛，地球也有重力，冰水混合物是0摄氏度，光速是30万公里每秒……那么，是否还有其他宇宙，和我们所在的这个世界不同呢？如果有，那么把两个世界相连，就是七维了。如果六维是超级牙签球，那么七维，就是存在另外的超级牙签球，其物理规律，和我们所在的这个完全不同。把两个球相连，就是七维。也就是说，我们现在的宇宙，变成了另外一个宇宙。那么八维就很好理解了，假设我们所在的这个宇宙牙签球是A，可以变成B牙签球，那么也可以变成C牙签球，每一个牙签球的物理规律，都不相同。八维就是所有不同牙签球连接的集合。把A-B，A-C，A-D……所有的连线都看成新的大牙签，再插在一起，组成一个“牙签球的牙签球”， 就是八维。但是每一个大牙签依然互相不影响。我们无法从A-B这个大牙签，跳跃到A-C这个大牙签上。九维，就是可以突破上述限制，随意更改，宇宙已经醉了，已经你已经想怎么样就怎么样了，你已经是神了。那么十维，就是把这些所有的所有集中起来，没有再比这个再大再多的集合了。让我们总结一下所有的维度一维：长度二维：宽度三维：高度四维：时间五维：概率/可能性六维：所有可能性的集合七维：从我们的宇宙，到另外的宇宙八维：不同宇宙的可能性集合九维：可以随便改变的宇宙十维：所有的一切的一切的一切"
    },
    {
        "content": "印象最深的是男主独自在显示器前看着子女从地球传来的信息。真真算得上是一眼万年。看着自己的儿女从幼年的懵懂无知到青年的叛逆莽撞，第一次遇见喜欢的人，第一次失恋，第一次当爸爸，这些所有的一切，男主都没有参与。看着自己至亲之人的漫长人生就在几分钟之内上演完毕，无法参与那些欢乐和痛苦，孩子的快乐他没办法分享，孩子的泪水他没办法擦掉，就这样眼睁睁看着他们在没有自己的世界里长大。这种只能观看却不能参与的无奈，让屏幕前的我忍不住泪崩。终于能够理解，当漫长人生浓缩为几分钟，我们才真正意识到哪些是改变我们人生的转折点，但当我们身处其中，看不到结局，自然不知道哪些决定会影响到以后的人生，当时还觉得只是平凡的一天，和往常并没有什么不同。"
    },
    {
        "content": "第一个镜头（1：00-1：10）给到了书架特写，暗示书架是故事的核心要素构成；两个航天器暗示本片是有关太空的题材。慢慢落下的细沙暗示环境的恶劣。来源：星际穿越第二个镜头（分镜头1:10-1：25）运用倒叙的手法，一个老人讲述自己的经历，这是科幻电影的一大创新，用纪录片形式的镜头给我们展现，增强影片的真实感；看到最后你会知道，老人就是年老后的墨菲，这里可以说算是通过口述告诉了我们库珀是个农民，但一开始不是的；老人的背景是那面书架，录制这个纪录片时，库珀空间站已经修好，纪录片是留给后人铭记地球上的历史的。来源：星际穿越第三个镜头（1:25-1:45）库珀穿越直道时航天器失控的画面，为后面引力异常埋下了伏笔，同时也引出了库珀的身份—驾驶过航天器的宇航员（飞行员）。来源：星际穿越第四个镜头（1:45-2:45）库珀醒来，墨菲来询问情况，这里我们可以看出墨菲很关心父亲；以及那句“我认为你是那个幽灵”已经暗示了库珀是墨菲的幽灵，墨菲后来也说，面对书架对面的幽灵，她有种熟悉的感觉；“幽灵”一词在本片出现多次，深层含义是对未知事物的代称；“世上没有幽灵”说明库珀是个坚定的唯物主义者，后来在永恒号上，布兰德根据自己心灵“爱”的引导，说去艾德蒙斯的星球，却遭到了库珀的反对，这也是库珀理性唯物主义的表现，也说明了布兰德是唯心主义者，这里就涉及到哲学的唯心和唯物的对立了，显然本片通过严谨的科学来表现唯物，通过深层次的人文关怀来表现唯心，使得两者在影片中达到了和谐。来源：星际穿越5.（分镜头2:45-3:30）又是纪录片的展现，增强真实感。黄沙吹拂着玉米地，盘子需倒扣等等都说明地球环境的恶劣，为本片奠定世界背景基础。来源：星际穿越6.（3:30-4:40）因为登月舱坏了，引出了幽灵和书架，说明两者之间存在着联系；当库珀只是说“好好照看我们的东西”后，就准备离开，这时的外祖父唐纳德使了眼色，库珀就心领神会坐下来跟墨菲说明了科学的严谨性，这表现了库珀一家很重视对孩子正确的指导教育，墨菲日后会成为拯救世界的科学家也就很合情合理了。来源：星际穿越7.（4:40-5:10）枯萎病，最后一茬秋葵，只能种玉米说明地球上粮食危机严重；库珀和唐纳德两人之间的调侃表现了家庭的和睦与其乐融融；交谈中也说明了库珀是单身；来源：星际穿越8.（5:10-6：20）汤姆开车补胎，墨菲挂挡等等，可以看出库珀对孩子劳动教育很成功；这里还有一个概念“墨菲定律”，该发生的事情肯定会发生，这对我们学习工作都很有指导意义，有兴趣的朋友可以去看看；当库珀说完这句话后，无人机就出现了，引出后来发生的一系列事情，也侧面印证了墨菲定律，这是库珀命中注定的该发生的事情，一定会发生。来源：星际穿越9.（6:20-9:35）库珀知道这是印度的无人机，知道它的性能，以及将其系统破解，可以看出库珀的过人之处，也可以印证他后面说自己是航天员，还是工程师。（猜想：这架无人机就是北美防空司令部，也就是后来遇到布兰德教授他们那里的，他们应该是探测到了库珀农场附近的引力异常，所以派无人机过来查看，库珀也说可能是在找什么信号。还有，库珀说德里和美国的控制中心一样，十年前就关门了，但是后来他们进到隐秘的nasa旧址，说明并没有关门，只是隐藏起来了，所以说无人机飞十年的谬论也可以得到解释了，因为这是近期才释放出来探测的。）来源：星际穿越10.（9：35-13:30）库珀去开家长会，对墨菲说别紧张，以及后来说带她去看球赛，都可以看出库珀身为一个家长对孩子的指导教育是多么理性，善解人意；谈到汤姆的成绩时，他没有为汤姆的差成绩发火，而是对汤姆充满了信心，从后来汤姆以全校第二名的成绩毕业可以看出库珀的教育方式的正确性。黑人老师说：“不需要工程师了，我们不缺飞机电视，缺的是食物”这里可以解释为什么库珀当着好好的航天员，工程师怎么就变成了农民；而库珀也无法反驳，这是事实，他也很无奈，自己的一身本领无处发挥，后面和唐纳德聊天时，也可以明确看出他的这种心理。用一句“还有事吗？”避免交谈这个问题。墨菲传阅登月的书可以看出墨菲对科学充满了兴趣。从老师与库珀的对话中可以看出，两个老师都是后来库珀和唐纳德的对话中说的“守护者”那类人，忘记了我们自己是谁了。对话中也说明了库珀的妻子因为脑囊肿而死。来源：星际穿越11.（13:30-15:45）收割机罗盘受到干扰，书架上的书落下都暗示了此时的书房里引力异常。墨菲已经研究落书的规律很久了，说明她对科学有着孜孜不倦的探索精神，奠定了她作为科学家的基础。来源：星际穿越12.（15:45-17:05）“汤姆不会有事，是你不属于这里”说明了汤姆也是属于守护者那一类人，从后面他固执不愿离开农场可以看出来。而库珀是典型的探索者开拓者一类的人。后面的对话都暗示了库珀的一身本领没地方用，现在只能为了苟活而成为一个农民，表现了他的不甘心，所以当他后来知道自己的本领有用了，他才能不假思索答应教授去探索；否则因为女儿的不舍，他可能会放弃这次任务，这也奠定了继续下去的理由。来源：星际穿越13（分镜头17:05-17:20），这是本片倒数第二个纪录片形式的镜头，还是为了增强真实感。来源：星际穿越14（17:20-18:20）“外公说你不喜欢种田”直接表现了库珀的无奈；库珀问汤姆种地怎么样，汤姆很喜欢，原本库珀是打算让汤姆读大学的，此前甚至为此和老师争论，但当他看见汤姆有自己的想法后，他并没有像中国式家长那样，而是选择鼓励，这里给了我们一个很好的教育孩子的模板；警报响起，沙尘暴的突然来袭，居民们有条不紊地撤离，说明这是经常发生的事，已经见怪不怪了，从侧面反映了地球的环境的恶劣，沙尘暴的来袭，也为后面的引力异常做好了铺垫。来源：星际穿越15（18:20-24:40）下车后，库珀紧紧抱住墨菲走进房子，以及墨菲发现书房窗户没关，跑上阁楼，库珀见状立马跟了过去，这些细节无不展现着库珀对女儿的爱，生怕她受到伤害，体现了一个父亲的责任；此处的引力异常就是本片的过渡点了，书架与幽灵再次出现，说明了不同寻常，从不相信幽灵的库珀看到地上有规律的沙土也解释不了这是为什么，琢磨了一夜才想通原来是“引力”；墨菲细心的给没吃饭的父亲送去食物，体现着墨菲对父亲的爱；从一串二进制代码马上联想到了坐标，也可以看出库珀的敏锐，过人之处；对于纬度我想说一点，这里的33度是北纬33度，自古北纬30度附近就很神奇，什么四大古文明，百慕大三角之类的都是在这附近，所以这里的坐标也为影片增添了一抹神秘色彩；墨菲也要去，可以看出墨菲对父亲的担心和对未知的好奇，而库珀又不带她去，这一情节表现了两人父女情深；而后墨菲躲在毯子下面，当库珀掀开后发现了她，库珀并没有责怪墨菲，还让她干点力所能及的事，可以看出库珀能理解女儿，墨菲开心的笑了，她感受到浓浓的父爱；途中，墨菲睡着了，库珀细心地给她盖上毯子，体现着父亲的爱。当遇到铁丝网过不去时，库珀不知怎么办，墨菲不假思索地说有老虎钳，可以看出墨菲的聪慧和对日常事物的细心。来源：星际穿越18（24:40-28:10）和机器人的对话就没什么好说了，可以说说幕后，机器人TARS以及后面的凯斯都是在后面人的手工操作，并且这个演员应该是星际穿越中最惨的一个（当然，没有后来死在巨浪下的道尔惨，哈哈哈），自己是个男二号，却从头到尾都没露过面，好憋屈啊；有兴趣看星际穿越幕后的可以去B站看看，一共好像是16集，堪称纪录片；此时库珀第一时间想到是自己女儿的安危以及后来当他说“要保证我们离开，而不是装在后备箱那种”时，下意识的捂住了墨菲的耳朵不让她听见，再次体现库珀爱女情深，不愿让女儿受到一点伤害；来源：星际穿越19（28:10-31:28）这里库珀的话解释了为什么NASA会关门以及为什么后来又重开的原因；当教授说枯萎病杀死小麦，秋葵，再是玉米，可以看出地球已经养不活人类了；“就凭地球是人类的坚定信念吗？”“最多在你女儿的这代之后”和前面还记得黑人老师说“也许你的下下代能当上工程师”形成了一个讽刺，当时的大多数人还没有意识到地球环境已经如此严重，还等着好转后再次守护着自己的家园，不愿去探索，开拓，我觉得应该是在讽刺那些不知变通，守旧的人最终只会走向灭亡。显然布兰德教授是一个更激进的探索开拓派，他甚至在最后不惜毁掉自己的名声荣誉骗了所有人，选择让人类延续下去（plan B）；并且这么大吨位高度的火箭放在地面上，还露天，真的如那位委员说的是“全世界最隐蔽的地方”吗？，还有，怎么大个火箭最后竟然就在房子里发射，据我观察好像每层楼并没有隔离层什么的。。。几千度的高温不会把这里的一些东西化为灰烬吗？当然，智者千虑，必有一失，不必在意这些小bug。“你曾是我们最好的航天员”直接说明了库珀的能力出众；“他们选中了你”这里“他们”第一次出现，而库珀多次询问“他们是谁”，教授没有回答，增添了影片的神秘感，同时也增加悬念，吸引观众的兴趣。而且“他们是谁”和最后库珀明白一切后说出的“他们即是我们”上下相呼应，使观众豁然开朗；来源：星际穿越20（31:28-35:45）罗米利说的五十年前的引力异常，问库珀：“你也遇到过吧？”回应开头库珀遭遇干扰导致飞船失去控制，又是上下呼应；这里的对话有逻辑问题，道尔说有十二个可能宜居的星球，库珀问是派探测器去的吗？，而布兰德教授说派人过去的。。。派十二个人过去之前不应该是先知道对面有多少个星球才决定派几个人过去的吗？额，是不是有点不对劲？还是一样，不必深究；当布兰德教授说：“由了不起的曼恩博士带队”时，我觉得这里的“了不起”显然和曼恩做出的种种行为不符，是讽刺的说法，而曼恩的做法到底正确与否，我们写到那里再说；要注意这里的两年补给，我看网上有些人在讨论艾德蒙斯的问题，到底是艾德蒙斯着陆时就坠毁了，还是老死的；根据最后的画面来看，营地那根残破的美国国旗我觉得可以说明一点，艾德蒙斯不是着陆坠毁而死的，而且根据这里说的两年补给，他也不可能老死，如果他选择休眠等到老死，时间上说不过去的，在这之前布兰德肯定来了；所以下面是我对他死的猜测：艾德蒙斯着陆后有条不紊地进行试验，知道这个星球是宜居的之后，便发送信号，等着另一边的人来救援，但是日复一日，年复一年，他开始思念远在地球的布兰德和亲人们，他可能没像曼恩那样选择休眠，而且他只是探索队，没有带受精卵一类的物品，所以当探索完之后，他什么也做不了，最后孤独，抑郁杀死了他（很可能是自杀），布兰德在跟库珀说这些探索者时也说了，他们不该有牵挂，但是艾德蒙斯有，他和布兰德是恋人，这是后来证实了的，所以，他好惨。。。这里首次出现了plan A和plan B，但我想说一点（猜测）：plan A注定失败，是不现实的，说白了就是拿来打酱油的，让库珀对女儿放心不下，进而推动情节的；所以说可能实现的只有planB，最后曼恩也说了，这只是教授让他们心安理得进行探索的定心丸，plan A的方程式在几十年前就算出来了，而且就算得到量子数据，把人类送上太空，然后呢？这么大的空间站不可能穿越虫洞（穿到一半直接崩），宇宙间多少的陨石，空间站随时可能废掉；所以虫洞这边的人类必定灭亡，plan A注定失败，只能用一句话来说：想象是美好的，现实是残酷的。发射室是一个巨大了离心机是可以的，这就是以后的空间站雏形；有人说把像一个国家大小的空间站送入太空不现实，但是是可行的，就如布兰德教授所言，引力异常颠覆了一切，只要知道黑洞里奇点的秘密，就可以统一相对论和量子力学等等一系列科学理论，掌控引力，为我们所用。不懂的可以看看《星际穿越中的科学》，这是基普·索恩教授亲自编写的，解释了许多涉及的科学；最后，这里教授的保证，让库珀放下了对儿女的包袱，终于他的本领有用处了，所以，即使墨菲不理解自己，恨自己，也要去进行任务。来源：星际穿越21（36:15-37:20）库珀和唐纳德的对话，“我觉得那没有错”可以看出库珀内心很坚定，库珀厌倦了当农民的靠天吃饭的生活，他向往自己创造生活，也可以体现他是开拓者一类人；这段对话很富有哲理，大家可以下来慢慢品味，真的说的很有道理；来源：星际穿越22（37:20-41:05）接下来的这一幕也很感人，可以看出墨菲非常爱自己的父亲，不舍得他离开，但是看到父亲这么坚定地想要离开，她也知道无法阻挡，只能无奈的哭泣；这幕里面有四个细节值得注意：第一就是墨菲说的她解出了书架传递给她的信息“stay”，这里可以看出墨菲的聪明，也埋下了一个伏笔，到后面你会知道这个信息是库珀在超体里面通过引力发送给墨菲的，并且当成年后的墨菲再次翻看当年的笔记看到“stay”时，“一直都是他”她意识到了库珀即是她的幽灵，这里肯定很多人要发懵，这不是因果关系矛盾吗？但是时间循环的手法确实是科幻小说，电影等等创作的独特手法，像：十二猴子，末日边缘等等都采用了这种手法，其好处是大于坏处的，可以制造悬念，吸引观众兴趣，将一个平淡无奇的故事变得烧脑等，不必太深究其内核，它只是拿来当“工具”的；第二个就是库珀给墨菲的手表（这两块手表是厂商专门为星际穿越定制的，世界上仅有），手表也是为后面做铺垫，在最后，库珀就是通过手表来传递黑洞里的量子数据，墨菲才得以解出方程，使得人类摆脱地心引力，所以，没有这块表，plan A早就失败了，而且库珀在给墨菲这块表时，说当他们再次见面时，表的时间不一样，他们两个就可能是一样的年纪，这是可以实现的，就是库珀说的当光速飞行或者穿越虫洞时，时间会变慢，这是相对论的内容，理论上是可能的；这里也延伸出来一句有名的话：“爱，永恒不变，当我归来，你已垂暮，我一次呼吸划过你一辈子的岁月。”但是库珀是真的“直男”一个，这时候了还在讲道理，要不是后面说了句“我永远爱你”还能原谅。第三个就是库珀说“现在，我们就是孩子们以后的回忆了”你细品，读出那种无奈悲伤和深深的爱意了吗？我忍不住泪目了。第四个就是当库珀走时，书架上再次掉落了一本书，看到最后，你会知道，书是库珀自己通过引力推的，目的就是让那时的库珀不要走，这样他就可以陪在墨菲身边了，但是历史是改变不了的。这里肯定又有小伙伴疑惑了吧？库珀怎么在超体里就能把书推落呢？这就涉及到弦理论了（太高深，有兴趣的朋友可以去研究研究）来源：星际穿越23（41:05-42:20）这里唐纳德问谈话怎么样，库珀居然说“很好”。。。额。。。  接下来父子两个男人之间的谈话就很直了，但是可以看出汤姆眼神中的那种悲伤和不舍的；这里的倒计时真的很惹人泪目，诺兰不愧剪辑大神，充分抓住泪点，还有hans的配乐，只能说绝了，没有他的配乐这里至少缺失了一半的情感（我推荐的大家可以去听听星际穿越的所有配乐，管风琴有呼吸的乐声真的是震慑灵魂）；我每次看到这里眼泪会不自禁的流下；还有，库珀再次翻看那张毯子，毯子还是那张毯子，可是没有了女儿的欢笑声。。。他也因为不舍哭了，墨菲撕心裂肺的喊“dad”。。。哎，自古多情伤离别。来源：星际穿越24（42:20-50:20）这里前面说了，火箭在就在房子里发射。。。我反正觉得不妥，就不讨论了；这里目测火箭半径起码有五米，推力肯定大的惊人；TARS的幽默功能不错，把我逗笑了，特别是说可以在开玩笑的时候可以亮提示灯，然后说了一句“在我把你轰出气闸后，你可以用它找到回来的路”说的时候不亮，说完了再亮，哈哈哈，成功把库珀整懵逼；接下来库珀的一系列的操作可以看出他驾驶技术的熟练；布兰德估计知道库珀有点直（之前见面时，库珀说布兰德不像教授，而且也不可爱），所以当库珀说我们要学会交流，来一句：“也要学会沉默”，哈哈哈，库珀再次懵逼；飞船对接有惊无险，感觉还挺轻松，和后面曼恩的胡乱对接形成了鲜明对比；不要觉得永恒号做成环形舱只是为了美学效果而不科学，这在后面它爆炸后还能保持结构稳定密不可分，写到那里再说吧；布兰德教授金典语录来袭：“年纪长了，智慧长了，只有重逢的喜悦不变”“不要温和地走进那个良夜，白昼将尽，暮年仍应燃烧咆哮，怒斥吧，怒斥，怒斥那光的消逝，虽在白昼尽头，智者自知该踏上征途，因为他们的言语未曾迸发出电光，不要温和地走进那个良夜，怒斥吧，怒斥，怒斥那光的消逝........”这首诗我有发言权，觉得此前网上大多数翻译都不是太完美，所以本人自己再次翻译了一遍，现已被各大百科收录（啓末译本），嘿嘿。来源：星际穿越25（50:20-53:20）为了减少氧气的消耗和身体机能的消耗，众人通过休眠舱来度过航行到土星的两年时光，库珀望着渐渐远去的地球，感慨道：“so alone”，而布兰德以为他在说自己，库珀解释并不是，他说的是地球，在这偌大的宇宙中，地球太特殊了，太渺小了，再也找不到比它更好的了，但因此是如此的孤独。。。布兰德听完后表示赞同，因为即使是他们要去的那几个星球，最乐观的也只能勉强维持人类生存，从最后布兰德登陆后可以看到，艾德蒙斯星球虽然可以呼吸，但是一片荒凉，这里的对话也可以说明了他们此行的目的-找到一个适合人类生存的地方（不觉得已经暗示plan A是不可能实现的吗？正如前面所说）；接着布兰德向库珀介绍了三位科学家，分别是米勒（生物学家，登陆后就因为巨浪而死，按照相对时间来算，她就死在库珀他们登陆前的几十分钟前），艾德蒙斯（物理学家，对他的死亡前面已说），很有意思的是库珀怎么看出来布兰德和艾德蒙斯间的关系的？而且仔细看库珀盯布兰德的那眼神，感觉到异样了吗？哈哈哈，“他们都没有家人吗？是的，不能有牵挂，我父亲说的”可以看出，应该除了艾德蒙斯以外，其他人都没有负担，也可以读出一个隐晦的信息：布兰德和艾德蒙斯的爱情是悲惨的，要么是没被布兰德教授发现，艾德蒙斯带着一份牵挂走了；要么是布兰德教授知道了这件事，说了一通大道理让艾德蒙斯和布兰德分手。。。曼恩（领航员，探索三个星球中唯一幸存的）这里再次说“他是我们中最了不起的”和他后面的行为形成对比，反讽，但是他的行为是一个人来讲最基本的求生本能，所以客观来说，他没有错，但是对于库珀来他们来说，就很自私了，他不惜想要杀了库珀，库珀认为他是“懦夫”。。。杀了罗米利（其实准确来说，他并没有想要杀罗米利，，要按客观来说，是TARS的好奇心杀死了罗米利，而且他也提醒过罗米利不要碰信息资源管理系统，因为他知道一旦他们知道他在骗他们，他们会抛弃自己，自己就会死，但是TARS怀疑曼恩数据造假，想要获取信息，但管理系统只有人类才能打开，所以罗米利就炸死了，TARS没死也是个奇迹，不知道它是不是知道打开有危险，提前躲好了，不然它距离这么近，也应该被炸死了），接下来一段就富有哲理了“不能说狮子咬死羚羊就是邪恶的”这句话不觉得有点符合刚刚说的曼恩的状态吗？都是求生本能，所以其实这里也告诉我们客观来说，曼恩没错，大自然就是这样，这里又涉及哲学了，客观与主观（唯物主义，唯心主义）；库珀此时想的应该是布兰德，他应该对她有意思，你懂的，接下来他就借问航行轨迹悄悄地问TARS布兰德和艾德蒙斯的关系，谁知道TARS还有酌情处理功能呢，库珀碰了壁，就骂TARS是张扑克脸，这里TARS的话可以说明飞船的航行计划，体现了影片的科学性；来源：星际穿越26（53:20-53:55）睡觉前还要和孩子们打声招呼，可以看出库珀对孩子们的爱；来源：星际穿越27（分镜头，53:55-54:50）看到库珀的车回来了，墨菲第一时间想到的爸爸回来了，可以看出墨菲对父亲的思念，即使她知道这是不可能的；这里的镜头可以为以后的传送视频奠定基础；也说明了墨菲为什么会到NASA工作；来源：星际穿越28（54:50-55:30）绚丽的土星图像，带给人对宇宙的憧憬；而永恒号航行在土星环下，通过对比，可以看出人类的渺小，宇宙的宏大；来源：星际穿越29（55:30-56:20）从库珀的眼神中可以看出他很期待墨菲的出现，但是墨菲还生着气没有来；来源：星际穿越30（56:20-57:00）库珀和罗米利的对话体现了深空航行的危险，但是他们依然选择砥砺前行，可以看出他们的勇气可嘉，“我们是探险家”库珀再次表达了自己的理想；来源：星际穿越31（57:00-57:10）仔细听，会发现背景音乐是蟋蟀声，和这无声的太空的形成对比；来源：星际穿越32（57:10-57:40）这里库珀和道尔的对话，道尔说的是一个科学概念“引力透镜效应”（有兴趣的小伙伴可以自行百度），而库珀说的很形象“摆动的潜望镜”；来源：星际穿越33（57:40-60:00）还有三小时就到虫洞时就可以看到虫洞了，可见虫洞非常大；这里罗米利为什么要让库珀在离虫洞很近时停止旋转呢？我认为是旋转是在加速阶段，为什么停止加速呢？因为虫洞的引力已经很强了，足够把永恒号吸引过去，所以不需要再额外消耗燃料加速了；当罗米利看到虫洞时非常激动，都把口水喷出来了，这里罗米利给库珀解释了虫洞在三维的展开面为什么是球状以及虫洞的原理，很通俗易懂，拿一张纸说明虫洞的原理我曾经都给同学这么做过，他就明白了哈哈哈；“谁放在那里的？我们该感谢谁呢？”谁呢？有的说是未来人类，有的说是高维人类，有的说是高维生命体，人工智能等等，智者见智仁者见仁，没有对错，这就是脑洞时间，但是最后诺兰填坑了——库珀的理解是“他们即我们”，是从他和女儿间的关系出发的来理解的；来源：星际穿越34（60:00-1：02:05）穿越虫洞这一段是一场视听盛宴，应该是星际穿越中最吸引人的地方，好多人都是为了看穿越虫洞和黑洞才来看星际穿越的；道尔说“这里超过了三维”，这里也给我们第一次以视觉展现了高维空间的景象，满足了很多人对高维世界的幻想；突然船舱出现异常，布兰德认为是“他们”，而道尔说是“时空弯曲效应”（有兴趣的小伙伴也可以查查），到最后你会知道，其实这是那时库珀正在通过超体从黑洞那边回到太阳系这边，刚好发生时空弯曲效应，两人相遇并握了手；来源：星际穿越35（1：02:05-1:05：40）这里的讨论，体现了科学的严谨性，时间的不可逆性，相对论，以及库珀内心的挣扎，对时间的恐惧，对家人的爱；道尔的话再次说明plan A实现起来很困难，只有plan B 才有希望；库珀最后解决了问题（两全其美的办法），可以看出他的研究能力很强；来源：星际穿越36（1:05：40-1:06：20）几个人对黑洞的讨论可以看出黑洞引力很强，以及黑洞内的奇点的重要性，为后面库珀和TARS进入黑洞做铺垫；来源：星际穿越37（1:06：20-1:08：25）这里的镜头再次体现了库珀高超的驾驶技术和判断能力；来源：星际穿越38（1:08：25-1:17：30）“一小时七年”很多人对此怀疑，但是这是可能的，并且有爱因斯坦相对论进行理论指导，具有严谨的科学性，在《星际穿越中的科学》一书中，基普有详细介绍，大家有兴趣可以看看；这里的巨浪来袭，配合着hans的配乐非常震撼人心，，是本影片的高潮，也表现出自然的残酷和人类的渺小，米勒和道尔最后都死在了这里，这里我可以有一个猜测：两人的尸体有大量有机物，细菌，刚好米勒星球有水，说不定几万年之后，这个星球会出现生命体；这里对于米勒的死前面已分析，后面库珀和布兰德他们也会讨论；道尔的死可以告诉我们一个道理：不听指挥会付出惨痛代价，我一个朋友就很喜欢说这句话。。。但是客观来说，布兰德还是没错，她把科学数据看得比生命还重要，其实体现出了她对科学的忠诚；目测巨浪几千米高，没有网友说的几万米和几十万米高；布兰德和库珀的对话，额，库珀怪布兰德，只能说情理之中吧，这一耽误到最后是整整27年啊，墨菲都到了库珀离开的年纪了，哎，只能说，时间易逝，好好珍惜；这里库珀的假设体现了时间的不可逆性，而布兰德的话可以说明：引力能超越维度，“他们”通过引力交流，这里先填了一次坑：“他们”是五维的生命体，；还有，这里布兰德说的时间在五维空间是一种空间实体，用比喻让我们理解了过去也许是能够进入的峡谷，未来是一座可以攀登的山峰，但是对于我们并不是这样，在电影最后，我们看到库珀在超立方体里沿着对角线向上移动，相对于地球时间前往未来，我们稍微想一想就会明白，如果他在超立方体里向下运动，就会回到地球时间的过去，在超立方体里（五维空间），库珀做到了布兰德说的“他们”能做到的事。经典语句又来了：“你没有告诉你女儿你是去拯救世界吗？”“没有，当你成为父母后，首要任务是——让你的孩子拥有安全感，所以不能告诉一个十岁的孩子，世界末日要来了”反正我被这段对话感动到了；看到一个分镜头了吗？道尔躺在水里，我猜测道尔当时没有死，只是晕了过去，不过最后应该还是死了；来源：星际穿越-----------------------------------------------作者：啓末后半段内容知乎搜索“启末”即可查看，欢迎大家关注！觉得分析的还行的话就点赞转发吧！镜头中有什么分析不足或错误的地方都可以分享出来，大家一起学习进步！"
    },
    {
        "content": "微笑着看完了《星际穿越》，微笑着走出了电影院，微笑着走进了旁边的麦当劳，微笑着咬一根薯条。吃薯条的时候，我微笑着想起了一部电影，叫《向左走，向右走》，杜琪峰、韦家辉联合执导。在这部电影结尾，地震就那样轻而易举不明所以“墨菲”般地发生了，震穿了一堵墙，男女主人公穿过时空的尘埃发现了彼此，紧紧拥抱，永不分离，故事至此，圆满结束。那时我骄傲地以为，我看到了一种像是创新一样的东西。它遵循着地壳运动的原理，充满了无比澎湃的幻想，用爱击穿了一切阻挡在人与人之间的东西，所谓“硬的墙，软的心”。嗯，我喜欢。刚想推荐给别人，不知缘何转念一想，咦，有什么东西似乎不对。于是，心一软，手一硬，那部片子我就给了个两星。记得那还是1997年。彼时的克里斯托弗·诺兰踌躇满志意气风发，拍摄了一部2分55秒的短片。这部名为《蚁蛉》的短片讲了一个非常简单的故事：一个人在一间狭小的屋子里拍“小虫”，结果一鞋底子刚要过去，镜头猛然越过了主人公的肩头，一只朝着主人公拍过来的大鞋赫然出现在空中。不想他日又相逢。这回，“神坛牌流水线”发明者给自己的产品套上了一个梦幻斑斓的壳，又在壳上抹了层澄黄透亮的沙，送来中国，供人朝贺。将近二十年之后，随着体重的不断增加，诺兰电影也有了量的飞跃，从三分钟变成了三个小时，从一间屋子来到了宇宙太空，从黑白变成了彩色，从IMDB末尾来到了开头，打遍天下无敌手，一举进入IMAX影院——唔，足够励志。然而也许我们真的应该仔细看看这部只对诺兰一个人具有“启示”意味的短片，然后细细考虑，在上述所有的不同之中，真的有什么可以称之为“进步”的东西吗？我看不太有。通过对个人历史的梳理我们发现，诺兰拍片子似乎从来不向前看。他喜欢回溯，但又没什么风格可言；喜欢模式，所以很难做出什么超越自己、挑战自己的举动；诚然，他更喜欢马甲，给一个普通的故事穿上一层又一层衣服，科幻啊、沙暴啊、爱啊、维啊，但终究还是只有那么点儿功夫。我知道的不多，可又希望谁也不要骗我。很多人不愿意把《星际穿越》和《2001：太空漫游》作比，无赖如我者却一定要问，为什么不行？抄都抄了，比一比还不让吗？从那个巨大的轮形加速器，到那个棺材一样的休眠装置；从行星上空的不明物体，到色彩斑斓的黑洞之旅，诺兰活生生地给库布里克做了一遍注脚。做完自己做别人，诺兰似乎也还是不错的，毕竟没有功劳也有苦劳嘛！但这确乎是个非常致命的问题。尤其是“第一个敢于正面表现”这种表述，非常值得考量。因为，“第一”两个字往往确定了一部影片在影史中的地位，而第一的数量和质量往往决定了一部影片到底有多少部分属于自己；一部影片，到底是一粒饱满的种子，还是巨树上一片微不足道的绿叶，实在不容忽视。从这个角度上讲，《星际穿越》无非就是早前科幻电影的孑遗，比上不足，比下似还有余。好像诺兰唯独抛弃了库布里克那座亘古不变的“黑碑”。然而“黑”与“幽灵”、“碑”和“书架”的重合又这样触目惊心地摆在面前，真希望是我在过度解读。退一万步说，这种比较的真正意义在于说明，当一种神秘的东西真的具象化之后，它的哲学意味，它的暧昧形态，它的思辨能力，都在以无法恢复的方式坍缩，最终由电影的艺术褪变为智商的游戏，由一种感受的冲动变成了烧脑的拼图，由形而上的思考变成了形而下的炫耀，形成一种另类的、甚至非影像的快感。如果用另一个词来解释，那可能就是一种“洗脑”。当然，诺兰抄的也不只是《2001：太空漫游》一部了。比如说万年不变的摩尔斯电码和二进制，比如说双手撑地前行的机器人，这些出现在《超时空接触》甚至《星球大战》里的创意被大批量“致敬”到每一个角落里，然后又跟各种各样的物理定律搅拌在一起；此外还有书架后面的新世界，简直让《纳尼亚传奇》的铁杆影迷心头一颤。所以，与其说诺兰拍的是一部interstellar，莫若说他拍的是interstealer，肆无忌惮的引用不仅没能让他这篇穿越论文的质量有所提升，反倒在原创性上大打折扣。所以说实话，谁愿意对一个重复率高得惊人的学生另眼相待呢？《星际穿越》，真的离杰作还差一步？我看不止。抛开物理硬伤不谈，超过半程的剧情拖沓，滞重难忍的交叉蒙太奇，演员表演和心理状态的极度单一，配上一个看上去充满人情味儿的结尾，俨然就是一部大片的标准配置。然而依我看来，这样的东西远不能称为杰作，它与我脑中闪过的任何可以被称为“杰作”的作品都有着相当大的距离，更别提“伟大”了。说到这里，我想起了一部关于霍金及其理论的纪录片，埃罗尔·莫里斯执导，名叫《时间简史》。片子当中，霍金每况愈下的身体情况和毫无感情的电脑合成声相互交织缠绕，随着身体的日益枯萎和理论的日益完善，渺小的人类和无垠的宇宙最终在“时间”这个词上形成了交集。当霍金最终发现原来时间居然永远无法逆转、健康永远不会复归时，电脑合成的声音这样说道：“人们还是会继续变老，所以等着宇宙再次坍缩，回到青春时代，这不现实。”这声音仍然冷静，但内里充满了悲伤。我称这部电影为“杰作”。它从不想控制我的情感，但我依旧泪流不止。"
    },
    {
        "content": "洪荒远古的人类见到电闪雷鸣，惊恐异常，于是寻求图腾与山神庇护；\n被囚巴比伦的犹太人国破家亡，于是有了申命记，告诉他们是耶和华独一真神被拣选的子民；\n黑死病横扫欧洲，人们以为末世临近，于是鞭挞肉身，禁欲修行；\n乱象丛生的二十一世纪令人认真地担忧起天启预言，有些寻求灵性的解脱，有些等待来自外太空的白马王子……\n\n穴居的原始人第一次见到发热发光的太阳，内心为这奇迹迸发由衷的赞叹，不禁跪拜；\n牧羊四十载的摩西在旷野见到燃烧的荆棘，受了神启，带领以色列人出埃及；\n在去往大马士革路上，保罗忽瞎了眼，又听见天上的声音，从此皈依他曾逼迫的基督，竭力传道；\n二十世纪航天技术的迅猛发展，终于为好奇的人类插上双翅，回应千年来穹苍对故人的召唤……\n\n人类的宗教感，往往离不开对未知事物的惧怕，或是被超然外力所吸引激发，荒蛮之地如是，科学昌明的当下，仍离不开这些最原始的本能反应。\n\n正如同Interstellar中，让Cooper再次上天的动力，是对枯萎病和沙尘暴的惧怕，对人类未来的担忧；NASA的计划，是因为认定虫洞是冥冥不可知的力量对人类施出的拯救援手；而Murph卧室里的Ghost，从梦魇成为谜题。如同所有的救赎神话一样，故事的开端是悲观的，生态破坏、思想控制、进取精神的退化，人类在生存线上挣扎，一年不如一年，坐以待毙，无能为力，这大概是最接近真实而更残酷的末日。人类上天，是被抗拒死亡的求生本能所驱使，也是回应更高智慧发出的讯号，隐藏在背后的还是不死的好奇与冒险的心，怀揣着单纯的信心，在一切奥秘背后，有着救赎与一切的答案。当然这次大无畏的救赎计划获得了成功，救赎的高潮与成就发生在黑洞里面，在那里Cooper找到的不仅是救赎之道，更是顿悟了救赎的奥秘与人类实存的意义。\n\n所以，Interstellar，或者某一些科幻小说，也可看作不过是又一种形式的回归永恒的神话。\n\n解码Interstellar有很多把钥匙。不少人手拿的是科学理论，有些是人性与爱，而我的那把，是“拉撒路复活”。\n\n片中Brand博士说，这个救世计划的名字是“拉撒路计划”，寓意死而复活，Cooper说，但他必须先经过死亡，才可以出死入生。这个名字表面似乎指的是那先驱的十二名科学家，甚至之后的Cooper等人需要付上生命的代价，才可能为人类的未来杀出一条血路；而或许还有另一层不那么崇高却更真实的含义：只有牺牲了地球上的人类，才可为未来的人类这一种族找到更广阔的天地。\n\n但拉撒路复活的隐喻并非止步于此。四福音书中，约翰福音是最特殊的一卷，而拉撒路的复活在这卷特殊的福音书中，也有着特殊的地位，并不仅仅因为它只在这卷书中被记载。相比另三卷福音书拉拉杂杂一堆，约翰福音的结构显得特别简练，从耶稣出来传道到他受难复活之间，约翰只记载了七个耶稣所行的神迹，“拉撒路复活”，是最后一个神迹，无疑是耶稣传道生涯的高潮。它的重要性不仅是因为耶稣的能力超越死亡，更因为这个故事中直白而具体地记载了在其他经文中少见的耶稣的一面。\n\n“耶稣哭了。犹太人说，你看他爱这人是何等恳切。”\n\n这大约是“拉撒路复活”中最为人熟知的一句经文。耶稣哭了。神子从未在这一刻那么像人子。拉撒路的故事中，两次讲到耶稣的爱，并不是抽象的大爱，而是具体的，实实在在的人与人之间的亲密关系。约翰说，“耶稣素来爱马大，和她的妹子，并拉撒路”，又借犹太人之口说，“你看他爱这人是何等恳切”。神爱世人，透过的是将自己的独生子赐给世人，透过他的独生子为所爱之人流下的眼泪体现出来。神的救赎大计，并非是超然而抽象的理念，而必须落在时间与空间上的某一点，实实在在地介入在历史之中。\n\n神子与神子的救赎，不是conceptual的，而必须是historical的，由history event构成，这是基督信仰中不断争辩亦不可动摇的根基。Cooper在黑洞的五维空间中，置身于Murph房间的时间合集中，忽然顿悟：并不是我们需要“他们”，而是“他们”需要我们！\n\n全知全能如“他们”，即便拥有实施救赎的技术，也不能够成就，“他们”建造Murph房间的五维空间，吸引Cooper走到这一步，因为“他们”需要Cooper，需要Murph的房间。救赎的施行，需要一个实实在在的空间与时间上的一个点，历史上一个真实的时刻，在那里，救赎者与被救赎者发生接触。“他们”作为遥远世界的他者无法掌握找寻到那个历史时刻，他们需要Cooper，一个真实地活在这段历史中的人来定位。而让抽象的救赎与现实发生沟通，而不成为冥冥呓语的解码器，正是爱。因为比起一切宏伟理论，爱是一个个体与另一个个体之间，最清晰最有力的讯号与联结。\n\n神对于人的爱，促使了神以人的形象来到世上，神与人同行同住，使救赎成为可能。这是基督教的道成肉身，是印度教的Avatar，也是Cooper在黑洞中顿悟的救赎的奥义。\n\n“父啊，我感谢你，你已经听我。我也知道你常听我，但我说这话，是为我周围站着的人，叫他们信是你差了我来。”\n\n耶稣在将拉撒路复活之前的祷告中，如是说。约翰福音的另一个特殊之处在于，耶稣不断宣示强调他与他的父之间亲密无间的关系，并在最后的晚餐中提出他将会赐下圣灵保惠师给门徒。约翰福音清楚表明父、子、圣灵之间三位一体的关系，不是一种神学上的论述，而是对三个位格那紧密不可分割的关系唯一可行的叙述。三位一体，教义上说，是一位神，拥有三个位格，这由三个位格组成的独一的神，据某些神学家说，只可用爱来比喻。圣父是施爱者，圣子是被爱者，而爱这个行动，正是透过圣灵表达出来。三者各不相同，却必须同时出现才可构成爱这个动作，没了任何一方便也不存在所谓的爱，也就不存在什么神了。\n\n正如在黑洞中，那施行救赎的，是来自未来的人类；等待被救赎的，是活在21世纪的人类，对Cooper而言，正是在书架后面抽泣迷茫，令他心揪的小女孩；而那将这救赎实践出来的，是Cooper──一个人类。于是在那一刻，Cooper顿悟，从来不存在什么遥远的他者，那不是“他们”，而是“我们”。既是群，来自不同时代的独立个体；又是一，同属一个种族。在这个救赎事件中，Cooper感受到人类作为一个种族，超越空间时间的阻隔，我们是一体的，我们的命运紧紧相连；这救赎的一刻，是“我们”的同在，合作完成的。\n\n若是这个故事停留在一个来自未来外太空拥有高科技的智慧个体对人类无私或偶然的拯救，它不过依旧是个俗套的人类中心视角的故事──不仅整个世界，乃至整个宇宙都是围着人类打转，好像他们多么独特而珍贵。可以说，不仅被救赎者，施行救赎者是人类，甚至连那全知全能的救赎者都是人类，似乎是人类中心论的巅峰。然而跨过了这傲慢自大的极限，故事又变得有意思起来。穿越星际中的挣扎、冲突、失望与孤独，还有那在天上数小时人间已恍如隔世，整个世界与一切都被时间偷走，而只有自己被遗落在过去的无助痛苦（那是整部影片中唯一让我触动的煽情时刻），这些忽然都变得不再重要。人类被恐惧、孤独与期盼驱动而探索太空，而最终得到的答案需要放下从这些从个人出发的得失，把自我交托于一个更大的集体意识。这是Cooper在黑洞之中的第二次顿悟，他的自我意识被更大的“我”所浸没，他不再是传统意义上力挽狂澜的英雄，而是人类这个浩渺大家庭中的一个分子，没有他来自未来的同胞，救赎的大门不会打开；而没有他的努力，救赎无法施行；而没有他的女儿在地球上的信任与回应，救赎亦无法达成，一切都在心有灵犀中。\n\n“主啊，你若早在这里，我兄弟必不死。”\n\nInterstellar中一再出现的危机，是与时间赛跑。太空中的人与地球上的环境危机赛跑，黑洞附近的人与地球上的人赛跑。时间与效率，是这场计划的关键，至少他们是如此认为，一旦跑输了时间，便前功尽弃。\n\n拉撒路的故事也是一个与时间赛跑的故事，至少在耶稣之外的门徒和犹太人看来。马大与马利亚在拉撒路病重之际传话给耶稣，期盼他能前来医治自己的弟兄，他们对耶稣医治的能力满有信心，只怕他赶不及在拉撒路病故前到达。然而，耶稣却在众人期冀的目光之下，故意捱延，甚至故意输给了时间，等他启程的时候，拉撒路已经病故多日。当马大与马利亚见到耶稣的时候，第一句的话都是“主啊，你若早在这里，我兄弟必不死”。这句埋怨似乎正正印证了Interstellar中，Cooper等人在太空上对迟到的恐惧，地球上的至亲者对迟到的不解与愤懑。后世信徒解读这段经文中耶稣故意的迟到，说这是因为耶稣意在施行更大的拯救，当马大马利亚的信心只落在耶稣医病的能力之上，耶稣希望她们将信心放在他是生命之主的应许上，将眼光放在他与全能父神的关系之上，而这救赎不仅仅可造福拉撒路和他的姐妹，更可造福全人类，乃是他来到世上的目的。而为了彰显这救赎，并使人信服，耶稣必须让拉撒路经历死亡，让他的姐妹经历绝望，正如耶稣自己一样，也是必须经历死亡，才可复活。\n\nCooper曾两次被黑洞拖慢时间，第一次是在第一个覆盖满水的星球，他精密计算将时间损失降到最小，他对行动失败而懊恼愤怒，在登上太空船后，他对着错过的岁月痛哭流涕。但来自未来世界的人类所安排的救赎注定必须冒着时间被无限延迟的风险，才能实现。第二次Cooper主动选择放弃，不仅放弃追赶时间的挣扎，甚至是做好彻底而永恒地输给时间的准备，但生机正藏在死亡与放弃背后，不仅是此刻地球上人类得救的方程式，更是摆脱与人类如影随形的恐惧与焦虑的秘诀，是人在这宇宙间的位置与实存意义的奥秘。\n\n坠入黑洞的那一刻，Cooper并不知道这一切，他也许已经做好牺牲的准备，也许带着些许侥幸，盼望在黑暗后面找到一丝渺茫的希望。他的信心虽小，找到的奖赏却是大的。很多人说这部电影存在许多巧合，主人公几乎幸运得无法想像，也许只有在不合常理之处，人才需要take a leap of faith。\n\n“复活在我，生命也在我，信我的人，虽然死了，也必复活。”\n\n基督教的救赎观中，人的信心寄托于上帝的爱与大能，而将全知全能的上帝和他的计划与地上渺小人类联系起来，能实实在在落在二千多年前的巴勒斯坦，能让神与人同行同住，能被后人以最鲜活的回忆记录下点滴的，是耶稣的道成肉身。他既是神，又是人，人们看到至高无上无形的他者，变成了“我们”；而那玄而又玄的道，以人可以理解效法的方式被实践出来──爱人如己。让他者与我们接触，搭起这座桥梁令等式对等的，是既是人子又是神子的耶稣。而在Interstellar中，神话不再需要如同道成肉身，如同Avatar这样架起桥梁的神人，那他者本来就是“我们”，我们是被救赎者，也是救赎者，我们的信心不需要寄托在不知所终的他者，而是我们自己身上，而令我们成为自己的神明的，是爱，是自我牺牲，并对人性寄予的信心。\n\n有人说，Nolan讲来讲去还是人性的伟大，还是煽情，还是絮絮叨叨说爱，太空洞无聊了。也许观众期待在玄而又玄的特效与理念背后，理应有惊世骇俗的结论与发现，而不是这些爱与牺牲的陈词滥调。可是也许Nolan就是想要告诉我们，那些被我们重复到厌烦，感到毫无新意的爱啊牺牲啊，是多么重要，甚至值得请一堆好莱坞明星，找物理学巨擘，种一块玉米田，烧一大堆美金去说给我们听。也许爱是陈谷烂麻，也许是再普通日常不过的事，比如父女之情，比如恋人之间的恋慕，比如同袍的情谊……尽管我们习以为常，甚至不屑言说，但是这些无限无尽的林林总总的人与人之间的爱与联系背后，是一个更大的“爱”，让我们放下自我，将我们联系成为一个共同体的大爱，那些我们经历的种种琐碎的爱，甚至只是某个瞬间，不过是这种大爱的碎片与反映。这大爱，是我们人类存在的意义，是我们寻找救赎与自救的唯一途径，我们只有透过在日常生活中实践一件又一件这些卑微而不足为道的爱，才可抓住永恒的一个瞬间。\n\n看到这里，有些基督徒又要跳脚，批判Nolan将有限的人取代了至高无上全能神的位置去谈论救赎是一种亵渎。但我们不要忘了，创世纪中的雅各在梦中见到异象，看见有天梯连接地上与天上，而有天使在这天梯上上去下来。约翰福音的传统讲述的是一个至高永恒的道从天上降到人间，完成了地上的使命，证明了他是上帝的儿子，再次回到了天上；但这传统还有另一面，是耶稣作为人子在地上施行神迹，死而复活升天之后，降下圣灵回到地上，并应许他会第二次再来。无论是在犹太教还是基督教的传统之中，神从来不是一个高高在上，远离人世的他者，上去下来是他行为的一贯逻辑与模式。我喜欢Nolan没有让那Cooper口中未来的人类露脸，他们悄无声息地布下棋盘，当任务完成他们又悄无声息的隐去。是的，我们没有必要知道他们到底是谁，长什么样子，为什么要这么做。因为重要的不是那个他者或“我们”的具象是什么，唯一与我们的命运息息相关的，也是诸多宗教所谈论的，不过是相信，那他者，因为爱，成为了“我们”。"
    },
    {
        "content": "『只要有可能，就一定会发生。』\n 看完『星际穿越』后，一直萦绕在脑海中的就是这个「墨菲定律」。彷佛是一个悲观的预言，提醒人类对不可知却已有蛛丝马迹可寻的未来千万别掉以轻心。偏偏人们最擅长的便是：活在此时此刻，管他未来会如何？以前我总认为能不能有未来都很难说，人生多想无益。但当我看到他们在其他星球才短短几小时，地球竟已过二十三年，真有一种未来明明迫在眼前，只是被习惯逃避的我们所忽视之感。内心突然升起一股莫名的恐惧！\n没什么好怕，不代表不怕，有时是不知道要怕！\n 对我而言，『星际穿越』一如『阿凡达』，在看尽人类的“无所不能”后，更重要的，仍是反思：如何更好的存在？\n\n\n【有生存的欲望，却没有节制之心】\n\n人皆有生存的欲望，这是本能，原本也非难事。然而，当电影中恐怖的沙尘暴随时席卷而来，当剧烈的天气变化造成人们赖以为生的农作物无法生长，地球即将毁灭不再是预言，而是转瞬成真的事。\n 屏幕上出现库珀带着家人仓皇躲避宛如庞大怪兽的沙尘暴时，一同看电影的朋友突然冒出一句：『怎么觉得我们离这样的日子也不远了！』我一阵心惊！想起上个月北京连续超过七十二小时的雾霾，微博和朋友圈尽是北京朋友们实况转播的照片和调侃文字，虽是苦中作乐，却也令人忧心忡忡。  \n去年曾有近三个月的时间待在北京，对于雾霾天气已不陌生。我还记得第一次走在雾霾中的马路，四周依旧车水马龙，却什么都看不清。气管不好的我戴上严密的口罩，是隔绝了糟糕的空气，却也让呼吸变成一件困难的事。\n进退两难的处境一如电影中那些留在原地的人们：走也不是，留也不能。\n从小住在北京的朋友感叹道：『以前的北京不是这样的！小时候，北京的天好蓝！好多人都想住在北京。』现在是只要能离开北京，就赶紧走！曾经如此美好的地方因为无止境的生存欲望，将原本保护人们生活的空间变成了生命最大的威胁！\n保护与伤害，原来就在人们的一念之间。当最初的信念成为毫无节制的欲念，上天当然也没有善待人类的必要。于是，拥抱成利刃！拥有再多，最后都无福消受。\n\n想起日本的福岛核灾。虽已事隔多年，福岛风光明媚的景色也依旧。不同的是，走到哪儿都有辐射探测仪，曾经倍受欢迎的农产品再也乏人问津，人们淡然的脸上藏着对未来的恐惧，生活不再充满希望，只能过一天算一天。\n早知如此，何必当初？这句耳熟能详的话像是警世名言，只可惜傲慢与心存侥幸的人们并未放在心上，只相信自己的能力，却忽视了大自然永远比我们所以为的更深远。\n妄想控制的结果便是毫无节制，一但没有节制之心，毁灭之期也就不远了。   \n一直觉得福岛核灾是台湾的警讯。小小的台湾竟有四座核电厂，离台北最近的核电厂就在三十公里之外！想到都觉得恐怖！连一向严谨的日本都敌不过突如其来的天灾造成的意外，台湾凭什么心存侥幸？又凭什么只看眼前，不管未来？在我们享受此刻用电便利便宜之际，不能不思考「墨菲定律」言犹在耳的警告。\n「废核家园」更不是政党的口号，而是想“更好的存在”势在必行的改变。\n 大部分的人都羡慕北欧纯净良好的生活环境，却没看到他们是如何费尽心思做环保。许多国家为了拼经济牺牲环境，北欧国家却宁愿牺牲经济也要保住环境。我们都知道维持生命健康最重要的就是空气和水，却总是本末倒置，直到再也无可挽救，才追悔莫及。\n 当然，聪明的人类总会想出解决之道。电影中地球即将毁灭，聪明的科学家冒着生命危险和与家人分离之苦努力找寻适合人类生存的星球。总是要到最后，我们才会明白：“反璞归真”才是人类想好好生活最简单的方式。\n\n\n【人性的黑洞：是无尽深渊，也是微光的所在】\n\n 漫游在太空中，让所有科学家避之唯恐不及的“黑洞” ，彷佛真实人性的一个隐喻：在表面所见之外，人往往没那么好，但也没想象中那么糟。人皆有七情六欲，也都有自私之心，因此，所有的好与坏也不是那么单纯。区别在于，关键之际哪个多一些？\n独自待在无人星球的麦斯博士，抱着一线希望等待救援，长久的孤寂让他更渴望再见到同类。所谓：置之死地而后生。当死亡迫近，恐惧反倒生出一股前所未有的力量，那力量也许就是无论怎样都要活下去的坚强信念。然而，人性的复杂也在此，积极正面中必定隐藏着无边阴暗，当太强烈的生存欲望成为人生的终极目标，善良的人性也将被挤压到几乎不可见。\n当原来的“为别人好”变成“为自己好”慷慨的给予成了残酷的掠夺！比起动物之间为生存下去光明正大互相拼搏厮杀，人类更过分的是还要合理化自己无人性的行径。\n\n既然有麦斯这样为己之人，就会有像库珀这样愿意自我牺牲之人，这或许就是世界的平衡之道。当库珀直面迎向黑洞，预期之内的撞击亦震撼来袭！无法闪躲的碎片像是内心无数的恐惧，当怕也没用的时候，只能顺势经历，并静待结果。\n从来没有人敢穿越的黑洞，未必是无尽的深渊，它也可能是微光的所在。所以死亡也叫“往生” 。人很脆弱，说没就没；但人也很坚强，绝望的谷底总会开出一朵顽强的希望之花。\n\n\n【时间：因有限而可贵】\n\n有一首歌叫「时间都去哪儿了？」年迈的父母感叹在养儿育女的过程中匆匆老去。孩子从小到大明明是一段不算短的时间，却发现还来不及细看，老伴已双鬓斑白！这样的感慨，我们往往在很久以后才会有。因为时间的流逝一直很公平，公平到让人不易察觉细水长流只是一句安慰的话语。\n除非我们拥有的时间不一样。\n我想起以前旧家附近一只邻居养的拉布拉多，搬家前狗狗才两岁，一天到晚活蹦乱跳，好爱与人亲近。六年后，当我重回故地，却见当年活泼的狗狗懒洋洋趴在门前晒太阳。走近，像以前一样摸他，狗狗瞄了我一眼，仍懒得起身。邻居说狗的一岁等于人的七岁，当年才两岁的狗狗现在已经八岁了，也就是从人的十四岁变成五十六岁，早已远离少年，且即将步入老年，难怪他只想静静待着。\n那一刻，我蓦然惊觉，“变老”并不是太遥远的事。\n\n虽然我们都知道人生的时间有限，却只有在不寻常的状态下才能深切感受时间转瞬即逝的哀愁。\n电影中我印象最深的就是远比死亡更教老教授害怕的“时间”。当库珀在只过了几小时的星球上看着屏幕上已过二十三年和自己外貌相仿的儿子，激动到热泪盈眶，我也瞬间落泪！当长大的墨菲终于愿意对着离去多年始终看不见的父亲讲话时，我深刻感受到时间的残酷与人在其中的无可奈何。如果彼此一同老去，父母变成老爷爷、老奶奶，儿女变成父母，只会有些感叹！然而，当儿女变成了父母，父母却还没老，感叹就会成为至深的遗憾！因为，再厉害的成就，再伟大的贡献，都无法弥补错过儿女成长的遗憾。\n亲子关系如此，世上所有的情缘亦如此。有时一个当下的决定，便注定了两人此生缘分的深浅。明明拥有相同的时间，却不再拥有交集的空间，那么再长久的时间也不过是转瞬之间。\n “时间旅行”与“空间转移”延展了人与人之间更多的可能性，却更突显了“同在”的重要！尽管看不见，爱也依旧是爱，可是，在彼此有限的生命中一起经过时间、共同创造回忆的可贵，却不是想象或坚信所能体会到的。\n\n\n【爱：穿越的理由与存在的意义】\n\n世界末日的预言，一直都有。电影中前后两度开车穿越一望无垠的玉米田彷佛穿越浩瀚星空的飞船，不知道结果会如何？却不能眼睁睁在此坐以待毙！库珀明知道离开地球为人类找寻更好的生存空间也意味着将失去与家人为伴的时间，他却仍义无反顾！\n我在想，人类究竟有什么非存在不可的理由？如果世界末日是人类贪婪的欲望所致，又有什么理由不留下来承担后果？然而，当我看到墨菲不顾与哥哥的冲突仍竭尽所能带领家人离开沙尘暴；明明还无法谅解父亲的离去却仍相信父亲一定会回来；父女之间不可思议的心有灵犀，更是无法以常理来论断。\n唯一的解释只有“爱”。因为爱，想把不可能变成可能；因为爱，所有难以解释的困境都变成了希望的出口；更是因为爱，才想在有限的时间里完成时间都无法抹灭的存在。\n\n写到这里，脑中浮现垂垂老矣的墨菲留给父亲的笑容。突然觉得『只要有可能，就一定会发生。』它也可以是一个乐观的预言。只要还有一丝希望，一线生机就不是天方夜谭。\n而人活着，一代传一代，不应只是为了不灭绝而存在。趁现在还来得及，在随心所欲尽情拥抱人生之余，也请记得“返璞归真”有多重要！把最简单却最美好的生活方式留下来，这就是穿越时间、永不消逝的“爱”。\n这世上也唯有“爱”，才能让人类更好的存在。"
    },
    {
        "content": "克里斯托弗·诺兰的科幻神作《星际穿越》除了票房上的成功，观众口碑的盛赞，更难能可贵的是，作为一部通俗的好莱坞电影，《星际穿越》不但网罗了以基普·索恩为代表的天体物理学家作为顾问，甚至得到当代最伟大的物理学家霍金的首肯。霍金曾在受访时称，《星际穿越》给自己的生活带来了影响，让他想去太空亲身体验失重的感觉。除了在科学上获得肯定，《星际穿越》如同此前诺兰的几部电影一样，同样引发了相关电影类型的“地震”。可以说，以科学理论为设定基础的《星际穿越》，在科幻电影史上，为“硬科幻”再下一城！回顾诺兰的电影历程可知，他最擅长在已有的电影类型上做出革新。诺兰并不推翻旧有的电影类型，但经过他的“诺兰制造”式打磨，一些日渐陈旧的电影类型，总会再度焕发新机。如《黑暗骑士》系列刷新了“超级英雄”电影类型，此前拘泥于漫画故事的超级英雄电影，经过诺兰的“暗黑系”渲染之后，纷纷走向黑暗现实风格，社会影响力及思考深度，都得到了极大提升。而《盗梦空间》则将“幻想系”影片，推向一个新的高度。此前这种“梦中梦”的设置，往往只出现在一些B级制作的Cult电影之中，或者成为大制作电影中的一枚“小彩蛋”。但经过诺兰臻于极致的发挥之后，“梦中梦”式套环结构，逐渐成为好莱坞热衷的讲故事方法。所谓不破不立，我们来看看《星际穿越》给科幻电影带来了哪些破与立。破：1、无超级英雄近几年科幻电影再度引发关注，成为观众的心头爱，还得拜超级英雄电影复兴所赐。2005年，诺兰版“蝙蝠侠前传”第一部《侠影之谜》横空出世，此前沉寂多年的漫画英雄类电影再度成为大热题材。与之相应而兴起的，则是以超级英雄为主角的各类科幻电影。即使是在纯科幻类电影中，“超级英雄”式设定，也是司空见惯的模式。无论是《黑客帝国》中的“救世主”，还是《独立日》中的飞行员，或者《黑衣人》中的“黑超特警”，他们的“特异功能”无疑都是剧情推进的重要动力。而与此前流行的科幻电影不同，诺兰的《星际穿越》主角则不是超级英雄。身为农民、工程师兼宇航员的库珀，自始至终并无什么过人之处的超能力。除了一些基本的生存能力，及不同常人的科学素养之外，爱喝啤酒、种玉米的库珀，基本上就是一个美国“西部牛仔”农民。这一设定，无疑为影片的“硬科幻”故事，增添了几分可信度。2、无狗血爱情在好莱坞，科幻电影也不能免俗，即使是在浩瀚飘渺的太空，男女主角也要谈一场“太空歌剧”似的恋爱。即使逗比如《银河护卫队》，也要穿插70年代“金曲泡妞”的肥皂剧桥段。甚至在伟大如《黑客帝国》般开创时代的科幻片中，雷欧与崔尼蒂的爱情，也是剧情发展的重要线索之一。可以说，去掉爱情戏份，《黑客帝国》中的两大主角魅力，将大为减损。而在《星际穿越》中，观众们以为会如俗套般，最终太空中剩下的最后一对男女，库珀和布兰德教授，将上演一场轰轰烈烈的爱情，然后找到下一个供人类繁衍生息的星球。可惜，诺兰并不愿落入俗套，库珀和布兰德，只是为了人类的生存而努力争取最后一点希望，他们并没有时间和心思，去谈一场“说走就走的太空恋爱”。3、无太空怪物近年来的科幻片，经常会滑入恐怖片或惊悚片的边缘。从伟大的《异形》开始，每次太空旅行，似乎不出现几个面目可憎令人生畏的怪物，就不算是一场惊心动魄的太空之行。即使在故事主要发生于地球的《黑衣人》、《ET》中，外星人或者说“怪物”，也都成了抢尽风头的“怪物主角”。除了行头越来越夸张，特效越来越骇人，“太空怪物”们还具备了越来越多的“特异功能”。多数情况下，在一部科幻电影中，怪物的特效炫酷指数，在很大程度上决定了一部电影的可看性。与之相比，《星际穿越》中唯一可以算作“怪物”的，恐怕就是那个萌萌的方块机器人“塔斯”了。不过，除了拥有石碑（石碑这个意向，显然是导演在向偶像库布里克的名作《2001太空漫游》致敬）一样冷硬的外表，塔斯的思维方式和饶舌冷笑话，无疑都只是一个有些调皮的人类宇航员。4、无好莱坞俗套好莱坞凭借大制片厂的模式，批量生产出一系列占领全球电影市场的“大片”，伴之而生的，就是观众司空见惯的“好莱坞式俗套”。当这种俗套情节套用在科幻片中，则会出现以下经典场景：最后一分钟大营救、穿越到过去改变未来、主角的一系列冒险不过是一场梦，诸如此类。如果没有这些俗套，真的很难想象那些超级大片们，该怎么结束自己的故事。在不走寻常路的《星际穿越》中，诺兰再次打破了好莱坞惯用的那些俗套。库珀不是救世主，他没在最后一分钟拯救地球，甚至他自己都是被人拯救的；库珀无法穿越到过去，也不能改变历史，更不能预知自己和人类的未来；库珀躺在一张医院的床上醒来，但这一切并不是一场梦，一座活生生的人类移民空间站就这样矗立在土星上空。破除这一切，诺兰的《星际穿越》只是为了告诉观众，这一切都是“真的”。而这种因为符合逻辑而反戏剧化的真实感，无疑是这部科幻电影的极大魅力之一。除了打破一些已有俗套，善于改进电影类型的诺兰，也通过《星际穿越》为硬科幻电影“立”了一些东西。立：1、硬科幻内核有天体物理学家基普·索恩为影片背书，《星际穿越》在还原太空环境上所做出的效果，无疑是迄今为止最完美的。无论是穿越立体的球形虫洞，还是重塑“光盘”似的黑洞形象，诺兰所呈现出的电影质感，无疑都是可以当作“科普纪录片”素材来使用的硬货。正如坊间一则八卦说的那样，基普·索恩对媒体说，“拍完这部电影，诺兰和他的团队，至少可以发表两篇专业论文。一篇是关于黑洞物理的，一篇是关于计算机图形的。”由此可见，整个制作团队在硬科幻专业基础上所做的详实准备。2、类现实背景有些科幻片，会让观众觉得“整个故事都是幻想，不知到哪年才会发生这种事”，还有一些科幻电影会让人害怕，让你重新审视周围的世界，因为一切的细节无不表明，“有些事正在发生，或者已经发生”。显而易见，《星际穿越》属于后者。遮天蔽日的沙尘暴，如同几年前的北京实况，而日益泛滥的枯死病，则让人对粮食安全重新重视起来。至于片中无处不在的隐喻或质问，则分明是导演在借角色之口，质问依然生活在地球上的我们，“地球上还有几个人值得拯救？”诺兰努力创造了一个可能会实现的“坏未来”，以此来提醒我们努力去避免这个“坏未来”实现。3、五维空间除了大家盛赞的虫洞及黑洞的视觉化，《星际穿越》的另一大创举，即是“五维空间”的影像化。在三维空间生活的我们，当然无法参透四维、五维空间的玄妙。但是，诺兰以科学推论为基础的大胆假设，无疑给我们的想象提供了一种最接近真相的参考。在时间与重力都可以作为维度的五维空间里，人类的一切显得那么渺小，人类能做的事情又显得多么无助。4、大爱无疆还好，最后诺兰给出了自己的答案。第一次， 通过布兰德教授之口，讲出“爱”或许是一种可以穿越宇宙超越重力的能量时，观众可能还无法接受这种设定。第二次， 库珀意识到，拯救人类的能量蕴含在自己与女儿之间的默契，蕴含在父女之间超越时空的永恒之“爱”中，观众似乎开始接受了。第三次， 最后库珀为了大爱，决心独自闯入宇宙，去找布兰德；而布兰德为了人类繁衍的大爱，孤身一人矗立在新的星球。此时，观众才心悦诚服的接受：爱是拯救人类最后的出路。通过诺兰的“破与立”，硬科幻有望再度成为科幻电影主流。以科学理论为参考，以真实设定为基础，以探索未知为目的，以思索人性为拷问，这样的电影，相信以后会越来越多。而令人欣慰的是，中国电影也许有幸搭上这班顺风车。“中国科幻第一人”刘慈欣的五部科幻小说，改编电影都已立项，将于近几年陆续登上大银幕。其中既包括科幻迷心中的经典之作《三体》，也包括将由宁浩导演的《乡村教师》，科幻经典《流浪地球》。【原创声明】本文由费尔牧影院原创，欢迎转发评论，请注明作者。"
    },
    {
        "content": "本文發表牧夫官方微信，轉載請附版權內容。米国朋友麦扣，知道我喜欢看纪录片，有次给我推荐一部卡尔·萨根的纪录片。我跟他说我最近正在看一部非常老的纪录片叫Cosmos，你给我推荐的可能要过段时间再看了。他沉默片刻，说，我们说的好像是同一部片子。我由此知道了卡尔·萨根。说来也奇怪也讽刺，跟欧美的朋友提起卡尔·萨根和他的纪录片Cosmos，几乎无人不知。然而在中国，却鲜少有人知道这部在全世界60多个国家有超过5亿人观看、PBS历史上最受欢迎的节目之一的纪录片。天文学家、科普作家卡尔·萨根，除了誉满全球的纪录片Cosmos之外，著作等身，他的科幻小说《Contact》（中文译名“超时空接触”）一书，被改编为电影。电影讲述的是一位执着寻找地外文明的科学家，和执着想和地外文明搭上话的全人类。和天马行空的商业科幻片不同，由科学家卡尔·萨根参与改编的电影《超时空接触》，很大程度上都没有违背自然科学定律。起先在撰写原著小说的时候，卡尔·萨根为女主角去织女星拜访地外文明设定的是经由黑洞穿越，在拜访了老友，理论物理学家基普·索恩之后，他把黑洞改成了虫洞。当然，虫洞并不是基普·索恩第一个提出来的。“虫洞”又称爱因斯坦-罗森桥，由爱因斯坦和纳森·罗森提出于上世纪三十年代。“虫洞”就是连接宇宙遥远区域间的时空细管。暗物质维持着虫洞出口的敞开。虫洞可以把平行宇宙和婴儿宇宙连接起来，并提供时间旅行的可能性。”（史蒂芬·霍金《时间简史》）作为广义相对论三巨头之一的基普·索恩，对它当然不会陌生。据说，《超时空接触》是各种科幻小说、电影使用虫洞这一概念的滥觞。这部电影获得了广泛的赞誉和不菲的票房。女主角扮演者朱迪·福斯特毕业于耶鲁大学文学院，修文学和拉丁文，是《沉默的羔羊》女主角，拍摄《超时空接触》之前已是两度奥斯卡女主角得主，如今是第二季《纸牌屋》的导演。她在片中坐在甚大天线阵（VLA）背景下凝神倾听来自宇宙的无线电波的剧照，成为深受天文爱好者和科幻爱好者喜爱的经典（听电波的设定是出于艺术需要，实际射电观测不用耳朵）。然而卡尔·萨根没能亲眼看到这部电影上映——在《超时空接触》上映前半年，卡尔·萨根因骨髓癌去世。影片结尾，打出字幕“For Carl”向他致敬。十七年后的今天，一部名为《Interstellar》（中文译名“星际穿越”）的科幻电影将要在全球上映，导演是声名赫赫的克里斯托弗·诺兰。除了强大到不能再强大的演员和制作阵容外，参与了编剧和科学设定的，正是当年为卡尔·萨根献策的理论物理学家基普·索恩。和《超时空接触》一样，这是一部“硬科幻”电影，基普·索恩试图让其中一切的发生，都在不违背自然科学定律的前提下。同样面临着如何在短时间内将人类送到遥远的系外行星上的问题，有了《超时空接触》使用虫洞概念的经验，基普·索恩和诺兰讨论的更多是在如何在电影中表现虫洞。此外，为了展现时间膨胀，他还需要一个大质量的黑洞。要感谢当下先进的计算机技术，Double Negative的高级主管保罗·富兰克林担纲此片的视觉特效（Double Negative是欧洲最大的影视后期特效制作基地）。索恩把方程式交给富兰克林，富兰克林的团队开发出软件基于这些方程式模拟场景。结果是效果出奇地好。富兰克林说，“科幻总试图饰伪，总不满于现实宇宙的貌不惊人。而我们从软件中制作出来的则是去伪存真。”不仅是虫洞，影片中的黑洞、宇宙、光，都以这种方式制作出来，用尽两个天才和身后一大批团队的智慧，去迎合这个宇宙的法则。诺兰让观众看到美，而索恩让观众看到真实。几天后坐在电影院里观看《星际穿越》的观众，请千万别以为这只是好莱坞不惜血本砸出的众多商业特效大片之一——它确实是商业特效大片，但绝不至于此，它的设定都是基于科学事实的。值得一提的是，本片男主角，在《华尔街之狼》用生命秀演技、为《达拉斯买家俱乐部》暴瘦三十斤并一举斩获2014年奥斯卡最佳男主角奖的本片男主角，正是十七年前在卡尔·萨根的《超时空接触》中扮演了男主角——女主角的情人、一位基督教哲学家——的马修·麦康纳。在那部九十年代的电影中，年轻的马修·麦康纳穿大衣系围巾，棕色鬈发，笑容迷人。除了他，我再也想不出谁更适合出演此片了。卡尔·萨根的《超时空接触》，基普·索恩的《星际穿越》。这两部电影——一个已成为经典，一个即将成为经典——以令人喟叹的相似在时间中连结，好似宇宙中的虫洞。卡尔·萨根和基普·索恩，就在虫洞两端，遥遥相望。"
    },
    {
        "content": "记得去看的首映，那天真的差点没回成家。电影最后的黑屏都无法阻止我在座位上回想，一幕幕，一帧帧。想了很多很多。克里斯托弗诺兰是个很聪明很有天赋的一个导演。相信大家对他也是不能再熟悉不过了，第一次看他的电影是一部相当成功的关于魔术类题材的《致命魔术》。狼叔能来演这个电影也确实是他的福分。全程高能，没有一丝一毫尿点，逻辑缜密，没留下一点破绽。就从那次以后，我就对他刮目相看。寡妇玩起魔术特斯拉线圈狼叔迷之微笑变魔术情节然后就有了大家最熟知的《盗梦空间》。这也使他一举成名，虽然没有得到奥斯卡最佳影片的大奖，也少了小李李影帝的金杯，但是也没留下遗憾，夺得了最佳视觉效果。如果这部大家都没看过真的那就是一大遗憾啊。重重叠叠的梦境突破了时间空间上的束缚，纵观影史也是空前绝后！悬疑奇幻特效真的无解，场景之宏大甚至在当时红及全球，狂揽8.3亿美元的票房。最令我惊讶的是他在剧末留下的一笔绝妙压轴，非常符合他一贯的作风。巧妙之处无人可挡。梦境中摆脱敌人残废的梦中大都市镜像世界完全靠想象空间倾覆我们再来说一说蝙蝠……他在缔造他的电影帝国的同时也不忘记在超级英雄题材上面画上浓墨重彩的一笔。比《盗梦空间》早两年，比《致命魔术》晚两年，《蝙蝠侠黑暗骑士》诞生了。他以一种新的视角，完美的诠释了人性以及犯罪，他不仅完美的刻画了蝙蝠侠这个侠影之谜一般的人物，同样将反派打造成了这个世上的唯一，前无古人后无来者，小丑被刻画的淋漓尽致，惟妙惟肖，恐怖的面孔下面是残忍变态以及对这个世界的淡然。他再一次定义了反派，留给这个世界再一个难题以及无法逾越的障碍。其扮演者希斯莱杰以逝世并父母替其领取了奥斯卡最佳配角这一奖项再后来又有了《蝙蝠侠黑暗骑士崛起》，建立在黑暗骑士故事线后面，也非常震撼但个人感觉在走下坡路。然后话题电影终于来了...《星际穿越》诞生了，这部电影诞生的时候是2014年，正值诺兰44岁黄金的年龄，奔50了但还很年轻葆有想象力。他的巅峰时期献给了这部电影，这不是一部单纯的电影，还让人能从中看出诺兰对于电影的把握能力以及他的远大抱负。他不屈于传统题材的一切，他非常自信也非常勇敢，多少大导演都不敢接触的一个题材他勇敢上步。也真的带给了世界又一次的震撼图片太多不描述了，可能往后会有剧透从这部电影上映以来，便饱受争议。大概矛头都是指向电影中的科学。电影中出现了非常多的关于天体物理以及天文学上的的知识。不看理论本身，我只认为这是人类对于现实和未来之间的探索，对于人类已知现实以及未知空间中摸爬滚打的结果，无论他本身是否合乎情理，但是情理本身又不过是人为之。真正欣赏这部电影应该不只是从科学的角度。壮观的黑洞不要问我看没看过什么那些经典的太空电影，因为我看过没看过都一样，我对每个导演所持的态度是不一样的。在十二十年前，电影无论是从技术上面或是当时的科技水平水平都难以达到如今的层次，以及人们对于电影的理解也同样不同于现在，我们没有理由拿他（《星际穿越》）跟以往的作品进行比较。超三维的五维空间你们有兴趣可以去看下詹姆斯卡梅隆指导的纪录片《詹姆斯卡梅隆的科幻故事》。里面提到了克里斯托弗诺兰诺兰的星际穿越，这里面他提到了拍摄出星际穿越是得到了科学家的理论支持，咱们便可以不在关注于他对不对符合不符合情理了。在这个爆米花横行的电影时代，永远有人特地独行，诺兰就是一个。敢于挑战艺术的极限。未知的星球上《达拉斯买家俱乐部》成就了马修，《星际穿越》则带我们认识了另一个马修。我们到底是活在当下还是认清未来，到底是要征服自然，还是保护自然。片中最大的看点不在科幻，不在未来，而在现实中。最伟大的作品可以反应现实，我认为《星际穿越》就是一个独特的案例。我很喜欢这个电影，我认为这部电影在克里斯托弗诺兰的电影中是当之无愧的第一位，想认识克里斯托弗诺兰，《星际穿越》是第一的选择。"
    },
    {
        "content": "我同意这片是“有史以来最好的科幻片之一”，但要说是“有史以来最好的硬科幻之一”，我坚决反对。现在这个顶着“硬科幻”的片子，其剧本硬伤完全可以和被你们打5分甚至6分的几部超级科幻烂片相提并论，如此赤裸裸的歧视，作为科幻迷，实在不吐不快。负二老师有句话深得我心：如果不是有诺兰的光环，这片的评价绝对会沦落到《火星任务》和《太阳浩劫》一样。我对影片的不满其实只有一点——整个故事的基础都是建立在这个大灾难上，因为一种枯萎病，地球上的农作物都要死光了，所以我们要跑到另一个没有这种枯萎病的星球上重新开始。大部分支持移民的观众，对星际移民和行星改造工程根本就没有概念。以最后一个宜居星球为例，由于缺少植物，它的沙尘暴风力会达到地球上的12级，而且一场沙尘暴就会持续好几个月，这可要比人类逃离的地球差得多了，甚至比用核弹洗地后的地球环境还要差。而且由于它还没有建立起地球上的生物圈，要把它改造成可以种植粮食至少需要几千年。（前提是这个星球上没什么生物，如果未来人已经把那里建设成跟地球一模一样那就当我没说，但是这样的话诺兰也就遗臭万年了）这段时间里人类住哪？还不是要住地下或者宇宙船？开发新星球还不如把地球上所有人装上宇宙船绕一圈或者住到地下等地球环境改造好了再回来。其实诺兰如果改成太阳一点点熄灭，或者地球轨道越来越靠近太阳，都可以达到电影里世界末日的效果，而且绝对没法挽回，所有科幻迷都会举双手支持逃跑。而电影里这点挫折，仅仅是生态圈1%都不到的变化，居然要抛弃剩下完好无损的99%，跑到新星球上从0%开始重建，简直是莫名其妙。穿越星际里的情况，就相当于你急着用车，但是不巧车门坏了，你说别修了，重新造个汽车厂生产汽车吧，两边的工程量差距就有这么大。要改造外星球的环境，地球上的技术水平必然已经达到了小学生都能控制全球气候的程度，哪里来的沙尘暴？因为一上来就出现这个大BUG，整部影片在严肃性上就掉到了《2012》一样的档次，至于大家争论得很激烈的黑洞火墙啊发动机比冲啊，我倒是都觉得属于细枝末节了。毕竟黑洞和发动机技术都属于一些有争议的前瞻话题，而环境改造是基本没有什么疑问的常识性问题。会认为改造星球要比从地球重新开始容易的朋友，大概还抱着几十年前宣传口的亩产万斤土法炼钢人定胜天的想法，对很多基本的科学问题是完全没有概念的。大概诺兰也觉得有点悬，《星际穿越》在最后给了一个星球，有可供呼吸的空气，这个挂开得太大了，其几率绝对小于观众能想象到的最小的数字，所以只能用这个星球是未来人专门造出来给人类居住的来解释。 这样倒是把剧情给说圆了，但要把它改造成可以种地的行星，至少还需要几千年，所以我觉得未来人最好的选择应该是跑回来直接重开基地，而不是开分基地。在这方面，如果是真正喜爱科幻的朋友，我推荐去读一本关于星际移民的圣经《火星三部曲》，里面作者专门论述过，以外星级别的技术，把火星这样相对来说已经很适宜居住的星球改造成能够种植粮食的星球，最快需要5000年。正常来说需要30万年以上。"
    },
    {
        "content": "《星际穿越》上映前，克里斯托弗•诺兰告诉观众两件事。第一，有五部太空电影对他的创作影响巨大，分别是《2001：太空漫游》、《异形》、《第三类接触》、《太空先锋》，以及《超时空接触》。第二，《星际穿越》是一部考验观众科学素养的电影，建议观看前，先补习相关物理知识和经典太空电影。我原样照做了，并且在影片开始后不久，就体会到诺兰的良苦用心。这次他实实在在是站在了巨人的肩膀上，从影史诸多太空经典博采众长，镶嵌进这部无与伦比的杰作中。在我印象里，很少有哪个导演能从如此多名片中摘取灵感，却仍然使作品看上去充满原创性。这位擅长高概念电影的商业片巨匠，再次以一个从未涉足的题材领域为题，交出了一份令人满意的答卷。气候剧变，沙尘暴频繁，庄稼濒死……《星际穿越》描述的未来景观，其灵感正来自上世纪60年代经典科幻剧《迷失太空》，该剧开头也是环境恶化，人口膨胀，食物耗尽，而两部作品中都以人类在外太空寻找新家园为主线。马修•麦康纳饰演的宇航员穿越时间后，与成年女儿相会，也与90年代电影版《迷失太空》博士遭遇来自未来的儿子不无相仿。对《2001：太空漫游》的致敬自不必说，首先《星际穿越》最大的前提：人类在一个超然神秘力量指引下发起星际远航，就与《2001》如出一辙。只不过库布里克当年逼格较高，智慧生命放置大黑板的做法晦涩难解，而本片中直接开个虫洞等人去钻的用意不言自明。诸如飞船在虫洞中的航行，飞船与空间站漫长的对接等视觉印象，都令人想起《2001》的经典画面。最妙的是《2001》主角以垂暮老人之躯在陌生房间里苏醒，也由马修在土星医院苏醒得到呼应，那医生还不忘加上一句，你已经是个124岁的老人了，哈哈，更统一也够微妙。马修作为一个顶尖飞行员，担起远征太空的使命，是诺兰对1983年讲美苏太空竞赛的《太空先锋》一片的借鉴。《星际穿越》开头的一组闪回中，马修驾机逼近极速，仍咬紧牙关一往无前，随后画面切到一段记录访谈，你若看过《太空先锋》，一定会有一份熟悉感。马修父女通过破译神秘来客的密码，一举找到隐藏的航天局，这又是诺兰拿斯皮尔伯格的《第三类接触》做的延伸。该片中，幽浮事件的遭遇者通过拼凑蛛丝马迹，推算出政府与外星人的接触所在地，他们的到达让军方十分惊讶，就像本片中安妮•海瑟薇等科学家一样。马特•戴蒙饰演的宇航员，是《2001》的电脑哈尔和《异形》中生化机械人爱什的交杂。温言软语、谦和无害的外表下，有一颗比任何地外环境更为险恶叵测的人心，再度印证《2001》和《异形》的主题之一：危险永远在最防不胜防之处。就像哈尔和爱什一样，该角色用“伟大的目标”为谋杀行为开脱，但不像前两个机械生命，他毕竟是有感情的血肉之躯，喋喋不休只为让内心好受，叫人愤恨之余，也有一丝同情。马修女儿的角色，几乎是《超时空接触》中朱迪•福斯特饰演的女科学家的翻版：童年具有科学探索精神，意志坚定，智力超群，将毕生奉献给天文事业，而两片的压轴同样是父女通过跨越时空进行“神交”，当然诺兰的处理方法要炫上百倍。有趣的是，当年《超》中马修•麦康纳演的是女科学家的情人，留在地球作后应，而本片他演了该角色的父亲，而且亲自出征，两片对比，正应了“女儿是父亲前世的情人”。这绝不可能是巧合，绝对是诺兰兄弟故意开涮的，太狡猾了。其他零星的联想包括：未来教材中记载美国登月是政治骗局（美国教材也歪曲历史！），与1977年的惊悚片《摩羯星一号》照应，该片讲述一名宇航员揭发政府伪造登月的阴谋；用一支笔穿透纸上两个孔来解释虫洞原理，这一课在《撕裂地平线》我们已经上过了；全片周而复始、首尾合一的结构，与旧版《人猿星球》五部曲有着似曾相识。由于个人看片量和记忆都有限，关于诺兰脚下“巨人”的总结到此为止，也欢迎补充。很多同场观众抱怨没有看懂，但此前被媒体炒作的“烧脑”一次，用在这里并不恰当。烧脑指的是观众要开动脑筋才能跟上叙事，而看不懂《星际》，缺的并非思维活跃度，而是知识储备。本片既没有《记忆碎片》那样支离的叙事结构，也无《黑暗骑士》缠绕的多线叙事，基本上是线性的平铺直叙，不用动什么脑筋就能跟上故事。如果感到影片艰深难解，那么多半是对基本的物理概念缺少了解所致。这当然不能怪观众，也怪不得主创，毕竟他们操弄的是一个如此硬核的命题。当然，我们能看出影片尽力做了大量科普，尤其是前两幕，十万个为什么风格的台词几乎遍布每一场对话。我完全能想象诺兰兄弟写剧本时的殚思竭虑，思考如何用最精炼通俗的语句，说明尽可能多的科学事实，同时不破坏整体的叙事氛围——毕竟你不能让一群受过专业训练的科学家老是谈论入门问题。从这个角度看，影片台词的成就令人赞叹，既随时紧扣住主角面临的局面，又简明扼要地普及相关理论，即使是纯科普片，也很少能做到更出色。我强烈建议那些立志振兴中国科幻的电影人，认真钻研此片的台词技巧——尤其是正在鼓捣《三体》的那一群，诺兰多么及时而贴心地奉上了一个完美的范例。通常来说，把“爱”带进科幻片主题，会软化其内核。在那些爆米花科幻片中，我们常看到爱唤醒了人性、人性战胜一切强大武力这样的大俗套。编导也知道这在逻辑上丝毫站不住脚，但没办法，谁叫观众是有血有肉的感情动物，为了让他们移情，不得不违背科学精神来编织天方夜谭。然而，一厢情愿炮制人性击败药物、电脑和外星人，就像在抗日神剧里炮制大侠手撕鬼子一样，终究是一种高级的意淫，给观众的鼓舞也肤浅有限，而诺兰的做法是迎难而上，真正把爱作为终极力量，却依然无损硬科幻的质地，这才是电影所能传达的高级感染力。当海瑟薇首次提出似是而非的理论，包括观众都相信那是缺乏科学精神的自我慰藉，而在结尾，竟真的是这种看似虚无的精神力量，使危机得以化解，时空得以打破，文明得以延续，亲人得以团聚，而诺兰做得有理有据，令人于情于理无法不接受。《星际穿越》再次展示了诺兰商业片技巧的炉火纯青。首尾浑然一体的时间循环片不少，《星际穿越》在常规的套路上增加了变体，顺带将五维空间的奇观炫耀一番，显示了不拘一格的追求；第三幕那句“准备对接”，则是最顶尖的英雄时刻，任何一部惊险片能有这样一个桥段，已经足够跃于水准之上。《星际穿越》具有雄奇的野心，也遵循诺迷熟悉的路数，简单比较它与《黑暗骑士崛起》的情节点：韦恩重披战袍，正是麦康纳起航太空；蝙蝠侠断背，高谭陷落，差不多正是马特“谋反”，太空站行将失陷，两片都以主角都在一场肉搏中失败为拐点；黑暗骑士崛起，高谭得救，对应麦康纳勇闯黑洞，文明存续，两主角均以一个明知不可为的壮举扭转局面：蝙蝠侠洞穴跳跃，麦康纳不可能的接轨。而在形式上，诸如玉米田与太空营救、土星基地与海瑟薇的平行剪辑，包括那份水到渠成的节奏感，都可以从《黑暗骑士崛起》中找到毫发不爽的范例。所以综合来看，这是部一点也不循规蹈矩的商业科幻片，却也是一部未越雷池一步的典型诺氏电影。《星际穿越》再度证明了诺兰模式的巨大潜力，它可以被套用到任何类型，却能超脱该类型本身。（文/方聿南）"
    },
    {
        "content": "#题记一#Do not go gentle into that good night;不要温柔的走进那良夜；Old age should burn and rave at close of day.白昼将尽，暮年仍应燃烧咆哮；Rage, rage against the dying of the light.怒斥吧，怒斥光的消逝。——Dylan Thomas(1914—1953)PS：狄兰·托马斯（1914——1953），这位才华横溢的英国诗人39岁时死于饮酒过量。#题记二#情怀，不是大声地对着天空说：我的偶像是一颗卫星，然后偷走队友的车。情怀应该是：即使当着农民，种着玉米，也要将车留给儿子，飞船留给女人，然后拯救世界。#正文#我从未想过诺兰会拍出这样一部电影：它的科幻内核硬到足以作为相对论天体物理的科普宣传片，而同时它的情怀却足以让人哭出来。作为当今世上为数不多能将商业元素和人文情怀完美结合的导演，这样一部长达169分钟的电影，实在是包含了太多。那些精心雕琢的台词，那些无与伦比的细节，那宏大而震撼的场面，还有那处于绝境却不忘悲天悯人的情怀，以及那最最重要的爱，这些都足以让观众踏踏实实地坐在影院方寸之间的座位上，安安静静地看完这部电影。熊孩子不哭不闹，手机的铃声都被关掉，后座的观众也不再蹬脚。继地心引力之后，我又看到了一部足以载入史册的科幻电影。或许，如果拿“烧脑”、“剧情”这些诺兰过往的标签来说，这不是最好的故事。但对于一个科幻迷，这是最好的情怀。对于这样一部电影，写一篇影评也好，看一场IMAX也罢，想说的想做的总嫌不够。我愿陪我的友邻，看再多遍这部电影。在这篇文章里，考虑到我的很多友邻还没来得及去观看这部电影，作为一个有节操的剧透狗，我实在不想剧透太多的故事。影片的物理理论部分也已经有很多影评写了，也不必说太多。拎几个我认为有趣的小元素说一下好了，无关乎剧情，只关乎情怀。【1】#墨菲定律 Murphy's theorem #if anything can go wrong, it will凡事只要有可能出错，那就一定会出错爱德华·墨菲（Edward A. Murphy）是美国爱德华兹空军基地的上尉工程师。他曾参加美国空军于 1949年进行的MX981实验。这个实验的目的是为了测定人类对加速度的承受极限。其中有一个实验项目是将16个火箭加速度计悬空装置安装在受试者上方，当时有两种方法可以将加速度计固定在支架上，而不可思议的是，竟然有人有条不紊地将16个加速度计全部装在错误的位置。于是墨菲作出了这一著名的论断，并被那个受试者在几天后的记者招待会上引用。墨菲定律并不是严格意义上的科学规律。然而它却强调了这样一个现象：一件事情发生的概率只要大于零，那么不管多小，它都有可能发生。事实上，影片强调这个定理大有深意。因为这样的小概率事件也包括：拯救世界。因为，在宏观的尺度上，当你考虑到宇宙漫长的历史和广阔的空间，再算上可能存在的平行宇宙和高维度。概率某种程度上其实意味着必然。最能说明这一点的，莫过于生命自己。Murphy's law doesn't mean that something bad will happen. It means that whatever can happen, will happen.——Cooper【2】#阿波罗计划#关于阿波罗登月的阴谋论已经传了很多年了。很多美国人自己都不相信自己的国家曾经登上过月球。影片中Murphy的老师，那个漂亮的我不记得名字小姐，就对Cooper说那是一个精妙的政治宣传。事实上，距离阿波罗登月已经42年了，对于人类这种健忘的种族，这样的时间足以让他们忘掉大部分荣耀和骄傲。当然，也包括仇恨和伤疤。不过在我看来，阿波罗登月是人类文明到目前为止走出的最重要的一步，没有之一。原因见【3】。【3】#探索太空#影片中的NASA不得不藏起来准备星际穿越的计划。因为害怕饥饿的人民会愤怒。然而，最后拯救人类的，却是这样一个看似浪费的计划。这让我想到我们的嫦娥计划。常常在媒体上看到：载人登月是否得不偿失？每当看到这样的问题，我就觉得很无奈。仿佛登月一定要带来某种经济效益我们才应该去做。记得那句著名的鸡汤吗？为什么要登山？因为山就在那儿。对于身处银河系荒凉偏僻的旋臂上，微小的太阳星系中，一颗渺小蓝色星球上，尘埃一样微不足道的我们，在这个狭小的世界上旅行能有什么意义？在宇宙的时间长河里，我们不过百年的一生又有什么意义？我可以肯定的告诉你，根本没有意义。我们太渺小了，不仅仅是旅行没有意义，连我们所有的行为，我们整个人类的行为，可能都没有意义。但是，在这荒凉偏僻的星系中，在我们这短短的一生中，在这仅有一次的生命中，你难道不应该去看看这个世界？弱小和无知不是生存的障碍，傲慢才是。若人类一辈子只想呆在小小的角落而不出去看一眼屋外的景色，那是何其的傲慢？所以，人类不仅应该登月，还应该走出太阳系，银河系，甚至本体宇宙，因为——它们就在那儿。而对于我们这些已经断绝成为宇航员希望的人来说，在剁手和卖肾的时候，请不要忘记仰望天空。【4】#细节#汉斯·季默（Hans Zimmer）一如既往献出了高质量的配乐。然而，影片最震撼的一段，却是马特·达蒙（Matt Damon）被冲出飞船那一刻，长达数秒的如死般的安静。因为真空环境是没法传播声音的。The Warner Bros, Paramount, Syncopy and Legendary Pictures logos are brown and dusty, representing Earth's arid dry state in the film.华纳兄弟、派拉蒙、Syncopy和传奇影业的LOGO都被处理成褐色并且积满灰尘，以表现影片中地球干旱的状态。由于诺兰讨厌蓝幕的个性，影片真的种植了500英亩玉米地。影片的执行导演之一Kip Thorne 是当今理论物理届的大牛，着重于相对论性星体和黑洞，特别是引力波的研究。对于公众而言，索恩最著名且富有争议的理论可能就是他关于虫洞或许能够作为时间旅行工具的假说。而影片两个最核心的设定——虫洞和引力波通讯，正是他的最主要的理论研究领域。所以，你知道金手指是怎么来的了。【5】#台词#Cooper: Mankind was born on Earth. It was never meant to die here.Cooper: We used to look up at the sky and wonder at our place in the stars, now we just look down and worry about our place in the dirt.CASE: This is not possible.Cooper: No. It's necessary.Dr. Brand, Cooper: We need the bravest humans to finds us a new home.Cooper: But the nearest star is over thousand years away.Doyle: Hence the bravery.Cooper: We've always defined ourselves by the ability to overcome the impossible. And we count these moments. These moments when we dare to aim higher, to break barriers, to reach for the stars, to make the unknown known. We count these moments as our proudest achievements. But we lost all that. Or perhaps we've just forgotten that we are still pioneers. And we've barely begun. And that our greatest accomplishments cannot be behind us, because our destiny lies above us.Brand: Love is the one thing that transcends time and space.【6】#忠告#最后的最后，送上影片用长达169分钟的片长想告诉我们的一个道理：为了拯救世界，你需要一块机械手表。NOT APPLE WATCH以上THE ENDBearkiii2014.11.12@武汉【拓展阅读】【1】http://www.amazon.cn/%E5%9B%BE%E4%B9%A6/dp/B00HRZLEHE看完这部电影，有几个人能抵抗开头那首诗的魅力？亚马逊：狄兰·托马斯诗选(英汉对照)。现已加入肯德基豪华午餐。 只要￥13.9。【2】http://baike.baidu.com/subview/440060/9859388.htm?from_id=746284&type=syn&fromtitle=%E5%A2%A8%E8%8F%B2%E5%AE%9A%E5%BE%8B&fr=aladdin百度百科——墨菲定律【3】http://www.zhihu.com/question/20835631知乎上赵行德对【旅行的意义】作出的回答。我在#探索太空#一节引用了部分文字。【4】http://read.douban.com/ebook/958945/?dcs=subject-buylink&dcm=douban&dct=2567698《三体》三部曲，中国最好的科幻小说，没有之一。若你想对宇宙文明的图景以及高维度文明有更多的兴趣，不妨一试。【5】https://interstellar.withgoogle.com/spacehunt影片官网有一个有趣的小游戏，网速好的同学可以一试。【6】http://www.imdb.com/title/tt0816692/影片的IMDB页面，英文好的同学可以去看看Goofs和Trivia。自己动手，丰衣足食。"
    },
    {
        "content": "完美的电影，情节设计环环相扣，本片应该是近年来不可多得的优秀硬科幻片，制作团队对于物理学细节在创造艺术美感的同时也尽力尊重自然规律，是一场视听盛宴。非常唯美的画面，也是非常脑洞大开的剧情，让人感受到了物理科学的魅力。剧情，深意，镜头无不引人入胜，看完之后久久不能平息。再不注意保护环境，地球也会变成那样，到时不知道人们还有没有机会像电影里一样得到拯救，非常值得一看，迄今为止最美的物理电影。"
    },
    {
        "content": "我问一个给这部电影打了不及格的朋友不喜欢的理由是什么。回答很绝——因为我看不出这部电影想表达的中心思想是什么？好吧，不愧是当过语文课代表的中文系高材生，说的好有道理，我竟无言以对。于是我联想起曾经一度很火热也让很多人一时无言以对的一系列问题。数学有什么用？学数学有什么用？物理化学天文有什么用？浪费纳税人的钱放卫星上太空都有什么用？我想这两组问题的答案或许是想通的。星际穿越这部电影的中心思想正好可以回答科学有什么用这个问题。当人类把自以为“没用”的东西统统抛弃，当人类的视野变得狭隘到只着眼于眼前的一亩三分地，当人类只低头看着脚下而不再抬头仰望天空的时候，也就是人类文明走到了尽头的时候。赚钱当然是有用的，但这只是对于自己有用，而在生老病死、时代更迭面前，一点用也没用。只有那些“没用”的东西才能超越个体和时间，成为对未来人类的“有用”。农民当然也是有用的，但农民只能挽救自己一家三口，只能挽救于一时。而最后能够永久拯救人类这个种群的，亦正是那些看似“没用”而曾经被一度抛弃的东西。这正是库帕最终下定决心离去的理由。当然，这部影片想表达的东西远不止我刚才说的这点。对父女真挚情感与爱的承诺的刻画、对人类探索求知与开拓精神的赞颂、展现人性美好与丑恶的碰撞冲突、对环境污染与生态恶化的担忧和预言、对宇宙无限未知领域的自由想象……作为一个曾经在生命前20年都立志成为一名天文学家而最后屈从于现实的人来说，这部片子简直直击心底一击秒杀。无论是宇宙的浩瀚和伟大还是人类的顽强和渺小同样令人动容。喜欢这部电影或许有各种各样的理由，不过不喜欢的理由却似乎大同小异，无非就是各种兴致勃勃的吐槽和挑刺。顺手将网上看到的一些“槽点”和“漏洞”以及自己的分析罗列于此，欢迎继续讨论。不过，请记住这是科幻片，不是科教纪录片。不管硬的软的，幻想才是科幻片的王道。硬科幻指的也是作品以科学理论为基础推动剧情，哪怕是作者自己杜撰的科学只要理论能自圆其说就行，而不在于跟现实科技是否符合。否则就像看高达却纠结米诺斯基粒子不存在，看西游记却纠结满天神佛不存在，岂不是一场本末倒置的笑话？那还不如去看小时代，保准不会有物理bug。Q1：只是庄稼得了枯萎病就要上外太空移民？为什么不考虑其他办法？A：其实仔细回想就该明白，庄稼的枯萎病并不一定直接导致沙尘暴，跟学校里明显歪曲历史的愚民教育更无联系，因此枯萎病只是症状，而且仅是症状之一，真正导致文明衰退另有原因。乔纳森的原剧本中明确出现了第三次世界大战和核战争之类的字眼，但电影中没有对此明确交代而是做了模糊处理，毕竟反战反核不是影片想表达的东西，诺兰将此淡化一带而过可以理解。就算没有这个设定，还有很多理由可以解释，环境污染无可挽救、地球出现地质异变、太阳系到了寿命尽头、甚至直接照搬电影2012的设定亦无不可。再者，电影没说不等于人类没有尝试过其他解决办法，出场的是NASA当然考虑往太空找出路，难道要NASA改行研究植物学吗？这只是电影剧情推进的一个基础动机，本就没必要刨根问底，真要详细一一解释出来那不如直接重看一遍2012得了呗。Q2：为啥要派人去寻找宜居行星，不派无人探测器去？A：电影没拍出来不等于没有。假如人类对虫洞对面情况一无所知怎么可能一开始就派载人飞船去而且马上就能确定12个目标行星？当然是第一波已经由无人探测器筛选过一遍得出12个可能性较大的，但无人机数据毕竟粗糙不精确，然后才派人实地考察。主角至少是第三波了，负责确认先遣队考察结果，如果条件不合适就接回先遣队员，如果条件合适就建立初期基地，联络地球派遣后续移民团过来。Q3：黑洞旁边的行星连太阳都没有为何会是宜居行星？第一颗行星上为什么海那么浅浪却那么高？A：还是那句，电影没给镜头不等于就没有，难道每次去行星前都非得让镜头把整个星系扫一遍才能让各位处女座满意么？再说，即使没有恒星太阳，目测电影中的黑洞吸积盘也足以提供光照和热量了。至于海浅浪高的问题，其实想象一下没浪的时候什么情况就懂了，海面平静的时候深度当然不止齐腰，就像地球上海啸会先导致沿岸大退潮一样。其实这颗行星有空气有水，如果没有大浪单看物理条件确实宜居，所以先遣队员的报告并非坑爹。很多人肯定会觉得在黑洞隔壁不安全，不过黑人哥也说了这是一颗比较稳定的巨型黑洞，虽然受黑洞引力影响，但实际位置还在吸积盘以外，到真被吸进视界的那一天时间还漫长着呢。至于这样的行星为什么会有水有空气有周期性的巨浪却没有受到黑洞的致死辐射，我只能再次说这是科幻片，不是科教纪录片。何况这个星球什么具体数据和情况都不知道，你拍脑袋非说这不符合常理我也无话可说，反正这也只是地球上的常理。Q4：第二颗行星上马特戴蒙为什么会在机器人上设置自爆炸弹？为什么一开闸就爆炸了？飞船的气密性和抗压性有那么差吗？A：不可否认呆萌哥的行为存在着自相矛盾的因素，一方面是一个人被困异星太久大概有点蛇精病另一方面我怀疑他自己都没想好该怎么办。替他仔细捋一捋的话，当然是希望地球派人来救自己，但人一来自己伪造数据的事情必然败露，回到地球也是身败名裂。所以最理想情况就是忽悠大家都留在这里安营扎寨安度余生罢了，也就是他们当时正在做的事情。但他无法预计救援队来了会先唤醒自己还是先检查机器人收集的考察数据，所以在机器人上做手脚做好玉石俱焚的最坏打算也不是不可想象，对沉睡不醒的他来说反正不会更糟。杀马修当然是预料之外，因为其他人因为燃料不足已经打算放弃任务留在这里了，只有他强烈要求一定要回地球，所以必须除掉。质疑传奇宇航员为啥连飞船对接都做不好最后导致爆炸的，我实在怀疑到底看电影时在干啥，明明电影里交代的很清楚了。再传奇也是十几年前的人了，不清楚现在新的飞船的操作程序不是理所当然的吗？电影里给了多少个特写镜头交代飞船对接没成功没有固定上，所以一旦开闸当然会导致漏气，然而气体喷出导致没有固定的飞船移位撞上了旁边的舱体，结果才爆炸的。整个过程拍的清清楚楚，并不是压差或漏气直接导致飞船爆炸。即便非要纠结于飞船强度这点，黑人哥老早也说了这薄薄的3公分铝板让他很木有安全感，因为地球资源不足让飞船偷工减料，电影老早就有铺垫了好么？Q5：马修进入黑洞视界为什么没有被引力潮汐撕碎？A：首先得说黑洞视界也好引力潮汐也好，全都是停留于纯理论阶段，没有任何实际实验和观测数据，所以认为进入视界就一定会被撕碎本就没有确切根据。再者，其中一种理论认为，被黑洞引力扭曲的不是物质本身而是整个空间，因此虽然外部看来好像形状是被引力拉长了，其实是整个空间被拉长了，对于物体本身而言没有变化，所以也不存在被引力潮汐撕碎的问题。更何况，既然黑洞内部通往他们制造的五维时空，他们自然也会有措施保护马修不受引力伤害。Q6：为什么量子数据能用摩斯密码传递给女儿？A：其实我不理解怎么就不能了。量子数据到底是什么有多少？墨菲的公式具体是怎样的？公式欠缺的到底是什么？这些问题都不知道怎么就能毫无根据的想当然认为传递不了。个人认为，墨菲跟老教授交谈时曾提及老教授公式有一个前提假设是时间为不变量，反过来说墨菲最后解决公式的关键大概就是把时间作为变量处理，但这对于我们所在的四维时空是不可想象的，所以才需要奇点的数据。而具体很可能只是一个或几个类似宇宙常数之类的用于计算时间变量的参数或常数，这样的数据量通过秒针跳动以摩斯密码形式传递过去足够了。非要较真的话，倒不如说传递数字用二进制比摩斯密码更有效率，此外，墨菲离开书房以后马修是否还能继续传递数据也是一个疑问。但相比而言，这实在是芝麻绿豆的小问题，并不影响电影的表达。Q7：马修在五维时空的书架与墨菲交流是否违反了因果律？A：说真的，五维时空也好平行宇宙也好因果律也好，这种现代科学尚且没有解释也没有定论的东西，纠结起来毫无意义。何况就连科幻作品中的时空关系和因果律也有不同的形式。个人喜欢哪一种是一回事，但非要以个人喜好来评判电影是否合理就有些搞笑了。任由人们发挥想象自由创作不就是科幻的本意吗？其余还有很多小疑问就不逐一分析了。星穿当然不是完美无缺的电影，个人觉得最莫名其妙就是安妮那段关于爱的理论，没头没尾也没后续呼应，只能说她当时为了说服大家去找男盆友也真是拼了，姑且当做女文青心理突然爆发了吧。除此以外，这么小的飞船动力为何那么强劲、傻愣着不动的胡须哥领便当领得毫无意义、主角光环大开跟飞速旋转中的母船成功对接之类的问题也确实存在，但都属于无伤大雅的瑕疵。影片的故事逻辑和伏线设置都很完备周密，没有硬伤可挑。感谢耐心看到最后的你，欢迎打开脑洞继续讨论。如果你不吝点击一下“有用”，对我而言真的很“有用”。谢谢！"
    },
    {
        "content": "关于星际穿越的科学理论、叙事结构，网络上已有众多优秀的分析文章，我就不再赘述，我来说说自己比较感兴趣的太空精神。人是活在当下的，看重眼前的利益，但是现实的喧嚣和安逸太容易让人一辈子把注意力放在了地面，忘了还有诗和远方的存在。生于忧患，死于安乐，对于我们的种群而言，除了耕耘好脚下的这块土地之外，也应该有一群人用深邃的眼观看到更远更远的未来，看到我们脚下土地的贫瘠，看到我们头顶之上那片无边无际的星空。历史上人类对星空的探索虽然屡经挫折，但是可以说没有停止过努力，而大多数星空探索的理论，对于普通人而言，还是存在着较高的认知门槛，而各种艺术作品的存在，温和无害的降低了这种认知的门槛，普及了众多简单的科学知识，这些作品的存在，除了满足人们的求知欲之外，在我看来最重要的一点是时不时的提醒作为个体存在的我们，应该打开思维，站在更深邃的角度审视我们的存在，站在永恒宁静的深空俯视我们的星球，我们的种群。科幻作品的存在给人们打开了星空的想象力大门，因为背靠科学，面向未来，它理应被赋予更超前、更宏大的使命感，作为种群脚步的前哨站而存在，而最优秀的科幻作品，娱乐化只应该作为它振臂高呼的手段而存在，它的终极使命在于警醒、反思、激励、歌颂无畏与进取。科幻作品与时代图景密切相关，工业革命时代，对真理的解释权，逐渐从神祇被夺回到庶民的手中，种群逐渐找回了对自身的自信，这时候的科幻作品，大抵是如儒勒凡尔纳那般的自信、积极乐观，充满着向上的精神面貌，而到了后工业时代，科学在种群自身的内斗中发挥的反面作用，也在科幻作品中得到放大，这时候的作品多了反省与怀疑，从两次世界大战到冷战，科幻作品的精神随着时代跌宕变化，中间也出现了对科技本身的怀疑，对地球本位主义的眷恋，太空精神中豪迈的自信开始逐渐多了些谨慎与怀疑。对科技本身的怀疑与对人性本身的怀疑经常被捆绑在了一起，除了对科学的反思，人对自身的认知也多了几分消极意味，《星际穿越》中探索者马特达蒙的沦丧便是一类，机器人对人类的反噬也是一类（如《2001》中的HAL），科技的反噬和人性的沦丧经常出现在这几十年的科幻作品之中，这本质上属于科幻终极使命的警醒与反思一类，是一种有益的思考，但是过分宣扬便容易流露出消极的态度，不幸的是在商业电影的模式化套路之下，不分青红皂白加入的人性沦丧与科技反噬已经让这种没有思考的反思显得廉价。猎奇心则可以转变为一种探索的激励，科幻片中太空探索与外星生命的相遇并不少见，这种接触有善有恶，大抵都是为吊足人的猎奇心，营造神秘感，激励人类探索，而具体形象之差，大抵也与时代有关系，冷战阴影下产生的异形、怪形让人恐惧，而苏联解体之后的外星人大多和善，即使爆发战争，也是以人类正面力量的胜利为主，但是目前看来，这种类型片剥去了太空探索的外衣也可独立生存，已经很容易与普通的怪兽电影混为一谈。另外还有一类作品有浓厚的取向：地球本位主义，这种精神主要过分宣扬太空探索的牺牲、深空的黑暗、以及对地球母体的眷恋，2013年的《地心引力》在笔者眼中就是太空失败主义和地球本位主义的一个代表，这种科幻作品本身是歌颂探索的，但是在表现方式上存在着一定的认知偏差，容易给人带来负面的错觉。读过《三体》的朋友，应该都知道托马斯维德，他有着明确的太空立场，把种群的生存延续摆在高于一切的位置，犹如殖民时代的铁血宰相。相反很多左右摇摆无立场的好人却显得多而无用，摒弃维德身上不择手段争取生存空间的所谓劣迹，笔者高度认可他“前进，不断前进”强硬、外向的太空精神， 向往太空探索中的进取、无畏与牺牲，故对科幻片中表现的太空失败主义以及地球本位主义嗤之以鼻，要是连想象力都如此摆脱不了母星的重力作用，更何况真正的太空探索。《星际穿越》两线叙事之下，本质上歌颂的是父女之爱，但是并不妨碍其中对大无畏太空精神的歌颂，主角大无畏的自我牺牲，给种群的延续犁取了生存的空间，但之后掉入五维的段落，虽然完成了闭合，但是给我留下了难以言说的遗憾。在《星际穿越》中，男主角最初的动机除了太空探索的精神，归结起来还是为了保护自己的家人免受灭顶之灾，在电影中则表现为父女之间的承诺，以爱之名。所以男主角从一开始便留有回“家”的心，仍旧带有一丝地球本位主义的影子，当然在电影之中，诺兰通过强有力的煽动，将人性与牺牲架上了高高的神坛，被绑架到如此高的地方，作为被感染对象的观众也就骑虎难下了。诺兰本质里还是熟谙好莱坞情感内核，《星际穿越》中的情感内核始终基于父女之情，就像风筝一样，不论飞了多远，都还有个回去的牵挂；《盗梦空间》的情感内核则是丈夫对亡妻的爱，所以不论在几层的梦境里面，丈夫最终都会回到原点；《蝙蝠侠》系列的情感内核则是韦恩对哥谭这座城市的眷恋，不论如何艰难，也会保护好哥谭。这种情感之间的维系，体现在《星际穿越》中，大抵也算是地球本位主义的一个情感变种吧，我不否认在《星际穿越》之中，父女情感内核设置对电影带来的煽动力和感染力，这让电影更普世，更加感人，对于电影，这或许再好不过了，但站在我的角度来看，这也是绑死在诺兰身上的一根绳索，像风筝一样，给了他足够手脚伸展的范围，却阻止他飞往更加深邃无边的空间。而在我所崇尚的太空精神中，这种牵挂拥有童话般的诗意，但在深邃的太空面前，却是没有意义的温存。"
    },
    {
        "content": "2014年11月15日，看完《Interstellar》，我走在飘起冷雨的无人冬夜。每一步，都迎来雨点温柔的敲击。我的步伐极其渺小，渺小到浩瀚星空，留不下一丝痕迹。我拥抱自己，无法停止的颤抖，和泪水，心中不断念打：Do not, go gentle, into that good night。DO NOT……而我恰恰，正走进这夜，被这残酷而温柔的夜色迷惑。我钻进了车里，感到一丝温暖，发动了车的引擎。车窗上不断迎面而来的雨点，看似碎裂的玻璃，路口监控灯闪拍下的光，令其碎裂，不断碎裂。像电影中马修麦康纳最后一人独自去五维空间，顶住那无边的黑暗与恐惧——彼时，他仍在记录自己的最后一句言说：“屏幕全碎了。”我心中大喊，何其有幸，看到了此生最伟大的电影！它让我在仰望星空时，不再感到那里飘渺无极。那几个小时里的每一场离别与重逢长眠与醒来死亡与重生忠诚与背叛灾难与永恒孤独与陪伴前行与回溯仰望与坠落回旋与穿越置身其中与被放逐的边缘等待与绝望选择与放弃背负与放下……都令人温暖而沉痛。哪怕用尽我全身力气，用我所有枯萎苍白的语言，我也想要去诉说。我知道，一定有人也和我一样——在马修忽然告别，飞上星空的那一刻，我便开始屏住呼吸，心跳加快。我有如被罩上了面罩，亦深深的感到了恐惧——他是否不再回来，他要面对多少队友的死亡，他要穿越多少黑暗，他要抗争自己的多少愧疚，他究竟要到哪里去？我被罩着这无形的“面罩”，在每一个镜头来临时，都有如被沉重敲击，感到脆弱，窒息。当他的队友们在飞船上，第一次沉入水中决定睡眠。我忽然发现，这就是我在几岁时梦想的画面。有一本科幻连环画（至今我早已忘记了书的名字），画中有个故事令我始终憧憬。人类为了长寿，发明了“冰冻人”的实验。只要将自己的身体置于冰冻中，醒来可过百年。但在我看到电影中刚开始的这个情节时，就深深的感到恐惧——这一眠，好像会永远不醒，长绝于这宇宙中，无人问津。当他们在一个确实冰冻的星球上，找到被孤独放逐的马特达蒙时……他醒来，果然痛哭了。他躺下去的时刻，不知是否会再醒来；但当他醒来，他既感到温暖，亦感到害怕与绝望。这一眠，终究像一个悖论。你为了延长（对死亡的）等待而去睡下；醒或不醒，却已无限延长了死亡。我第一次大哭，是在安妮海瑟薇回到船舱中，看到黑人队友的时刻。他有点木讷，因为孤独太久。他们逃尽生关死劫，却在这里耗费了一个人23年的寿命。他开始长出白发。安妮海瑟薇问他：你为何不睡觉？他说：我不敢睡眠，我怕我来不及记录我所观察的一切。我在等待你们回来。女队友九死一生苍白的脸庞与红唇，有温度的手抚摸他鬓角发白的脸，温柔而孤绝。此时马修麦康纳，径直走到录像前，打开机器，来不及要重头开始看他错过的23年。他的儿子长大了，生了儿子。他的女儿终于肯面对屏幕，告诉他，外公死了。人世沧桑，他触不到，摸不到。屏幕对面的人，也不过是对着黑暗，没有希冀的独白。他纵有强大的内心，也难抵挡时间把自己击溃的力量。泪水在他眼中，不停不停的奔腾。不过是一个被愧疚充斥的平凡父亲，无力的在这星际中失重旋转，无所依傍。他看上去，孤独极了。怪谁呢？究竟谁是我们要战胜的敌人？安妮海瑟薇曾在上升到星空的初始时与他辩论：自然并不邪恶，不是吗？就像狮子会把羚羊撕裂，可这并不是“邪恶”，不是吗？——难以辩驳。马修亦同样劝慰身边另一位感到害怕的队友——你知道，这世上有很多伟大的帆板运动员，他们本不会游泳。他们一旦失败，就会坠入海底。但这并不妨碍他们的伟大。而现在，我们就在这艘船上。他好像活得像个斗士，无所畏惧。在每一个抉择来临的时刻，他都有足够的理性与勇气去判断。操控机器，登上星空，穿越黑洞，前行，——都不是他感到的艰难。可是回归，对他来说，就是致命的脆弱。人们纷纷抱着自以为足够强大的理性，去应对无边的黑暗。以为自己毕生追求的智慧，可以光辉到引领人类，摆脱永远的灾难，在另一个星球获得永生，可是……老教授尽管毫无负担的把女儿送上了天，却难逃B计划的弥天大谎给自己带来的愧疚。马特达蒙尽管毫无负担的在一个星球上决定等待人类的到来，却难逃求生的欲望，用谎言把马修麦康纳击于死亡边缘。安妮海瑟薇尽管毫无负担的离开了她的父亲，却在星空中不忍放弃去追寻另一个星球上爱人还在那里的希望。他们在人性与灭绝人性之间，痛苦挣扎。每一个决定，都关乎未来。可是安妮理直气壮：爱一个死去的人有何意义？我风尘仆仆穿越宇宙，只为寻求一个可能死去的人。……可，爱就是这样啊！并不因为他死去，我便失去了爱他的意义啊！这难道不就是我们人类的本能吗！那你们还在谈论些什么？！你们以为你们为了伟大的人类而来到这宇宙里，其实你们仍然为了女儿、爱人、事业、个人的成就……无人被那温柔的诱惑幸免。所以教授终其一生背着双手，自证孤绝的方程式隐瞒谎言，他明明是个会计算的人，却用诗句诉说孤独：不要温柔地走进那良夜，任凭那夜咆哮，咆哮，黑暗撕扯也不要被那夜色温柔迷惑这像条咒语，在马特达蒙的心中念念不休。可是他，会错了意。于是他最大限度的泯灭了人性，但也没有幸免于难。他走进那黑暗中，在星空中爆炸，被撕扯，灰飞湮灭。我看到这里时，已经颤抖不止。我不知道，接下来仅有的三个人和一个机器人，还要牺牲多少，燃料、追求、信念、勇气……他们已经知道自己或深爱的人都是被放逐的人时，还凭什么要坚持走到虚无里去？正如马修曾对安妮说，你知道，当父母最大的区别是什么吗？就是想给孩子安全。即使你知道这是世界末日，也不会告诉他们，灾难将要来临。安妮的爸爸没有告诉她。马修也没有告诉他的女儿。他最终也没有告诉安妮。他进入最后一个极限，忽然就让她脱离飞行器。最终他一个人，径自独行，不再惧怕被黑暗撕扯腐蚀。我大哭不止，只想在时间扭曲效应里，轻轻的去握他的手。告诉他，尽头不是死亡。我在自己的“面罩”里，听到自己流泪、呼吸与心跳的声音……无限的坠落以后，峰回路转，他去到了传说中的五维空间。他一个人，看到过去，就像爬进一个山谷；看到未来，就像攀到一座山峰。他克服了最大的障碍，时间。可是，有什么意义呢？他终究是一个人。他大声的去喊三维空间里的女儿，告诉她，爸爸做了一个错误的决定，我宁愿不去做这个决定。可是一切已经，太迟。他成了最伟大的人，心里最脆弱的那根神经，却被击溃到一败涂地。我在这深深的黑暗里，窒息。我看到一个父亲，曾在他女儿小的时候告诉她：当我们成为父母时，就已成了你们的记忆。然后他编下一个谎言：当我回来的那一天，也许我们一样大。可是他心知肚明，他能穿越时空，他的女儿并不能。他能活到一百二十岁，他的女儿并不能。他们永远，不可能，一样大。（正如此刻我发出的每一个动作，每一句声音，都将在十多年后被我女儿听到看到，在她的回忆里，浮现出真正的意义。这是我们作为父母的悲哀。她来追随我的脚步，而我却无法回到过去。我们之间，像有一个宇宙那么远，我看不到她（在我死后的）未来绽放的光芒，她亦看不到我（在她生前的）过去绽放的光芒。我们永远，不能真正的到达彼此。）马修的女儿在他走的时候就已知晓，多年以后，她走进实验室，对着黑暗的屏幕绝望诉说：爸爸，你听得到我的声音吗？你知道吗，我们在这里，挨饿，窒息，等死；你早早离开了我们。现在我才知道，这一切都是个谎言。她从懂事起就活得像个孤儿。这让人难受。天上一瞬，人间百年。她的父亲，风尘仆仆跨越了维度，醒来——她已老去。孤儿的不舍与等待，有了意义，也失去了意义。她说：爸爸，没有父母会看着自己的孩子离开的。白发人不应送黑发人，你走吧。我有我自己的孩子。她为爸爸保留了一片农田，一模一样的房屋。在那里，她的爸爸，能够回来，回到自己的桃花源。哪怕坐着，和机器人喝一杯。遥远的星空中，还有另一个人在等待。那个人，已风尘仆仆的穿越宇宙，为自己的爱人立下一座墓碑。那个人，已记录好所发生的一切。那个人，正准备好好的去睡一觉，绝世长眠。-------------------------------------------在还没有决定去看电影的这个下午，我在房间里给我十九个月大的女儿读诗。诗看似平凡，但是我的目光驻留了很久。公园里 普列维尔一千年 一万年也难以诉说尽这瞬间的永恒你吻了我我吻了你在冬日朦胧的清晨清晨在蒙苏利公园公园在巴黎巴黎是地上一座城地球是天上一颗星为人类仰望星空永恒的孤独与爱，写下这篇纪念。"
    },
    {
        "content": "❶【给分】虽然，【星际穿越】在真科幻和物理爱好者眼中一定是非常平庸的。但想了想，鉴于电影稳稳当当交了答卷，没有明显的跛脚，毕竟诺兰是结构主义党，玩剧本才是他的本行。在入门级科幻的外衣下，包裹的那个铜臭味十足的人文关怀，才是本片内核，也是本片骗普通影众的利器。所以给七分完全可以，八分勉强。但实在看不惯时光网的水军，一大波一级小号，每个贴吧去粘贴复制同样的介绍，同样的观影体验。甚至，有的水军直接帖子里附上时光网包票的平面宣传。【你当我们吧务管理傻逼？看不出来你们是水军吗？】票房吧，电影吧，恐怖片吧，好莱坞吧，哥斯拉吧，等等各个贴吧。全被你们水军攻进了，求水军给一条活路行吗？❷【媒评】《今日美国》：影片单调乏味，影片先进的特效技术看起来名不副实。《卫报》：星际穿越只是一篇科学报告。《福布斯》：心有余，力不足，整部电影迷失在了宇宙。《华尔街日报》：诺兰168分钟的电影塞满了困惑的谬误《The Wrap》：50分不及格，诺兰的科幻史诗完美起飞，却在降落时坠毁。《The Playlist》：25分糟糕透顶，诺兰的《星际穿越》花了数百万美元带领观众来到了宇宙最遥远的地方，影片给予观众的感情身临其境却十分廉价，这些情感贺曼公司（美国著名贺卡零售商）的贺卡都能提供给你。《Movie city news》：科幻片的老梗拿来愚弄观众，虽然不能说是烂片，但也绝非佳片《烂番茄》：一部愚蠢的电影，60%新鲜，40%烂。CinemaScore网站上统计的普通观众综合评分中，《超能陆战队》得到了一个A，而《星际穿越》为B+ ，同为秋冬档，迪士尼这部动画夺冠，把星际穿越打得落花流水。而讲述物理学家霍金的传记电影《万物理论》将是今年奥斯卡多个奖项的候选者，媒体预测《星际穿越》将无缘奥斯卡。❸【吐槽】一大波跟着水军起哄和抒发感怀的装逼党，怀着朝圣的心态，前去影院瞻仰。派拉蒙和华纳花大血本做网络公关的行为，已经引起国外影迷反感。还联合内地时光网推波助澜，期望口碑能多米诺骨牌似的扩散。但说真的，这种科普级别的科幻，需要你们去烧脑吗？看加来道雄的大众科普，岂不是要升仙得道了？大实话，半吊子科幻迷，带着文艺细菌去看这片，横竖都是值得歌颂的史诗。真科幻迷看这片，味如嚼蜡，还非要蹩脚的烘托出最后的虚情假意。"
    },
    {
        "content": "在另一个城市开始了一段新的生活之后，老是觉得人生的面纱在一点点被撕裂，而柔情随着真实的阔步前进而一点点逝去。周日的早上我七点就起身，全宿舍的人都在沉睡，或是在醒来的边缘，半山很凉，我忐忑不安地跳上小巴，赶着去看今天的第一场Interstellar。之前在微博上看说，这是一部专注于亲情的电影，但当一电影院的人，西装革履的白领，打扮入时的少妇，还背着课本的学生都毫无羞耻地在影院亮起灯时还小声抽泣，带着泪痕收拾belongings走向门外那个真实的世界时，我觉得，这部电影讲的其实是爱。而它的讲述方式，以及爱本身是那么动人，甚至让这个从不示弱的城市里忙忙碌碌的居民，也愿意为它驻足169分钟，也愿意在黑暗的角落里悄悄抹去真诚的眼泪。当然，正如其他人所告诉你的，电影里的爱里最salient的，就是亲情。我不了解诺兰的家庭状况，但我想他应该有一个女儿，才能拍出这样的力量。以前好像觉得，分离才是最痛苦的事，是讲不出再见的难过断了人的肠，是Cooper抱住他的女儿眉头紧皱着掉眼泪，是Murph冲出家门只看见父亲已远去的车掀起的一路尘埃。就难免会想到自己与父母道别一个人留在这里的画面。后来我知道不是的。最残忍的是Cooper在地球的二十三年后坐在无垠的宇宙里看这些年传来的讯息，是弹指一瞬的生活，二十三年间子女的收获与失去，于他是几秒之前得到，几秒之后又瞬间失去，是他欢笑之后立刻又痛哭流涕；是孩子在银屏的彼端说，我不知道你是否能听到，我不知道你是否会回来，我不知道你是否还活着，他们告诉我我应该放下你，而他却对这样的沉痛无能为力；是宇宙造化、时间扭曲筑起的墙壁，或者干脆，就是两处沉吟各自知的无力与孤独。你不得不承认距离，或者说隔绝是爱的杀手，而时间是消弭一切的罪人，但是，亲情实在是这个世界上最纯洁的一种关系。龙应台把这个，在《目送》里写得入木三分。毕竟所有的爱都以相聚为目的，而只有亲情，却能催生别离。于是这一个探险，再不同于以往的银幕太空两小时游，大家都是拯救地球，而这个拯救，根本就是一场爱的旅程。但也正是旅程本身，彰显了另外一种爱，或者爱的矛盾。Cooper从对子女的爱出发，愿意去拯救全人类，这是一种推及的过程，但也许他从头至尾爱的，也就是个人，而不是一个人类的概念。与之对立的Professor Brand与Dr Mann，他们愿意牺牲一个星球的人，牺牲自我，牺牲亲人，牺牲队友，只为了拯救人类。他们爱的更是一个概念，是人类的集合。那么矛盾在于，在他们的观点里，具体的人应当被牺牲来成全集合的人，但被牺牲的个体本身，是不是他们所渴望拯救的人类的一部分？如果这样说，那么这种对集合或者概念的爱，其本身就是dehumanizing的。这种矛盾的感情，到底是已经根本不能符合我们对爱的概念，还是它已经超我，进入了一个更加永恒而高贵的爱的境界？又或者说这世上有千万种爱，而Cooper与Professor Brand两者的爱，本就不是同一种爱，本身并不矛盾，只是恰好在这段拯救世界的旅程中，走向了对立的两边？我不知道这是不是诺兰思考的中心点。但我认为他无形中给出了自己的态度甚至答案。最讽刺的一个侧面便是Dr Mann口口声声谈着为了拯救人类未来要牺牲个体，却为了寻找他人的陪伴而不惜发送错误的信号误导他人。在这样的呈现背后，我想诺兰本人就推崇着人本身，对人，每一个个体有着特殊的感情。他在Interstellar里创造的Cooper，也是这样一个个体般的英雄，总让人想起他一手打造的Bruce Wayne。他们都不可免俗地成为了好莱坞个人英雄的一部分，但总有那么一点点人性中最痛苦的牺牲，让他们孤独的搏斗，有了一种震撼人心的悲情。当Cooper的降落艇从Endurance上缓缓脱离，头盔背后他心甘情愿的笑容，一如Dark Knight的最后Bruce Wayne骑着机车匆匆离开，漆黑的斗篷被风吹起。大概这种悲情让我们如此感同身受，与人类与生俱来得虚荣，或者积极点看，与我们希望付出皆有回报的心态有关。我们痛心于无人为这样的奋斗而作传，又欣慰于总会有人懂得他们的动机。有趣的是，动机上他们都是为了人，而Wayne的选择是广义的人民，而Cooper的选择是独特的个体。在Batman三部曲的终结，有Gordon为Wayne念双城记，这次的诺兰选择了Dylan Thomas，do not go gentle into that good night，并非是对Cooper最好的献词。但银幕前的每一个观众也许都心知，这样的牺牲成就了真正的高贵。但我再一回想，诺兰对人类这个集合本身也并非就没有感情。那个贯彻前半部分的神秘力量\"they\"，结果并非外星的高等人群，那就是我们自己，拯救世界的，穿越时空的，破解密码的，都是我们自己。诺兰克制但真情地赞美着人类。我们不只因守护家园，而更因为走出去探索的勇气与决心而伟大。Cooper对课本否认登陆月球一事如此不满，其实也正是对人类不安于现状，勇于探索的特质的真诚的爱与赞美。这也许是诺兰为这部电影所寻找的完美逻辑。我们因为爱着每一个不可替代的个体而伟大，我们也亦因为人而伟大。那么爱情呢。我想不在上面花过多笔墨是明智的，Brand为了所爱的人，在荒凉的星球上孤身扎寨已足够动人，Brand在片中曾反问Cooper，爱一个死去的人的social utility是什么。而她自己，也为自己的问题作了最好的注解。太多次我们呜咽着不再相信爱情，但讽刺的是这样随处可见的挫败也没阻止人类一次又一次盲目地奋不顾身。最让我感慨的是，当结尾，Murph让父亲再出发，他迷茫地问，去哪里。那一瞬间，我以为这一切的浓情会滑向虚无。但她说，Brand。一切的疑问都被解答，一切的虚无都化为乌有，一切的旅程又重新生发出意义。真美。我们总是因为爱，而不停地出发。Hollywood Reporter给Interstellar写的标题在我看来很准确，Interstellar's Odyssey。“奥德修斯回来，不是为了留下，而是为了重新出发。”不记得在哪里看过一篇文章，写王尔德，那位作者写，王尔德教会她。“真正的爱深入长河，而我始终应抱有希望。”是的，我们应当相信，总有一天你会见到你所爱的人的脸庞，无论那一天你是在长久的颠沛流离后终于安定，还是即将踏入死亡的寂静。你应当出发，并始终抱有希望。"
    },
    {
        "content": "未来人不能改变过去。因为即使他们向过去的人类发消息，过去的人类也会忽视的（就像是马修的女儿不断地告诉人们她的爸爸才是救世主一样)。而马修不同，马修相信能通过”引力异常“来与过去通信，并且他的女儿墨菲也一直相信她的爸爸会回来，换句话说她心中一直相信她的爸爸活着）。通过这两点极其罕见的特殊原因，马修成功地将量子数据通过摩尔玛传递给了她的女儿，最终才拯救了人类。至于之前的那些进入虫洞的探索者，他们就没有马修那得天独厚的条件了，这也是为什么未来的人类不会选择他们，或者说他们只能留在黑洞里无声地叹息。借鉴，不妥请私信删。"
    },
    {
        "content": "诺兰其实是个特别老派的浪漫主义者啊。这部片子看完之后让我想起的并不是先锋的科幻作品，而是更古老一些的，从巴尔扎克、雨果到海明威的小说。那些洞悉人性但依然怀着关爱的经典小说家们的感觉。这样解读也说得通，他本人文学系出身，热爱探索当代侦探小说里头的复杂叙事结构，但不可避免地会受经典小说的影响，所以大团圆还是要有的，爱还是最了不起最能拯救一切的力量。一部好的作品就是不同的人会从中看出不同的东西。看科幻的人看出科幻，看感情的人看出感情，看追求的人看出追求。我呢，特别俗，作为一个浪漫主义者就看出了浪漫来。科幻我看得不太多，三大科幻作家阿西莫夫、海因莱因、克拉克都是只看了经典的几部。阿西莫夫非常棒，克拉克想象超前但太冷静悲观，相对而言个人来说反而偏爱海因莱因，虽然他又扯又主旋律，但那种天真和热情，尤其是对人类的热切的爱，对人类进步的热切的爱真的很打动我。所以喜欢库布里克2001太空漫游的人会觉得这片子太商业，不够科幻，文戏太多，但库布里克和克拉克那种冷和透我却一直觉得隔膜，反而这片子的人文情怀正戳中了心窝。人类就是这样啊，又愚蠢、又自私、又自负、又渺小，只看得到眼前，被自己的欲望牵扯，永远都没法理智，永远没法相互理解，永远都会犯错酿成惨痛的后果还从来都记不住。但是就是这样的人类也有很棒的东西，还能活着不是仅仅为了活下来，不是仅仅为了繁衍，生活残酷也不会完全物化，看到美的东西还是会惊叹，会为了爱做出超越自身的事。蠢得无药可救却也永远都值得救赎。没什么比科幻更适合表现这一种族的复杂性了。灭亡的边缘看人性最为精心动魄。能够延续种族的是生存本能和理智吗？就像曼恩博士、布兰德博士那样？还是更人性的爱和勇气？这个问题本身是无解的。科幻提供的只是一个场景，真正会发生什么无从猜测。我们总是相信自己愿意相信的。人类进化任重而道远，谁都说不准复杂多样性会把我们引向什么地方。诺兰相信的是爱，勇气与希望。忍不住想说小红帽恰恰啊。多古老的命题，只不过用个炫酷的壳子包起来。可这样我觉得特别好，特别特别好，老派的浪漫简直赞爆了，穿越时空的爱简直棒到掉泪，尤其是这还不是爱情，只是更广义的爱。真是浪漫毙了。科技很棒，科幻更棒，最棒最棒的是对这样糟糕的人类还抱有希望，觉得爱能让人更好。太正能量了简直。商业吗？商业得不行啊。可是很感动，因为了不起的爱和勇气就是让人很感动。让人能够在茶余饭后看向星空感觉到自己的渺小，同时又觉得，啊虽然人类这么糟糕但还是有点救的，这样特别好。就某种程度而言我觉得这个片子气质像海因莱因。海因莱因也喜欢写时间，看到拉撒路计划我就想到《撒士马拉之子》，不要说他那部冗长的《时间足够你爱》。但是说说弱点呢其实也不是没有，若干角色是干啥来的？除了演技爆棚的马修之外人物形象也有点模糊，海瑟薇的人物重点是啥？主角的陪衬。墨菲她哥突然就原谅她了那里尤其bug，双线进行的冲突地球上那根线的冲突不够等等。大概是因为背景太广阔，想表达的东西太多，没有盗梦空间的人物塑造好。"
    },
    {
        "content": "今过一番探索寻找之后，找到了曾经的航天局。他面临全球氧气匮乏，威胁人类生存时，在女儿希望他留下时，他做出了选择——去了银河系之外的星球。最后男主120多岁，还是一头乌发，女儿却已苍老，有了自己的儿女孙子孙女。女儿不想爸爸送自己离去，她觉得每个人都离开一定会是家人在旁，然后让男主去解救女主。"
    },
    {
        "content": "克里斯托弗·诺兰的《星际穿越》新近正在热映，作为近三个小时的非3D影片，在大陆能连续数日日进三千万以上，且占据当日票房一半以上贡献、还是非周末时段三日破亿的节奏，真是个相当了不起的成绩。除了《星际穿越》，今年的另外两部A级制作科幻大片，日本轻小说改编的《明日边缘》，以及加里斯·爱德华斯版的翻拍《哥斯拉》，都有着强烈古典式的漫长前奏。这也算是近来科幻电影的一个相当强烈的黄金时代既视感的剧构特征。《星际穿越》情节设计其实没有太多独道之处，简单的横向类比例如阿西莫夫的《基地与地球》，都是有着不同奇观星球历险记情结的太空公路片模式。事实上，本片的漫长前奏（在进入太空之前所进行的选择），就像《基地与地球》之于《基地边缘》（崔维兹的选择），此外，包括阿西莫夫那种悬疑小说般的设计（选择，还是被选择）、最后翻盘或经由多番细节铺路的一连串twisted式作结等特征，都有着高度相似性。最近宣布为HBO打造《基地》剧集的乔纳森·诺兰自称《基地》铁杆粉丝，那确实是所言非虚，而相较早前流出的六年前原为史蒂文·斯皮尔伯格准备的剧本的比较（没有幽灵书架情节、只去了冰冻行星一个行星等等），可见一斑，不过，其实原来的剧本也挺基地的：像在冰冻星球发现中国人（大概之于盖娅吧哈哈），冰冻星球上没有马特·达蒙、但有外星人和敌意机器人……这种种都让人觉得《星际穿越》是乔纳森·诺兰反复捧读基地系列的副产物。《基地与地球》和《基地边缘》是阿西莫夫基地三部曲后传有着连续剧情的背靠背的两部，不同于基地三部曲anthology感的薄薄的一小本，都是译成中文后40多万字的大部头。它们作为阿西莫夫打印机式的后期创作，是其相当成熟的创作范本，像之后推出的的基地的两部前传，《基地前奏》异星历史式的公路片，以及《迈向基地》编年史感的anthology，事实上都是对他本人以往作品回顾总结式的创作，同时在内容上对他其它的科幻创作也进行了讨巧的追溯（crossover）。海因来因是被坎贝尔发现的作家的典型，而阿西莫夫则被认为是被坎贝尔培养的作家的典型，有一种说法是，黄金时代的主力科幻作家们中相当一部分的作品，其实是坎贝尔布置的“命题作文”，或者更是在他深度改造下完成的……规定一定模式化的范本格式，其实还是有利于作者的作品创作的，同时像好莱坞电影与生俱来的爆米花属性，就像当今赚了个盆满钵满的漫威超级英雄“连续集”（以及随之而来的DC宇宙），在一定的框架和氛围指导下，对观众本身来说也是一种潜移默化的洗脑过程（接受度的养成）：卖不卖帐，还是有讲究的，特别是针对不同世代（这个时代）的观众来说，所以，就算我认为这年头大卫·芬奇和昆汀·塔伦蒂诺更有大师相一点，但他们的票房肯定没有诺兰和卡梅隆好，而像乔斯·韦登、J·J·艾布拉姆斯这样深谙宅道的导演，他们的作品商业性会更强烈（同时又不失趣味），票房也更高。私人觉得，虽然爆米花式的超级英雄大片大行其道，但它的存在对其它科幻片类型的选择有着客观积极的作用（没有理由地、某片的票房赚得多了电影公司就好拿出钱来创作探索新的赚钱方式了）。近年来比较鲜明的科幻电影模式，我试举一二：超级英雄连续剧模式我就不提了，翻拍的趋势、以及持续的后启示录热也不多说。以尼尔·布洛姆坎普（《第九区》、《极乐空间》）、约瑟夫·科辛斯基（《创战纪》、《遗落战境》）为首的工业设计感极强的科幻片，“干净科幻片”。敌托邦背景的青少年科幻，而且因为好圈钱，一般还都拍成了三部曲甚至系列，像年度票房冠军强有力争夺者的饥饿游戏系列（The Hunger Games）、还有新近的的移动迷宫系列（The Maze Runner）、分歧者系列（Divergent）等等，“TEEN SF”。还有多少可以用科幻内核去解释或科幻外衣去包装的“新童话”（架空世界）。目前迪斯尼列年都会推出类似的A级制作，其中的视觉呈现，均向A级科幻大片制作看齐；还有比如《韩赛尔与格蕾特：女巫猎人》（Hansel and Gretel: Witch Hunters）的蒸汽朋克情结等等……这一类，相应的美剧应该还会更多一些；另外，这一部分其实还包括一些亦科亦奇或实质爱情故事的浪漫电影，诸如《温暖的尸体》（Warm Bodies）、《时空恋旅人》（About Time）等等，从观众群去区分的话，那就是，此类的受众目标多是合家欢或情侣。事实上，“TEEN SF”和“新童话”是后HP（Harry Potter）时期的圈钱模式的衍生分化。然后，最后我就大致讲讲这个“黄金时代”感的趋势。历史学家亚当·罗伯兹（Adam Roberts）认为：“‘黄金时代’这个名词所形容的小说类型，主要是指：硬派科幻小说，直叙体，英雄在太空中或科技场景里解决问题或是对抗威胁。”某些复兴的迹象，我在前面已经透露一二了，像近年来诸多超长复古前奏的科幻大片，以及HBO的《基地》改编消息等等，其它，试举黄金时代三巨头近期的改编窥豹一斑：2004年，亚历克斯·普罗亚斯（Alex Proyas）执导的《我，机器人》（I, Robot）在配乐和视觉概念上秉承了普罗亚斯的一些鲜明创作特征，但这并非忠实的原作改编，阿西莫夫只是挂个牌罢了，除了挂名的人物性格面目全非的苏珊·凯文、以及其中一个藏叶于森林的情节设计，那是完全想不到阿西莫夫的，另一方面，当年的CG特效也远未有如今成熟，而影片相对明亮的基调与导演以往的Noir情调也相去甚远（对导演印象来说是种伤害、虽然已经用配乐去尽量弥补了）。罗纳德·D· 摩尔（Ronald D. Moore，翻拍的太空歌剧里程牌《太空堡垒卡拉狄卡》主创、也是未来议程中的《星球大战》剧集版的编剧）编剧的续集《我，机器人2》是一直在议程上的， 真希望来年趁基地热，翻身上马。不过，对于阿西莫夫的机器人系列，我最大的希望其实是，也许让Netflix或AMC来，把包括客串在内，总共才出现在四个故事中的鲍尔与多诺凡系列发展成一部科幻喜剧。来年，Syfy的迷你剧《童年的终结》（Childhood’s End）即将播出，原作改编自亚瑟·克拉克的同名小说。而近期，《3001太空漫游》也由Syfy宣布要拍成迷你剧，雷德利·斯科特担任制片。两三年前，还传过大卫·芬奇要拍《与拉玛相会》（Rendezvous with Rama）的消息。作为黄金时代三巨头中最后一个离逝的，虽然在四五十年前与斯坦利库布里克合作的《2001太空漫游》（2001: A Space Odyssey）中创造了科幻电影、影史经典，但此后经年，后续除了一部太空漫游系列的《2010》，亚瑟·克拉克鲜有作品被改编成电影……究其原因，大概是他所描述的科技奇观在当时难以被视觉呈现吧。但随着CG技术的提升，现在时机肯定是成熟了。用亚当·罗伯兹的定义去衡量罗伯特·A·海因莱因的黄金时代大概是个无解。海因莱因的作品偏向主流严肃文学，但同时又充满了白烂情节。斯派瑞兄弟（Michael Spierig & Peter Spierig）的《前目的地》（Predestination）已经在七月的上海电影节展映过了，而来年一月还很可能会进入中国院线。到时肯定又会迎来一波烧脑崇拜。因为本片改编自海因莱因大名鼎鼎的穿越名篇《你们这些回魂尸》（All You Zombies）。这是个最好的时代，因为CG几乎可以呈现一切能想到的视觉观感。但这也是个最坏的时代，为了讨好观众、获得利益最大化，大量的个性特征被舍弃。不过，至少这个可能子虚乌有的“黄金时代复兴”，似乎又让我们站到了一个起点上。"
    },
    {
        "content": "《故事》里麦基说过剧本写作中一个重要的守则：要展示不要解释。意思便是说就是能不用台词说出来的东西，就尽量不用，而是去用电影语言表现。比如说，一对正在冷战的父女，我们可以让母亲在端汤时对主角说，嘿汤普森先生，你可不要以为我们家庭真的有那么圆满，其实我丈夫和女儿关系很不好，前几天才吵过架，你瞧，那棵圣诞树就是那么坏的。又或者我们可以让女儿在餐桌旁帮母亲放盘子，放到父亲面前时，女儿和父亲视线恰巧对上，又尴尬冷漠的迅速避开。这个方式看起来显然要好的多。而星际穿越对剧情的处理，便是糟糕的那种方式，全片无时不刻都在“解释”。解释人物关系，解释背景设定，解释科学原理。甚至全片近前一个小时，几乎都是解释。其实“解释”太多算是诺兰的老毛病，但这次似乎有些太过明显，在诺兰以前的电影当中，他可以用漂亮的交叉剪辑去掩盖“解释”带来的不自然，比如致命魔术里开端凯恩老爷子用小鸟来比喻魔术的段落，而星际穿越的前半段基本是直线叙事，缺点凸显了出来，于是就有些让人看的不自在了。当然了，星际穿越那些科学设定显然不像我所举的例子那样好“展示”，但要是容易的话，我们还要导演干嘛呢？也顺便从“解释”过多继续讲下去，包括这一点，诺兰这次让我不满意的根本原因在于，讲故事的“目的”有些过于明显。其实哪个片子讲故事不是带有目的性来引导观众的？区别就在于导演能否将目的隐藏在故事之下，诺兰以前的片子就做到了（也有可能是我以前比较蠢看不出来）这次却做得不好，之前我说星际穿越花了近一个小时去解释设定，其实前一个小时又不是没剧情，不是一直在讲述库伯和墨菲的父女情吗？然而就是这个父女情的铺陈我觉得很失败，不自然，不顺畅。其实对白和人物塑造是很好的，不虚假不造作，透着浓浓的生活气息，比如说在车上发现墨菲的那个打闹，看起来非常真实。糟糕的是故事幕与幕之间转换的生硬，缺乏过渡，男主角发现NASA秘密基地后，迈克尔凯恩对库伯接受的太过轻巧，在那之前对于两人关系铺垫居然就只有马修一句台词：“我也认识一个布兰德教授。”这未免太敷衍了！库伯对任务接受的也太过轻巧，几乎看不到他在亲情和大义之间有任何挣扎。按照传统大片的故事写作套路，库伯多半会断然拒绝，然后回家，在和女儿聊天看星星的时候，意外在电视里看到关于环境恶化的消息，而女儿聊天时也出现了咳嗽，库伯彻夜未眠，第二天接受任务。当然，我这个庸人给出的烂俗意见未必会比星际穿越现在的处理好，我只是想指出一个问题：星际在前半段的故事转合间欠缺粘合剂，导演在拉着故事跑，在迫不及待的解释完一切，给出了剧情充分的发生理由后，便急不可耐的把主角和观众拉入太空。除此之外，星际配角众多，却没有一个好的群戏，对比同样人物众多的《盗梦空间》，每个人都各司其职，在故事中分别有着自己的发挥。而星际穿越大部分配角对故事都没有什么推进作用也没什么存在感，比如随主角通行的科学家，比如墨菲的医生朋友，好在大部分配角本来戏份也不多，所以我也就没必要太过苛刻要求。但爷爷和儿子这两个角色处理之差让我无法忽视，前者沦为了纯粹的马修诉说人物心理的工具（因为自言自语看起来会像神经病），后者在故事当中则显得可有可无，亲情渲染几乎全在墨菲与父亲身上，儿子前期就一个人肉布景。长大后倒是有了作用：角色“墨菲”追求真相的剧情抵抗力量，但这个“抵抗力量”完全可以换成别的人事物，比如说将房子封锁的警察（随便编个理由）。实在不理解诺兰干嘛不删掉儿子及其一家，难道就为了飞船中那两分钟的煽情吗？我承认那一段非常感人，可这样未免有些因小失大反而影响了整体，作为一个成熟的导演不应该会犯这样的错。我骂了星际穿越这么长，就没有点儿好吗？有的，诺兰那些好看的老把戏还在：故事的高概念构思和剪辑。个人认为片中最好看的两段：在冰冻星球（名字忘了）上的决斗，马修在五维空间里化作幽灵，这两段都是和墨菲在地球上的段落剪在一起的，此时又恰好处于刚刚揭露故事真相的转折点高潮，配上诺兰招牌式平行剪辑，气氛被拉到极点，看的我瞪大双眼大气不敢喘。虽说这两段剪辑编排感非常强（其实还是剧本不行的原因），但作为一个诺兰的粉丝，我对于他这个百用不厌的老招式还是异常的买账。而且事实上星际穿越的许多段落确实有几分“神性”，回归六七十年代的实拍风格，汉斯季默的配乐响起，颇有些悲剧史诗的味道。这是当今充斥着炫目CGI特效的太空电影拍不出来的。可惜这样优秀好看的段落太少了，只是零星的散落在星际穿越当中。更多时候，是令我有些难以忍受的平庸，甚至是“烂”。在某种程度上，它显得有些“急功近利”，其实我所列举的那些缺点，并不是对整体有多大决定性的致命伤，那都是非常基础性的错误，作为一个水平比我高出了十万八千里的优秀导演，不可能意识不到这些。或许是诺兰这次野心太大，太想拍出一部可以撼动所有人的“神作”，可惜最后却像男主角做的那个梦，对自己最熟悉，最了若于心的，反倒失去了掌控。"
    },
    {
        "content": "如果真的有那么一个世界。在那里爱是以实体存在，它可以触摸，也有温度。你如果很爱很爱一个人，不用再去猜测，不用做徒劳无功的努力，你可以走很多很多路，去爬上他心里的那座山，哪怕走得很辛苦，流再多的汗。在那个世界，你的心就在那里，等我翻阅。我不敢奢望那些让我们无能为力、琢磨不定的东西，能真的变得触手可及。你可以看到时间的样子么？你可以在岁月里奔跑么？你能想象走在时光长廊里，看往事在身边上演，看未来在前方落幕么？在我们的世界里，这一切都无法想象。时间的模样，或许是皱纹，或许是枯萎，或许是佝偻，或许是褪色。能看见沧海变桑田，但看不见分秒在流动。人类的情感，亦是如此。如果爱的模样是崇山峻岭，那我愿意翻山越岭。如果爱的模样是高山流水，那我愿意跋山涉水。也许我们会一起坐在风起的夕阳下，坐在你心里的某个山头，把那块叫做往事的石头推下山崖，再次目光相触时，你的心里已经了无痕迹。而我可以背着自己所有的情怀，把那些关心，思念，心动，都塞进背包，沉沉背在身上，踏上通往你心里的那条路。一路上我会遇到风雨和雷电，在寒冷的雪花四起时，这是你内心的冷漠；在漫天落叶被清风扬起时，这是你对我动心的瞬间。我擦擦汗，仰起头，可以看到前方高高的山头，那将是我们相爱的时刻。就这样背着自己所有的牵挂，穿行在你的心里，触摸着你的那些会心一笑，踏过你所有的犹豫不决，在遇到叫做失望的沟壑时，我俯下轻轻用手将你心上的皱褶抚平，在遇到那潭叫做动心的泉眼时，我努力用眼泪将它注满。在风雨雷电中我感受着你的喜怒哀乐，在这条注定孤独而寂静的路上，我独自穿行在你心里，像飞船在外太空那般无声，你所有的情感、思绪像一本摊开的词典，密密麻麻写满了注释，有些地方打上了折角，有些地方因为反复涂改已经模糊，我努力辨认并为你擦去伤痕。我就这样翻阅着你的心。我就这样翻越着你的心。我相信我付出了几分，爱就圆满了几分。这是一条永远向前的路。如果爱人之间有了爱的火苗甚至火星，无论多微弱，最终都会燃烧起来。所有的明亮都是被微光开启的。你们之间若有似无的互动，风吹过你的脸庞时你抬头看到了ta的双眼，束手无策时对方恰到好处的关怀，只有你们两个明白的一语双关。。。以及所有那些你心底的纠结、犹豫和彷徨，也正在ta的心里滋长着。爱是无法抑制的生长，哪怕可以被毁灭、被消磨，但无法被抑制。“念念不忘、必有回响”爱的质量是负的。爱上一个人，或者想起你的爱人，你的心会像插上了翅膀，有种轻盈地想飞起来的感觉。走路的时候，脚步会变得轻快，步行再长再远的路程也不会觉得吃力，甚至会一跃身跳上台阶的边边，伸开两手像走在彩虹上一般自如，仿佛地心引力对你突然失去了作用。如果一样是负重，那身上背着40斤大米同背着自己的孩子，体力消耗的感觉也是完全不同的。爱的质量是负的，它可以让你感觉身背家庭的责任、生计等这样那样沉重的负担却浑然不觉，甚至甘之如饴。另一方面呢，当爱人消失时，爱也被TA带走。你的心便会变得沉重，像有大石头闷闷压着，心会从胸腔一直沉沉往下堕，直压得连吃饭喝水的胃口也全无。走路的时候，脚步变得抬不起来，走得很慢，身心疲惫。全身像灌满了铅，眼皮也重重地撑不起来，你会想堕入一场又一场无尽的睡眠中，不愿醒来。爱是披着幻想外衣的现实，是分毫不差的心灵感应。在人类身上，有两个器官的运作是难以用公式和化合物来简单解释的。这两个器官，一个是脑，一个是心。大脑带领我们理智客观的认识外部世界，探索宇宙发现规律。而心可以引领我们去感受那个难以名状却也客观存在的世界，我们称之为情感世界。外部的世界昼夜轮转，会凋零有枯败，而在你的情感世界里，唯爱不灭，四季长荣。"
    },
    {
        "content": "不知何时开始，突然之间铺天盖地的都是《星际穿越》宣传，主要卖点有三个，诺兰导演、烧脑神作、一大堆科学名词。诺兰导演我喜欢的，他最出名的应该是《盗梦空间》，但我更喜欢他的《致命魔术》、《记忆碎片》。烧脑片一直是我的菜，再看那些科学名词，除了“拉萨路”这个宗教名词外，其它咱都熟悉啊！！豆瓣9.2的评分，这片子不容错过啊！！可惜的是希望越大失望就越大，没想到《星际穿越》是个大烂片。我觉得一部好电影最基本的要求是好看，无论是高雅是低俗，你得好看，不能为了追求某些东西而生搬硬套。本片各种拖沓各种假崇高，爱能拯救一切，爱能穿越时空，爱那么万能还要科学干嘛！另外还有些细节的东西不得不写出来吐槽一下：一开始给人的感觉是荒凉的西部，这点我可以理解为世界末日前的大萧条时期，但为嘛盘子要扣在桌子上，碗橱呢箱子呢，有种东西叫密封箱知道吗。沙尘暴的场景不错，飞沙走石，坐在车里都得戴上N95，但沙尘暴那么厉害，家里那小木屋、那玻璃窗也不加固密封一下，尼玛脑子有问题吧，活该你家里全是沙子。NASA的机器人居然是麻将牌造型的也就算了，尼玛这货还上天了，这四方棱角在太空中科学吗，我真的担心会把哪碰坏了。后面这货居然用机械手操纵飞船，我去这什么逻辑，这飞船全手动操作的嘛？另外看那升空的火箭，看这飞船破破烂烂的外表，再看那小小的登陆飞船，那星际通信技术，NASA的科技树有问题啊！！登陆第一个外星球时，也没任何扫描分析，那妹纸就一脚就下去了，液态的就一定是H2O嘛，就不能是液氮嘛？不能是硫酸嘛？然后妹纸向前一溜小跑，我说妹纸你看着点路行不行啊，你确定这个星球一定都是平地嘛，这水里就没个坑，就没点外星怪兽？当巨浪来时，麻将牌变形成齿轮滚过去救人，然后抱起人一溜小跑回来了，妹的你两条腿跑的那么快，滚个毛线啊！！难道机器人除了幽默指数，还有个隐藏的炫耀指数。而站在门口的大哥，你站那作死啊，活该你被浪拍死，奇怪的是拍完了尸体还留在原地。飞船不是进水了嘛，不是要等半小时嘛，怎么才等几秒就起飞啦。第二个星球，本片唯一的反派出现，拿掉了猪脚头上的通信模块，这模块谁设计的，居然在外面，而且那么轻易被拿掉。这也就算了，然后反派把通信模块扔下山崖，再把猪脚打下山崖，额，这叫凡事留一线，日后好相见？然后猪脚的头盔被打裂了，嗤嗤的往外喷气，额，外面是真空嘛？宇航服里大气压好大呀。然后是女主飞过来直接在裸露环境扒掉猪脚的头盔用氧气，……我能想到的就是猪脚脸上开始各种疙瘩，然后开始变异。反派强行对接打开舱门，发生大爆炸，太空中爆炸会有那么大团的火苗嘛？不是应该是球状的嘛？主飞船落向地面，额，为毛会落向地面，根据动量守恒应该是向反方向太空深处飞去啊，难道反派是绕了个圈从反面对接？或者主飞船一直是停在重力范围内靠动力停留？gravity翻译成重力有些不好解释，用引力比较好吧。猪脚能把书撞到地下去，能把灰尘变成2进制码，却只控制秒针输出摩尔斯电码，直接在灰尘上写字不好吗？另外为嘛你的手能穿过书橱，人却过不去呢，不合理啊？大结局，猪脚120多岁，墨菲和他第一次重逢就让他去找女主，看来除了科技男主还把自己的爱情故事一起通过手表告诉了女儿。镜头一转女主在第三颗星球上孤独的做着奶妈，依然年轻，看来第三颗星球上的时间也有问题啊。还有很多不想再吐了，吐槽完再来说说优点：如果满分10分的话，小墨菲必须给1分，感觉整部片子里演得最好的就是小墨菲了，其他人总觉得他们都是来打酱油的；沙尘暴给1分，铺天盖地的沙尘记忆深刻；黑洞特效给1分，的确炫丽，而且是前所未见的；五维空间给2分，这是第一次在银幕上直接表现出一个三维物体在五维空间中的感受，超赞！！寂静的太空给1分，本片在太空中没有用任何背景音乐，太静了，静得让人窒息。所以本片最多也就是6分-7分。另外本片很多地方都不得不让人想起《三体》、《大宇宙时代》。"
    },
    {
        "content": "豆瓣竟然折叠我的帖子，放在了隐藏区。那我只有把隐藏区里的原帖删除，重新注册一个账号再发一次咯...科普帖-强烈建议选择胶片IMAX版本观看，详解70mm胶片IMAX为何如此牛逼。我们首先来看一则新闻：IMAX老板Greg Foster近日宣布，由诺兰执导的2014年科幻大作《星际穿越》（Interstellar）将成为最后一部胶片IMAX格式发行的商业电影，以后将不会再有商业电影发行胶片IMAX版本。那么问题来了，挖掘机技术哪家强？哦，不对...。那么诺兰极度推崇的胶片IMAX怎么以后就没有了呢？既然视觉效果这么牛逼，应该一直保留下去才对嘛。可是，IMAX公司、电影公司、影院不是慈善机构，他们是以盈利为目的！拍摄胶片IMAX电影时，首先，这个70mm的IMAX专用胶片可比普通胶片贵太多了，更别提去和最省钱的数字摄影机的成本去比，其次，电影拍完以后，需要制作拷贝吧，而这种70mm胶片版的拷贝成本惊人，下面会细说这个。接下来是影院的问题，胶片IMAX放映机比数字IMAX放映机的造价翻了好几倍。柯达公司都宣布破产了，所以，电影产业数字化是必然的，胶片逐渐被淘汰也是必然的。反正没几个观众识货嘛，对于唯利是图的好莱坞六大电影公司以及IMAX公司，他们追求的是利润最大化。令人痛心的是，普遍观众认为数字IMAX的视觉效果是优于胶片IMAX，而事实上，胶片IMAX的视觉效果可以秒杀数字IMAX。所以，东莞万达把胶片IMAX放映设备换成了数字IMAX放映设备，竟然还不要脸的表示，是为了让观众体验到更佳的视觉效果，这其实是倒退，好不好。不由的想到唱片公司老板宋柯说过的一句话：很多技术都在高速发展，而音乐却在倒退，以前我们听的是CD，现在听的是Mp3，令人痛心啊。回到正题。中国内地目前只剩下两块胶片IMAX屏幕了，位于北京的中国电影博物馆以及位于广州的广东科学中心，至于这两块屏幕到时会不会引进70mm胶片IMAX版《星际穿越》，目前尚无确切消息，不过，电影博物馆引进的可能性很大，如果真的引进了，到时只能飞一趟北京了，那么，为了看场电影，算上机票的钱，大概得预算6000-8000元，不过我认为是值得的。本段，下面这些内容以前在qq空间发过，直接复制过来。科普一下胶片IMAX与数字IMAX的区别。回到2012年，那时中国内地共有五块胶片IMAX屏幕，北京的中国科技馆、中国电影博物馆，广州的广东科学中心，东莞万达以及重庆科技馆，当年《黑暗骑士崛起》公映时，这5家影院都引进了70mm胶片IMAX版。而目前的情况是，东莞万达、重庆科技馆已经改成了数字IMAX，广东科学中心在保留胶片IMAX的基础上兼容了数字IMAX，电影博物馆则兼容了DMAX，而中国科技馆则彻底改造成了DMAX，DMAX是IMAX公司的某位技术员工出走后另立门户的低级产品，这种所谓的DMAX巨幕其造价仅仅只是IMAX的十分之一，对比之下非常廉价，视觉效果只比普通的电影屏幕好那么一点点而已，远远无法与IMAX相提并论。所以中国内地目前的情况是，仅仅剩余两套胶片IMAX设备，而数字IMAX倒是有数百套。对于这点我非常痛心，因为胶片IMAX的视觉效果是数字IMAX远远无法企及，无与伦比。那么，既然这么牛逼为什么还被淘汰了？答案是节约放映成本。由于胶片IMAX的拷贝其胶片宽度为特制的70mm，每秒钟所放映的胶片长度为1.7米，一部120分钟的电影拷贝其胶片重量高达400公斤，这种拷贝的制作成本超过30万人民币，而数字拷贝不过是小小的一个硬盘而已，省钱省事。普通电影屏幕的宽高比是2.35:1，数字IMAX是1.78:1，而胶片IMAX是1.44:1，当你看到1.44:1的宽高比撑满七层楼高的IMAX巨幕，那种震撼不是语言所能表达的。IMAX公司的老板宣布，《星际穿越》确定成为影史上最后一部用70毫米IMAX胶片拍摄的IMAX电影。所以《星际穿越》之后，就算你还能找到胶片IMAX设备，他们也拿不出真正的胶片IMAX电影了。因为这个原因，我寄希望于中国电影博物馆或者广东科学中心年底能够顺利引进《星际穿越》的IMAX胶片版，那么到时无论我有多忙，也得去趟北京或者广州，毫无疑问。下面这篇内容，是写在2012年《黑暗骑士崛起》国内公映之前，以前也在豆瓣发过，现在直接复制过来，供大家参考。长文分析为什么看TDKR必须选择70mm胶片IMAX版本？电影制作技术的发展使得电影放映技术被不断革新。纵观电影发展史，从无声到有声，从黑白到彩色，每一次的电影技术革新都成为一个里程碑。而目前最主流的电影放映格式分为三种：2D、3D、IMAX。其中IMAX包括IMAX 2D、IMAX3D。2D电影与3D电影的区别想必大家都很明白，而IMAX就不是那么被大众所熟知，在这里，普及一下。IMAX，即Image Maximum的缩写，直译过来就是影像最大化的意思，是一种能够放映比传统胶片更大和更高解像度的电影放映系统。整套系统包括以IMAX规格摄制的影片拷贝、放映机、音响系统、银幕等。标准的IMAX银幕为22米宽、16米高。用通俗的话来讲就是，IMAX意味着更宽大、更清晰的电影屏幕。电影屏幕的解析度，类似于手机屏幕的分辨率，越高则意味着影像越清晰。我们平时在电影院里，普通的2D屏幕，最高也就2K的解析度，而普通的3D屏幕，解析度还将低于2K。而IMAX屏幕，数字IMAX有着高达6K的解析度，是普通屏幕的3倍。这里，我要特别强调一下胶片IMAX屏幕，它有着高达8K的惊人解析度。但是，比较遗憾的是，相对于数字IMAX，胶片IMAX的放映设备造价则要高出很多，这导致了一个不得不面对的现状，几乎所有的IMAX影院使用的都是数字IMAX放映设备。中国大陆地区目前仅有5块胶片IMAX屏幕，北京占了两块，其中在中国科技馆以及中国电影博物馆，重庆科技馆占了一块，位于广州的广东科学中心占了一块、东莞万达国际影城占了一块。这5块胶片IMAX巨幕，长年用于商业放映的仅有东莞万达，而其它4家则属于国家事业单位的。2010年初，《阿凡达》国内公映时，国内只有不到20块的IMAX屏幕，而目前，已经超过60块了，数量上翻了至少三倍。可惜的是，这些抠门的影院怎么不购置胶片IMAX放映设备。前期直接用3D摄影机拍摄的是真3D电影，后期转制成3D的是伪3D电影，关于真3D与伪3D的区分，相信绝大多数观众都已知晓。但很多人也许不并不清楚，IMAX电影也有真伪之分。所谓真IMAX，是指前期使用特殊的65mm胶片及其IMAX专用摄影机拍摄，后期冲印成70mm胶片格式的电影，相比传统的35mm胶片，65mm或者70mm胶片在成像质量上有着质的飞跃。那么，这几年打着IMAX旗号的好莱坞大片有多少部属于货真价实、完完全全的IMAX电影呢，答案是一部也没有。因为IMAX摄影机十分笨重，拍摄时噪声大影响录音，并且专用胶片成本高昂，目前还没有好莱坞大片全程采用IMAX摄影机拍摄。不过，2008年的《黑暗骑士》、2009年的《变形金刚2》、2011年的《碟中谍4》都使用IMAX摄影机拍摄了部分场景，其中《黑暗骑士》的IMAX片段接近半个小时，而《变形金刚2》、《碟中谍4》的IMAX片段都不到15分钟，相比其他完全靠后期转制IMAX的大片，这三部电影可以称得上“真IMAX”。而此次《黑暗骑士崛起》，有着超过一个小时的IMAX片段，影片中所有的动作场面全都采用65毫米胶片IMAX摄影机拍摄。由于此前几乎所有的伪劣IMAX电影都是靠坑爹的转制完成，所以，选择观看时，胶片IMAX与数字IMAX没有多大区别。而《黑暗骑士崛起》不同，最佳观看方式，必须选择70mm胶片版IMAX，否则，就无法体验到最震撼的效果，因为，如果把65mm胶片拍摄的真正IMAX电影转换成数字IMAX拷贝放映，势必损害影像的质感。相对于坑爹的3D电影，2D电影绝对有着明显的影像优势，除了《阿凡达》以外，所有的3D电影对于我来讲都是糟糕的观影体验，是个挥之不去的恶梦，听到3D电影，我就想到了，平庸的3D效果、昏暗淡光的影像，被数倍缩小的画面、该死的笨重3D眼镜。3D电影对电影公司来讲，意味着更高的票价，更大的商业潜力，对于影院来讲，也是这个道理，所以，基本上，某部电影有发行3D版本，那么，基本上就不排映2D版本了。而目前的情况是，3D电影也就算了，是真正的3D还可以忍受一下，而问题是，90％的3D电影都是由2D电影转制而成，绝对的假冒伪劣3D，而非3D摄影机拍摄。所谓的IMAX3D就更为坑爹了，因为，目前为止，全球还未出现一部电影，是使用IMAX　3D摄影机进行拍摄的，你所看到的所谓IMAX 3D电影，全是后期转制的，全是伪劣的，包括《阿凡达》在内！不过，《阿凡达》是全程采用3D摄影机拍摄，而非伪劣3D，它只是伪劣的IMAX而已，而很多电影，既是伪劣的IMAX，也是伪劣的3D，比如《复仇者联盟》，你说这不是严重坑爹嘛。据说詹姆斯-卡梅隆将用IMAX 3D摄影机拍摄《阿凡达》的多部续集，就让我们试目以待吧。对于为《黑暗骑士崛起》投资2.5亿美元的华纳兄弟公司来说，如果诺兰向他们拍摄3D的建议妥协，那公司的高层绝对心情大好。无奈诺兰执拗得很，在他的坚持之下，《黑暗骑士崛起》终究没用3D拍摄而成。对此诺兰解释道：“如果我用3D拍摄的话，公司会很高兴，但我想用IMAX建立高品质的画面，让观众看到最震撼的影像，《黑暗骑士崛起》有着歌剧式的质感，必须IMAX。立体成像的尺寸太小了，在效果上很受限制，而“3D”这个词也有一定误导性，因为3D的意义在于它在摄影上是三维立体的，每一个观众也会有一个独立的视角。它更适合电子游戏或者其它使人产生代入感的技术，但对于电影观众来说立体的东西很难有亲近力。我还是更喜欢大银幕，抬头看着一块巨大的屏幕，会觉得影像比生命还宏大。而3D影像看起来就要小很多，就好像面前的一扇小窗户，一点都不过瘾。我认为IMAX是目前最好的电影制式，是使其他任何技术都相形见绌的黄金法则。每当我看到用数字技术拍摄和放映出来的画面时，那种影像效果都要比胶片或者IMAX逊色很多。人们渐渐弃用胶片，放弃2D电影，那将是电影史上的羞耻。胶片的画质是数字影像无可比拟的，它拥有最广的色域，最高的分辨率，用胶片拍的电影才是真的电影。但是现在，胶片的优点却没有人在乎，大家都开始用数字摄像机，因为它便宜，经济上非常划算。但对于拍电影来说，数字不是最好的选择，对观众的视觉体验来说，数字同样不是最好的选择。”诺兰说，华尔街大战那场戏调动了一千多名临时演员，我可以保证你们能在IMAX银幕上看清每一个人的脸！我们毫不怀疑，他的预言将百分之百实现，他会用震撼无比的视觉奇观向观众证明，IMAX是制作电影不折不扣的黄金守则。65mm IMAX胶片摄影机是迄今为止最佳的2D摄影机，70mm IMAX胶片是迄今为止最佳的电影放映格式，而《黑暗骑士崛起》同时具备了这两个条件！可见，他的视觉效果将强悍到何种地步。绝对超乎你的想像！跟所谓的数字3D电影对比，真正的胶片IMAX 2D电影，才是绝对的牛逼至极！才是体验最佳画质的王道！所以，如果你有选择的话，切勿错过70mm胶片IMAX版本的《黑暗骑士崛起》！"
    },
    {
        "content": "各种漏洞那么多牛逼的物理学家就没算出来个公式能让地球继续转下去？那么多钱花在造飞船上不能花在让地球物种继续下去？飞行员是男主这也太扯了，花钱建好了飞船再等男主自己送上门？科学家们脑子到底是被谁踢了？已经去各个可能星球的12个人只有三个人发回了积极信息，为毛不直接联系他们？为毛没有具体信息各种数据发回来？Dr.Mann发回的信息为毛大家不分析一下是不是真实再去？不管飞船在哪，女儿的视频都能传过来，为什么没让Dr.Mann这一帮人发来点视频让大家看看适合生存的地？人都死了的那两个星球为毛还去？在第一个星球上那炮灰的死法也太他妈奇葩了！！brand那么老远的时候，他离飞船并不那么远，傻站着看着brand在远处，傻站着等方块机器人去救brand，浪来了，知道要跑上飞船了，死翘翘了吧！！Dr.Mann因为生存意志骗了所有人，这炮灰生存意志绝对是负数！男主在Dr.Mann试图强行控制endurance的时候，一直喊“不要！！不要！！”麻痹人家都要杀你了会听你的？一个强奸犯在强奸一个大美女的时候，美女一直不停喊“不要啊！”强奸犯真的会停下来？美女一说我有艾滋你看看他会不会停男主回了地球人身边，见了闺女，见了闺女的各种子孙，听了闺女的话去找brand......特么男主的儿子呢！！男主连问一句都没问一句，女儿也跟没这么个哥哥一样，不过忘了就忘了，反正哥哥从小不得宠还有一点不懂，到底他们是怎么在其他星系跟地球联系的？电子专业表示不理解！仍然是无线电？无线电能穿过虫洞？那么远，那么多阻力，要多大的频率多大的振幅才能达到呢？哈哈，不明白啊不明白就算牛人们牛逼兮兮地搞这些宇宙、黑洞、虫洞来，也不能在这些基础逻辑上鄙视我们的智商吧"
    },
    {
        "content": "虽然说，科幻描述的是未来景象，但我们心中都默认，一部好的科幻电影，描述的多半是一个坏未来。星际穿越描述的正是一种坏未来：世界末日。不是彗星撞地球的那种天崩地陷的末日，而是一种人类文明缓慢衰落的末日，科学消失了，技术退步了，美国农村一片荒芜，包括人心的荒芜——说实话，诺兰在前面十分钟里描述的虽是地球的末日，但看上去更像是美帝的末日。只有温室里长大的美国人才害怕这些好吗？看到有人挨饿时，朝鲜人民一定笑了，看到沙尘暴时，帝都人民也一定笑了，这他妈的算什么末日？虽然没有提及，但估计电影里互联网也消失了，这是件好事，否则一定会有一批美分党天天在推特上咆哮：觉得地球不好就滚出去呀！估计NASA就是因此而转入地下的。确实，面对农作物得了枯萎病灭绝这个事情，NASA这些跑路党的表现一点都不爱国（球），居然想出了浪费巨资太空移民的方法。搬到另一个星球就能对付枯萎病吗？既然影片结尾里，一个拉玛式的空间站里的植物长得如火如荼，考虑一下中国农民的大棚技术不行吗？再不行，单双号限行一下不也可以对付个把沙尘暴了吗？由此，一方面我看到了美国人技术实力的真实衰弱，另一方面，也知道了为什么中国产生不了科幻片：因为中国政府太强有力太高效了，绝不可能弱到这种不可收拾的地步。回头我们还是谈美国吧，在前半部电影中，诺兰踩的点还是非常准，25分钟之前一点也没浪费时间，主人公库珀的日常生活状态逐渐显露，不论是他的生活，他死去的妻子，还是他的情感寄托（虽然是农民，却常常摆弄和改造各种机器，幻想“科技”能拯救点什么），显然都存在某种缺憾。注意一下那只突然出现的无人机，库珀谈及无人机时，说：“它曾飞到8000英尺高，大概脑子被太阳烧坏了......”这句不由得让人联想到希腊神话里飞得离太阳太近而被烧死的伊卡洛斯，而“它也必须适应下来，和我们一样。”这句话其实是剧中非常重要的一句话。当然，中二的好莱坞喜欢说反话。前NASA宇航员现农民库珀并没有适应地面的生活，他仍然想飞，而人类也不能够适应这种悲惨的生活，必须寻求一条新生之路。总之第三十分钟，第一幕高潮到来，库珀听到了冒险之旅的召唤，作为一个神选的宇航员，出现在NASA面前。随后，他和女儿的争吵，我真喜欢这段戏，非常经典的争执，这是主人公最后一次犹豫的机会，库珀最终选择离开，这还是他内心深处相信科学可以拯救人类的冲动所致，他其实无法适应地面生活。库珀踏上征途，倒计时开始。需要交代的东西全交代完毕，每一步都走在鼓点上，主人公与过去的生活决裂，昂然踏入一个不可回头的新世界。当太空站开始旋转，汉斯即墨的音乐响起，坐在影院里，从画面上可以看到诺兰对科幻怀有种宗教般的情感，那种本该由全人类都坚持的梦想，走出地球摇篮，探索未知宇宙的梦想在这一刻悄然展现。但那不应该发生了6、70年代，发生在宇宙探索黄金时代吗？真是没想到，在21世纪的今天，他们还在花巨资煽动民众对太空探索的热情，毕竟这种太空船，和人民有什么关系？我总觉得，对着土豪金版IPHONE6多拍一点，也能达到同样的效果，那才代表未来科技的方向呢。后来发现，这只是诺兰科幻之心的开始，其后炫目的太空奇景一茬接一茬，地球、土星环、虫洞、还有卡冈都亚，我们都知道黑洞掉进去连光都逃出不来，偏偏又要这么漂亮。真是越美丽的东西就越是恐怖，或许影片在暗示我们什么，移民国外看着那么美丽，其实也是很恐怖的吧。而且，从片中还能看出，美国宇航员的科学素质普遍很低，一路上还要荷载专家给他科普虫洞和黑洞的理论，所以，外国的教育一定很糟糕。第一座星球就是打酱油的，让主人公初次领教了洞中方一日，世上已千年的威力。除了大潮水无甚亮点，比较不服的是，如此巨大的潮水，应该计算得出来，在太空中也应该探测到，何必浪费精力探索。没看明白的是一个地方，这23年，老黑人在哪里等他们回来？难道不是星球轨道上吗？如果在星球轨道上，他的时间应该和库珀他们是同步的。如果不在星球轨道上，而是绕黑洞旋转，这一来太冒险，万一徘徊者回来时，母船正绕到黑洞另一头算怎么回事，二来也没有必要让母船单独维持正常时间状态。总之，第一座星球打完酱油以及一名宇航员也打完酱油，现在剩俩星球了，一个上面有布兰德的爱人，另一个上面有权威科学家曼恩，但燃料不够，只能去一个。布兰德选择爱人，库珀则选择曼恩。团队内部出现争执，此处浮现出本片最重要的主题：面临整个人类的生死存亡大问题时，理性思维是否可以决定选择方向。切，刘慈欣会对这个问题嗤之以鼻好吗？但是，我们再次发现，美国人的科学素养出现了严重下滑，女科学家布兰德认为有时候爱产生的直觉更重要。这段话是引发其后主人公库珀内心成长的重要一段话，但现在还不到火候，总之，赌注抬高了，宇航员们选择进入曼恩的星球。不得不说，从这里开始，本片节奏就乱了。节奏乱和节奏慢不是一个概念，电影的节奏在此其实是变快了的，打打杀杀，迎风放火，爆炸谋杀，相当热闹，曼恩成为了片中唯一反派，虽然曼恩的出现，让我们知道了缺乏科学发展观的指导，一个最好的宇航员、一个最杰出的科学家会异变成什么样的人，但展示这样的不团结，有什么意义呢？我不禁想到，如果是杨利伟或者刘洋率领的宇航小组被派出去寻找宜居星球的话，会有什么样的结局。我对中国宇航员们充满了信任，但这样一来，又成了中国拍不出科幻电影的另一个原因了。曼恩有点儿对应库珀内心深处另一个自己的意思。他为了回家丧失原则，放弃了人类的未来。虽然没有说明他为什么想回家，仅仅是怕死吗？那他不会对库珀说那么一大段临死前看见家人的脸什么的，所以很显然他也是为了家人要回去，这个动机和库珀是一样的。库珀与他在冰原上的搏斗，也是与自己内心小野兽的搏斗。这一段戏里，诺兰想要表达的东西其实很多，想要解决的逻辑因果也很多，A计划失败，老布兰德欺骗了所有人，而墨菲认为父亲欺骗了自己，父女亲情遭到了最严重的破坏，库珀心里科学可以拯救世人的幻影分崩离析，而飞船的破坏也让一心想回家的库珀再也没有办法回去了。可是这么多的逻辑关系和情绪，被节奏很快的各种情节分割得支离破碎。此处来了一段交叉剪辑，但效果比较怪异，墨菲和哥哥的冲突，库珀和曼恩的冲突，似乎缺乏对应的关系，而且后果也不对等。我总觉得墨菲和哥哥的争吵，应该让她破釜沉舟决心放火烧家（而不是烧玉米），对应库珀决心在黑洞牺牲自己，送布兰德去恋人星球。如果把家烧了，就真的切断了与父亲联系的唯一纽带，而父亲也真的死在了黑洞，这才对应得上。我不喜欢曼恩这段戏，虽然马特达蒙饰演这一反派，他的痴肥确实让人大吃一惊，对观众来说，完全达到了负能量冲击的目的，但在人类存亡这一宏大主题和种种太空奇观面前，显得微不足道，完全不在一个级别上，还不如《地心引力》里，环境是唯一的敌人，来得反而大气干净。库珀在高速旋转中对接成功的戏，在是要照顾技术细节，还是回归情感线索上，诺兰首鼠两端。美帝培养出来的宇航员曼恩，不但道德不行，业务水平也不行，搞爆了太空船，于是最后库珀牺牲自己已经是唯一选择，连投降都不可能了，人物不需要经过挣扎，因而是非常偷懒的。而人物的内在动力消失后，其紧张感也就消失了。而且，库珀坠入黑洞时，差不多算是一无所有的时刻吧，但此时离墨菲背弃他也已经很遥远了，从情感受伤上来说，此时并非最佳时机。综上所述，我认为第二幕的处理，是有问题的。但这个问题，还没有第三幕问题大。到了黑洞里面，就没有什么想象力的事情了，因为这之后可以开始胡扯了，其实包括虫洞，以及五维空间怎样，谁都不知道，拍成什么样都行。有句老话叫画鬼容易画犬难，差不多就是这个意思，电影里呈现出的宇宙奇观画面，基本也没有跳出书本之前已有的描述。库珀穿越黑洞，掉入一个五维立方体里，开始改变历史。在这个五维立方体里，库珀完成了最后的成长，他不再迷信科学，认为是爱可以穿越时空，联通自己和女儿，所以最终布兰德是对的，爱和直觉比科学计算靠谱。这差不多是诺兰选择了最糟糕的方式来改变结局，那就是机械降神。虽然库珀拒绝承认THEY是中国人（在原剧本里是中国人哦），而是在主体思想的指导下，认为没有救世主也没有神仙皇帝，没有中国人民志愿军，他们就是我们，虽然做了种种解释铺垫，虽然有布兰德在前面那段关于爱的话作为伏笔，但千变万化，改变不了天上落下个神仙拯救了一切的事实。虽然可以说这是部向2001太空漫游致敬的片子，但太空漫游里出现的黑立方从头到尾表达的都是另一主题，纯净、不可知、神一样存在的，它可以代表上帝，时间，永恒，智慧，甚至仅仅是人类内心渴望进化的动机。而诺兰在这部片子里体现出的眼界和野心，是远小于库布里克的。库珀仍然是一个拯救了地球的英雄，英雄就必须符合套路，就必须是自己、独立地完成拯救自身和地球的任务，但库珀不是，这个就不去说他了。我们还是回头来说整个片子的主题。就是这样一部有着黑洞大神基普•索恩做科学顾问，号称硬科幻的电影，却得到了一个不可思议的答案：爱是超越物理法则的力量。我擦，孰可忍不可忍，明明是只有宇宙真理和八荣八耻才可以穿越时空好吗？总而言之，诺兰最大的改写，就是放弃了他弟弟写的原剧本对“他们”和虫洞营造的更严密逻辑关系，把关注力放到了库珀父女亲情的塑造上，就像电影里说的，想要获得就必须放弃一部分，此片和原剧本之间，究竟谁更体现了先进文化的前进方向，恐怕会成为一个值得争论的事情。库珀终于回家了，按大家的安排，他应该重新变成一个农民，虽然那个家和农场复刻在一个拉玛太空站里。（所谓拉玛，就是一个内空的圆柱体，通过自转来产生重力效果，关于拉玛上各种奇妙的物理规则，其实也足够做一部电影了。细节请自己去读克拉克的《与拉玛相会》）最后的结尾仍然在与无人机出现时的那句话对应，库珀才不喜欢适应生活呢，这个目无法纪的人，偷了架飞船去找布兰德了。如前所述，虽然诺兰遮遮掩掩，做了种种修饰，我们还是从片子里发现了美国科学界和航天界的诸多问题。这是美国电影人的自白？我们比他们成熟，不但在科学观上更成熟，在政治上也更成熟，这也是我们不拍科幻片的原因吧。反观这部电影的原始剧本，那种对美国文明不可抵挡衰落的哀叹，对我天朝上国蒸蒸日上的高科技文明的艳慕更为直白鲜明。只有没有科幻的中国才能拯救世界，我觉得，这才是最终的主题呈现。而且，诺兰此次虽然借助本片收获无数票房和赞誉，但在内心深处，他一定是苦闷和悲哀的吧，他们也许已经意识到，不仅仅在未来的科技上，他们会输给中国，就算在文化上，拥有文艺座谈会的中国，早晚有一天会产生比他们更高级的作品吧。"
    },
    {
        "content": "首先该剧是一部脑残剧，其次我觉得豆瓣9.3的得分堪比黑洞巨坑，再次我不是诺兰的粉丝，兴许比较客观又或许比较无知，总之奉劝大家别看！这部剧已经不是尿点多不多的问题，而是可以洗个澡剪个指甲再接着看都无虞的程度，韩剧节奏是也~，硬伤已经无力吐槽，无论你是不是太空迷，有看新闻有学过中学物理的估计都得吐血十升，至于情感，只能呵呵了，除非你为自己的柔弱而感动，否则流泪只会出现在哈欠连连中…男主去去就来，我就细细道来吧~1. 剧情片长接近三小时，可以负责任的说前面两小时带领我穿越回上个世纪，不是剧情，而是各种桥段大集锦，地球危机—拯救人类—抛子弃女—恍如隔世--惊险万分—内讧不断，你敢说你在儿时没看过这种编剧？（九零后除外）故事从一片玉米地开始，最后…玉米地没提了…，好吧我中了文言文的毒，首尾呼应是木有的！然后是莫名其妙的在玉米地里飙车追一个无人侦察机，还一度强调是印度产的，有赞助吗…，导演其实只是想告诉大家，这灰机是在寻找神马信号，苦苦灰了十年，是隐喻！但拜托，这隐喻一点用没有好吗，最后也没解释这玩意是哪来的…估计很多人看完之后都忘了这茬…接着是学校见家长，无非是要说明故事背景：因为沙尘暴加上神马植物枯死病，全世界的人快饿死了（其实片中也没发现有人饿死…，倒是一个动物都木有，难道人类生命力比小强厉害？），所以所有人都得去做农民，没有军队没有宇航局，甚至连读大学都不让，连高级宇航员的男主都得非转农去耕田（理由是浪费钱…），这尼玛跟上山下乡多么的一致啊~我想说，人类至于放弃治疗吗？当今科技毫无办法的解决方案就是回归原始时代，这神马逻辑？种田是比人数的？如果是地不行了，你一百亿人去耕也木有用啊亲~，再说机器耕田不用吃饭，人还得吃饭呢，这不更浪费粮食吗，男主家还两孩子，应该计划生育的说…地球都病成那样了，不花钱不努力去研究科技不去迫切的找外星殖民地，反而动员全员耕田，我能说这很SB吗，不要跟我说科技有害，那是宗教片了，谢谢剧情推进到天才女儿发现幽灵，带领奶爸奔赴地下组织NASA，几番寒暄，翌日，男主就去开飞船了！！！！这是一场说走就走的旅行啊，不用培训开飞船啊，尼玛即使你再有经验也不可能瞬间去开别的飞船啊，会开F16不代表你会开F22啊啊啊啊，这宇航计划本来没有他啊，可以瞬间加个人的啊，这是公交车啊啊啊，话说本来应该是谁去的…说时迟那时快，男主女主加酱油小黑和无名就上天了，用的还是三级火箭推进技术，还是得有一年多到土星（话说查了下地球到土星是最近距离约为5500万公里，最远距离则超过4亿公里，而一光年是94608亿公里，这尼玛要走一年？！！！），跟2014年的技术毫无二致，就这科技水平还太空旅行，阿门…然后男主女主到了第一个星球，一小时等于七年遍地是水的地方，重力是1.2G，出舱时是不用适应的，直接啪嗒啪嗒就可以轻功水上漂了，然后遇到巨浪，然后争分夺秒逃跑，话说他们在这星球没有做研究啊，都是水啊，生命之源啊，地表为神马不做测试啊，连采样都没有啊啊啊啊啊，就因为一小时七年，地球人等不及？那明知这样去那干嘛啊，期望一去就山清水秀可以带人来吗？我勒个去…然后他们回到了阔别23年的小黑身边，一小时7年，23年三个多小时，我怎么看都不觉得男主开了那么久灰机啊，简直是全程直播的啊啊啊啊，另外我想问，小黑不在地球啊，他也是过地球时间？不懂…还有男主开着飞船在1.2G的星球进出自如，让我感觉地球起码得是2.0G的，不然为啥要三级推进才能上太空？接着到了NO.2星球，在去这星球之前男主女主争吵了，一个是要早点回家，一个要去找男朋友，这尼玛能不能严肃点，上班时间别干私事，这点觉悟没有还跟我说人性，那大家都回家办公去吧…NO.2星球出现了反角，他的动机和水平估计只有幼儿园水平，为了活下去，骗男女主说这是个宜居城市，留住他们然后开飞船逃跑，尼玛你说这很恶劣他们会不带你走？！！！还得折腾杀人夺船，妈妈呀~最强大脑不能没有你~，另外男主女主为了救反角，反复呼喊别手动对接，起码重复了三十遍，话说你就不能直接说我们已经给你设置权限了，你破不了，你说别别别，这跟岛国爱情动作片一个道理…顺势的偶然的男主一时兴起就勇闯黑洞了，真心不想吐槽这个，又是说走就走的冒险，好适合无脑SB，好刺激哦~~~你可以说他没选择，但真的不至于如此猴急，这是常识…，几毫米的钢板居然能顺着潮汐切入黑洞，看来这个洞好温柔的说，这个潮汐的低谷是有多低？开这么个口神马都跑出去了啦，还尼玛什么黑洞！吞噬压缩行星恒星的黑洞居然敞开怀抱迎接了小破船，充满了人性光辉~最后想不开的是，男主回到了自己书房，我很好奇如果女主一起的话，是不是也在书房还是在别的地方，这个点是怎么选的，随心？这不是宗教片…还是男主的书房就是宇宙中心？太扯淡….还是说人生就是小宇宙，那为啥一定会回到那个时间点，而不是出生的时候？导演似乎也懒得解释，直接就五维空间，为的就是互动，爸爸爸爸我们去哪里呀~~~得到老爸“真传”的女儿拯救了全人类，老爸见姥姥女儿，满屋子的儿孙满堂，居然没有感人画面，一句话没说，还有可怜的老爸儿子木有露面，不知死活，说到这想起了老爸儿子烧玉米地，这一幕是想制造恐怖紧张气氛吗？好像没有被恐怖到啊…，短促的十分钟介绍了男主醒来的一切，姥姥女儿居然是叫老爸去找女主…父女之情呼来唤去，在抛弃不放弃之间徘徊，这跟一个都不能少一个道理，却错误放在了狗血科幻的框架下，哭笑不得，真爱无敌，爱才是超越所有的一切纽带，包括引力、时间等等，这还是宗教片吗？导演不敢触碰GOD这个主题，只能假托爱来解释这个最后从黑洞传回的数据，这是各个脑残粉最值得依赖的点吗？但这个真的和星际穿越无关，片中说亲人死了我们还保有爱，这本无益于社会发展，所以爱不是为了生存的而是有我们未知的东西，这个东西很玄乎，无法理解，我只能说是GOD，如果导演真的想要表达的是这个，我只能说你表现得够烂，本可以精致的科技被你粗糙地描绘，本可以更强力的LOVE被你的狗血桥段分解得支离破碎，你想高大上没错，但拜托不要披着狼皮，而且是破破烂烂的狼皮。综上所述，想表达高深主题没有错，核心是真心实意的，但记住这不是纪录片而是电影，不要本末倒置了，真的假不了，假的也真不了，忽略硬伤是万万不能的！"
    },
    {
        "content": "影片发生在不远的未来，地球气候已经不适合粮食生长，水资源枯竭，饥荒肆掠，人类面临着灭绝的威胁。这时科学家们发现了一个神秘的“时空裂口”，通过它可以到外太空寻找延续生命希望的机会。一个探险小组穿越到太阳系之外，他们的目标是找到一颗适合人类移民的星球。在这艘名叫做“Endurance”的飞船上，探险队员着面临着前所未有，人类思想前所未及的巨大挑战。然而，通过虫洞的时候，他们发现飞船上的一个小时相当于地球上的七年时间，即使探险小组的任务能够完成，他们能提供的救赎对于对地球上活着的人来说已经是太晚。飞行员库珀必须在与自己的儿女重逢以及拯救人类的未来之间做出抉择。"
    },
    {
        "content": "z这是一篇“戏说+八卦+观后感”的文章，笔者主要的目的，是做个纪念。其中更多的是一些物理八卦，而且笔者一扯这些东西就收不住，然而有关电影中的一些桥段，虽有涉及，却并不多。请各位看官知悉。1.这部电影对笔者的特殊意义：跟Interstellar套个近乎：1.1从师承上，往Interstellar上套个近乎：本人和太太在美国读天体物理PhD的时候，导师是Washington University 的Clifford Will教授，而本片的Executive Producer之一的Kip Thorne又是Clifford Will的博士导师，所以尽管本人在学术上算是相对论界不入流的小人物，但从师承上来说，算是Kip Thorne的嫡亲徒孙。换句提高Bigger的话说“这是俺师爷出品的电影”。顺便说一句：前几天有朋友说到生活大爆炸里的Sheldon认不认识Kip Thorne，我记得有一集里面，Sheldon说要去听Kip Thorne的讲座，所以Sheldon对Kip应该是属于敬仰的那种吧。在物理学界来说，Kip Thorne与霍金是同级别的人物（实际上两人也是非常好的朋友），而Sheldon遇到霍金时候有多紧张，我记得有一集里演过的。嘿嘿。1.2“2006年，那是一个冬天”，再往Interstellar上套个近乎：相对论这个圈子说小不小，说大不大。不知道从什么时候开始，这个圈子里比较重要的学者过60岁生日的时候，大家都会聚在一起开个学术会议，顺带为其办一个生日fest。印象里Kip Thorne的生日Kip Fest是2000年开的。而2006年的时候，赶上我导师60岁生日，于是就在我们学校搞了一次相对论的会议（2006 Midwest relativity meeting），开了Cliff Fest。当天晚宴，恰巧安排我和Kip及其夫人Carolee一桌，那次应该是俺第一次在非正式学术的场合和Kip接触，也是在那晚的餐桌上第一次听Kip说起前些时候斯皮尔伯格大叔找他，希望他写个剧本。用Kip的话来说，其目标是要拍一部“时空旅行、平行宇宙、但又不违反物理定律”的电影。由于Kip是俺们这个圈子里大神一样的人物，因此之后虽然偶2009年离开物理界，来到金融圈子里混饭吃，但仍会时不时的关心一下那个电影的进度。8年磨一剑，真是等的花都要谢了。好在电影从制片、导演到演员，没有一个是低规格的，算是对得起俺们的苦等。而片中一些对奇异物理现象深入浅出的解释，简直就是当年读书、搞研究时候的情景再现，八年过去，物是人非，看完差点掉眼泪。扯远了… …1.3 Michael Caine扮演的Prof. Brand与Thorne的关系Interstellar里面，当型男主角走进NASA那个会议室，Michael Caine扮演的Prof. Brand第一次出场的时候，俺直接就叫出声来了，那活脱脱就是一个当年有头发时候的Kip Thorne的形象（好像08年之后Kip Thorne开始剃光头，偶戏称之为“龟仙人老爷爷造型”）。偶认为，Michael Caine就是按照Thorne的形象来装扮的。此前也一直有传言Kip可能会在片中扮演一个角色，最终以Michael Caine来出演，也算了不错。当然，像不像这个事情，仁者见仁智者见智。2. Kip Thorne与理论物理界的Wheeler系要八Kip Thorne，就得从他的导师John Archibald Wheeler开始谈起。Wheeler本人在研究方面已经是大牛了，但Wheeler对理论物理学界更大两件贡献，第一个，是在学界对相对论理论的理解，从“几何化”向“物理化”过程中，做了非常多的贡献；第二个，是Wheeler一系培养了大量牛X的徒子徒孙，Wheeler的学生里，除了Kip Thorne之外，还有大名鼎鼎的费曼。2.1相对论：数学还是物理？【注：本部分有一些物理内容，和Interstellar无关，主要是为后面八卦Wheeler用的，无兴趣者可跳过】物理理论的发展史上，数学在其中一直起着非常重要的作用。例如经典力学的发展，就离不开牛顿、莱布尼兹等人对微积分的贡献。但至少整个经典理论里面，数学更多的是一种辅助的作用，物理的本源仍然是可以独立于数学存在的。而到了老爱的广义相对论这里，情况就变了。简单的一个结论，狭义相对论是有一个有关世界观的理论，而广义相对论，则是将这种世界观拓展到了有引力存在的情况下。所谓的狭义相对论的世界观，即是说，在狭义相对论之前，人类是从“三维空间+一维时间”的角度去理解世界的。而老爱的狭义相对论，第一次把“空间+时间”放在了一起，让我们从“四维时空”的角度去理解这个世界。”4维”时空到底有啥特别的呢？简单的来说，如果我们认为世界的本质应该用四维时空来描述（其中包括3维空间+1维时间），那么时间仅仅是某个物理量在时间轴上的投影。就像我们在中学解析几何中学到的那样，对于X-Y直角坐标系中的一个矢量，我们可以通过垂直投影的方式，读出这个矢量在两个轴上投影的长度。但如果我们将坐标轴本身（顺时针或逆时针）旋转一下，则尽管这个矢量本身没有任何的变化，但我们在新坐标轴上读出的两个投影长度就发生了变化。换句话说，在这个问题里面，这个矢量是一个本质的东西，而其在各个坐标系下的投影，会因为观察角度和立场（坐标系）的不同而不同、并非物理本质。如果我们把上面的Y轴，想象成时间轴，则会发生什么呢？明白了吧？简而言之，老爱的狭义相对论，认为我们应该用四维时空来描述世界，时间只是和空间的x, y, z维度一样，并非物理现象的本质，而是物理现象（准确来说是物理事件event）在坐标轴上的一个投影。当观察者所处的坐标系（观察系）不同，距离（比如尺子的长端），时间（或者说时钟的快慢）就会有差异。在经典物理学中，引力和电磁力是有比较完备理论的。但是，老爱在狭义相对论里面，是没有考虑引力的。狭义相对论和经典的电磁学结合的很好，但当老爱开始考虑把引力也纳入相对论的框架时，开始遇到问题。最终的解决办法，是通过黎曼几何，即老爱用时空弯曲来解释了引力的本质。关于时空弯曲和引力的关系，一个科普读物中常出现的例子：想象有一个巨大的床垫，其表面柔软且平滑，我们在上面滚玻璃球。如果床垫上没有别的东西，床垫是平的，则玻璃球在上面总是沿着直线运动（牛顿第一定律）。现在想象一下，我们在这个床垫的中间放一个很重的保龄球，这个时候，床垫的表面就发生了弯曲（中间陷下去了）。如果这个时候在上面玩玻璃球，玻璃球的轨迹就会不由自主的偏向中间的保龄球。对于速度慢或者一开始静止的玻璃球，最终会掉到保龄球旁边（俘获）。而如果玻璃球的初速度比较快，且角度合适，玻璃球就会绕着保龄球转上几圈（轨道）；如果速度再快一点，玻璃球的轨迹只是会在途径保龄球附近时候发生比较明显的弯曲，然后就跑远了（逃逸）。现在让我们想象，中间的这个保龄球是太阳，床垫是四维时空，小玻璃球是行星。牛顿认为，行星的轨迹之所以会受到太阳的影响，是因为两者之间有“引力”。而老爱认为，两者之间的这种关系，本质可以用时空（床垫）弯曲来解释。质量大小，决定了时空弯曲的程度。上面的这个比方，只是科普读物为了让读者理解，对老爱理论的一种简化，实际上的情况复杂得多。但老爱的广义相对论，把引力等同于时空弯曲，这是其最核心的理念。但这种处理方法，也带来了一个麻烦，就是传统意义上的数学在广义相对论里很多都失效了。想象一下，弯曲时空有多麻烦，比方说，在平直时空里面，两条平行线是不会相交的，但弯曲时空中就不同。比如地球上所有的经度线，在赤道上的时候都是平行的，但都会在南极、北极两个点上相较，这是因为地球表面是一个2维曲面。2维曲面已经如此复杂，现在来让我们想象一下四维曲面。所以，为了更好的描述引力场下的相对论理论，必须要引入黎曼几何。2.2从物理的角度理解相对论：Wheeler系与MTW前面说了，广义相对论对于数学的要求很高，尤其是对于非平直时空的数学（黎曼几何）。但就像李政道说过”数学书只有两种，一种是看了一页就看不下去的，另一种是看了第一句话就看不下去的“，物理学家尽管看起来都是nerds，但此nerds和数学家的那种nerds还是差了很多数量级的。黎曼几何那种高深的东东，在20世纪初对物理学家来说还是很新鲜的玩意儿，所以老爱的理论诞生之后有一段时间里，物理界的老少爷们儿们，大多数都是除了膜拜之外不知道该咋办。就像爱丁顿接受采访的那个经典段子：记者说”听说您是世界上三个真正懂得相对论的人之一“，爱丁顿老爷回答”我得仔细想想第三个人是谁“。理解相对论就得搞定黎曼几何，弄不懂相对论主要是因为黎曼几何没学好。从本人在相对论的学习经历来说，这个结论是对的，对于黎曼几何的理解，的确有助于学好相对论。但过于执着于数学，又似乎有些脱离了物理学的本质。应该说，在那些最初的年代里，无数理论物理大牛，在如何使得”相对论更加物理，更加容易被物理界的新人们理解”方面，做出了巨大的贡献。而这些精华最终汇集到了一本1000多页的相对论圣经级别的教材–《gravitation》（中文翻译成“引力论”）。这本书的三位作者，就是前面说到的Wheeler、和Interstellar有着千丝万缕联系的Kip Thorne、以及Wheeler的另一个学生Misner。理论物理界喜欢用三位作者的last name来称呼这本书，即Misner-Thorne-Wheeler，或者简称为MTW。MTW中尽管汇集了前人很多的智慧，因此不能说其中所有内容全部都是三位作者的贡献，但其在相对论界的地位，是绝对的No.1教材，其最大的贡献，在于把物理和数学做了近乎完美的结合。我想，看完Interstellar的人，应该都会对其中那段”三维空间中的虫洞是个球体” 深入浅出的解释印象深刻。现在让我们想象一下，在几十年前，当所有人都不知道该怎么样让学生对相对论入门的时候，突然出现了一本1000多页的教材，其中覆盖了从基础到前沿几乎所有相对论有关的分支，且其中几乎对每个难懂的物理现象、公式都进行了类似前面“虫洞”那样深入浅出的解释。这个影响有多大，不用说了吧？顺便说一句，由于MTW实在是太厚，因此后来Thorne的一名PhD学生，德国马克思普朗克研究所的所长Bernard F. Schutz又出了一本轻薄版的《A first course in general relativity》，堪称本科生学广义相对论的不二之选。而为了解决相对论学习过程中，做题的问题，Thorne的另外两个学生Lightman 和 Press又出了相对论学习最好的一本题集。可以说，基本上相对论这个圈子里的人，绝大多数都是一路读着Schutz, MTW，做着Lightman-Press的题目成长起来的。任何物理问题都要用“普通人能读懂的语言解释清楚”，为什么Wheeler系在相对论和理论物理界如此举足轻重，我想和Wheeler及其这一系中的各位牛人延续下来的特点是分不开（记得电影margin calls里面，投行老大说“speak to me as if I am a child, or a golden retriver”，其实也是一样的道理）。顺便说一句，在美国搞物理的那些年里，实实在在感受到，美国的优秀学者们很多都是非常好的演讲家。换句话说，就是能把“最复杂的内容用最平实易懂的语言表述出来”。举个例子，读博第一学期，学高等数学物理，有一节课一开始，俺们系那位大牛老师就说“让我花10分钟，给你们讲清楚量子电动力学”，十分钟之后，大家都明白了。而这一点上，后来俺去德国做博士后，以及回国以后，就深刻感受到美国这个理念的特殊性。无论是在德国，还是国内，似乎越牛的学者，越是”说话如天书，听不懂是你自己笨”为准则。这个不知道是个啥原因。扯远了，还是那句话，大道至简，Wheeler系在相对论方面，把这一点发挥到了极致。为什么Wheeler一系出现了那么多牛人，我想与之是有很大关系的。2.3 Wheeler、Thorne与“黑洞”、“虫洞”及时空旅行Interstellar里出现了很多天体的名称，其中听上去Bigger比较高的两个，一个是黑洞（Black Hole）、一个是虫洞(Wormhole)。Wheeler是最早在物理界公开使用黑洞这个名词的人，他也是最早创造出“虫洞”这个名词，指出虫洞可以被用来进行时空旅行的人。而Thorne的研究中，则有很多内容都与此有关。其实在牛顿理论和相对论里，都存在这样一个问题，当一个天体的质量太大的时候，引力会导致自身有收缩的趋势，如果没有足够的其他力量相抵消，这个物体向内的塌缩就不可避免。举个例子：我们的太阳。太阳巨大的能源来自于核聚变反应，换句话说，我们可以认为太阳是一个巨大的氢弹。由于这种聚变带来的力量，使得太阳现在还不会塌缩（氢弹爆炸的时候，会把各种物质从内向外炸飞，这种力量是抵消太阳向内的引力的本源），但当最终其燃料用尽的时候，就有可能发生塌缩。如果质量像太阳这么大的恒星，其塌缩到一定程度，会因为电子、或是中子的简并力而最终变成白矮星或者中子星。而如果一个恒星的质量超过一个叫“钱德拉塞卡极限”的数值，其塌缩就没有力量能够抵消，最终这颗恒星就会收缩为一个点，这个点的质量很大，但体积是0，于是质量密度无穷大，是一个奇点。而离这个点距离比较近的地方（电影中所说的视界面, event horizon以内）的地方，由于引力太强，连光也无法逃逸。这是“黑洞”这一名词的通常理解。（顺便说一句，像太阳那么大质量的一个恒星，塌缩后的视界面半径大概是3公里，这质量和半径两者是线性关系，所以像interstellar里面那个Gargantua那么大视界面积的黑洞，大家可以想象有多大了吧）“黑洞”这个词的创始（推广）人是Wheeler。据说是这样的，1967年老先生在纽约开一个学术会，正讲到引力塌缩的问题，不知道台下是哪个路人甲喊了一句“就叫这玩意儿黑洞吧”。老先生很兴奋，于是这个名词就这么诞生了。如果去读MTW的话，里面有很长的一段解释，为什么黑洞这个名词是很贴切的。首先，黑洞为什么是黑的？因为光跑不出来。其次，为什么我们称之为“洞“，物理的解释是，如果有一个宇航员掉进视界面的话，他看着自己的手表，然后等啊等啊，会发现永远也无法掉到中间的那个奇点上（撞上任何物质），也就是说，对宇航员来说，这的确就是个掉进无底洞的感觉。怎么样，这个名词贴切吧？实际上的情况呢？反正问问法国人就知道了。“黑洞”一词在法语的俚语里面，是非常猥琐的一个词（对的，不要怀疑，就是你想的那个意思）。甚至于当第一次物理界有人给杂志投稿用到这个词的时候，那位法国的主编喊道“除非我死掉了，否则绝对不会让这么猥琐的词汇出现在我的杂志上”。最后的结果呢？“黑洞”这个词在物理界的这帮宅男们中间迅速传播，最终那位主编未能挡住”历史的洪流”。几年后，Wheeler老先生又创造了一个词–“黑洞无毛”！！！个人的经验来说，认识的法国人研究天体物理、相对论的不算太少，研究引力波的也有很多，但专注于研究黑洞的，好像还真不多。虫洞这个词的创造者也是Wheeler，实际上“虫洞“（1957）这个词的出现比“黑洞”（1967）要早。1921年，Weyl在一篇论文里，就提出了虫洞的概念。从当前的理论来说，由于虫洞的稳定存在（即允许一个物体来回通过），需要在其周围有一圈稳定的负能量（而是密度为负值的能量）。所以在经典的框架下，是不存在这样的虫洞的。但由于在量子场论的框架下，真空并非真空，而是不断的有正负粒子对创生和湮灭，因此也可能在某个点上存在巨大的负能量，所以包括Thorne，霍金等人，都认为在这一框架下，是可能存在允许来回穿梭、且稳定存在的虫洞的。Kip Thorne的很多研究都与此有关，俺以前读博时候的一个officemate也是做这一块研究的。不过，这玩意儿一直没被找到（如果虫洞需要负能量，是否意味着这玩意儿没被找到的原因，是因为不利于“和谐社会”？:p），以至于在他60岁生日时候，还被人开玩笑“你都六十啦，看样子时间旅行也没戏了，咋办捏？”。2.4五维时空、膜（Brane）理论、与Interstellar中幽灵的通讯方式应该说，Interstellar里面，幽灵（就是主角）和女儿通讯的方式，应该是整个电影中最炫的一部分。实际上，这其中也隐含了很前沿的理论物理学思想。的确符合kip当年所说“一部有关时空旅行、平行宇宙、不违反物理定律的电影”。电影里也出现过这个关键词，Brane！Brane(膜)是个很火的词。本质上来说，搞弦论的里面，有一套Brane相关的理论，其中比较有名的，是MIT和哈佛双教授美女Lisa Randall和马里兰大学的Raman Sundrum共同创造的那个Randall-Sundrum模型。（顺便说一句，当年Randall找Sundrum一起做这个理论的时候，Sundrum正因为做博士后太久，失去信心，决定去华尔街，结果没想到一鸣惊人，于是华尔街少了一名牛人，马里兰大学多了一名正教授）简单的来说，Randall-Sundrum试图解决这样一个问题：为什么引力会比其他力弱那么多？举个例子，当我们用吸铁石从地上吸起一个铁钉的时候，一方面，是吸铁石的磁力（电磁力）向上吸引铁钉，另一方面则是整个地球在向下（通过引力）吸引铁钉，结果呢？吸铁石赢了。小小的一块吸铁石产生的磁力，就打败了整个地球那么大的对手，这是一个非常不可思议的现象。在理论物理界，这被称之为“hierarchy problem”（咋翻译呢？等级制度问题？数量级问题？汗）。Randall-Sundrum模型是这样解释这个问题的，其认为，我们所处的四维时空（3维空间+1维时间），实际上就像是五维时空里面的一层膜（Brane），而同时，实际上还存在着其他类似的Brane。如果我们认为一层膜就是一个宇宙，则也可以用来说是平行宇宙的一个理论。像电磁力这样的相互作用，只能在同一层膜上面传播（换句话说，只能存在于四维时空中），而引力，则可以在不同的膜之间传播（即引力可以在五维时空中传播）。如果我们相信Randall-Sundrum模型是正确的，则就可以解释为什么引力会比其他相互作用（如电磁力）弱那么多。举个例子，一页纸的表面是一个2维平面，我们用一小管墨水，如果要涂满10X10厘米的一页纸很容易，但如果要涂满这样一叠10厘米厚的纸，可能就会不够用，因为这样一叠纸都要涂满，就多了一维（厚度），变成了一个三维的物体。如果非要涂满，且墨水不够的话，就得兑水稀释，于是单位面积上的颜色就浅了。简单来说，按照膜理论，引力扩散的范围是五维时空，比四维时空中的相互作用扩散范围大，所以导致其更弱。回到电影中，只有引力可以在膜之间传播的特性，也就是为什么幽灵（男主角）只能通过引力来与女儿交流，而喊话则女儿听不见。因为只有引力能够穿梭于他所处的brane和女儿所处的brane之间，喊话（声音传播）本质上是基于电磁相互作用，被限制在他自己的Brane里了。2.5引力、引力波、与手表的指针。好了，上面说到了引力可以在Brane之间传播，这解释了幽灵（男主角）和女儿之间的交流途径，也可以解释沙子奇怪的掉落方式，书掉到地上（把垂直向下的引力场，变成水平的引力场就行了）等等，但是为什么他女儿手表的指针会走出那样奇怪的节奏？其实这个也不奇怪，有两种可能的解释：1）引力场导致时钟的变化，这个的逻辑，跟那个Miller星球上时钟变慢一个逻辑；2）引力波导致物体的运动，简而言之，当引力波穿越一个物体时，会导致物体出现横向的摆动。理论上说，这两种解释都有道理，不过考虑到：1）Kip Thorne对引力波研究做出的巨大贡献（现在就等着引力波探测器LIGO探测到引力波，然后极有可能拿诺贝尔奖）；2）如果是时钟变化的话不可避免的导致戴着表的主角女儿受到影响。3）如果是时钟变化的话，按说不应该会看到时间往回走。综上来说，偶还是比较倾向于引力波的这一种解释。2.6.其他的一些杂项Miller行星为啥会有那么大的浪？潮汐。就像月球绕着地球转，导致了地球上有潮汐，Miller由于离黑洞太近，所以在自转过程中带来了巨大的潮汐。应该不是公转导致的潮汐，否则潮汐就是一个鼓包，不会相对于Miller行星的表面移动。不过，自转说也有一个漏洞，就是如果是自转导致的潮汐，则应该是每一昼夜出现一次，显然当时电影里我们没看到天黑。电影嘛，黑布隆冬怎么拍，而且还得解释为啥一个小时转一圈。。。为啥Miller星球离黑洞那么近都没掉进去？这个也简单，就像月球为啥离地球那么近也没掉进去是一个道理，毕竟没有穿过视界面。按说这里面值得好好算算Miller离视界面到底有多近。另外也可以算算，由于引力波辐射导致的轨道衰减，多久之后Miller星球的轨道就会缩小到掉进视界面里面等等。不搞物理太久了，有兴趣的看官可以查一查相关的推导，应该是不难的。弦理论与10维空间片子里面最显眼的一个公式，应该是主角女儿推导出终极理论时写的那个公式，那时一个清晰的镜头给出，那是一个十维时空中的积分（积分里面有个d^10x）。OK，弦论。Btw, 电影里黑板上的公式有很多都是Kip Thorne及其学生亲自写的，反正偶看到的都是靠谱的公式。其实想想也是，有一物理大牛坐阵，要往黑板上写乱七八糟的公式，好像更麻烦。Mann星球上的那个机器人OK，这个机器人的名字是KIPP，而不是Kip，不过俺宁愿相信是和Kip有关。"
    },
    {
        "content": "今年夏天在和一位业内前辈聊起关于如何着手去编织一个面向大众深入浅出——就是俗话说的既好懂又好看——的故事的时候，他说了一句让我感到颇有点豁然开朗的话：简单的故事，复杂的过程。这句话对于当时能把故事的立意、格局、结构都说出个一二三但是对于如何将其有机的结合在一起却依旧不得其法的我无异于当头棒喝。以至于后来我也常和人别人说起这句话——不得不说，带着真传一句话的诚恳去欣赏别人疑惑却又无从质疑的表情确实是一件快乐的事，相当于你没有装逼却收获了装逼犯的快感。言归正传，在之前大道至简、简繁得当这方面做的出类拔萃的，脑海中第一个浮现的就是詹姆斯卡梅隆，然后是大概能站满半个操场的各种优秀的其它导演（不包括扎克施耐德，更不包括阿方索卡隆，理由后面再说）。而在星际穿越之后，你可以清楚的看到诺兰从这些站在操场上仰望星空的导演里迈步而出。抛开电影里高大上的科学理论基础，其故事背景和结构可谓一目了然，这里不妨简单分析一下其极具参考价值的起承转合：起，男主被莫名的线索指引来到了宇航局；承、带着拯救人类的使命探索太空；转，发现了这个使命是个骗局以及这趟探索导致的其它严重问题（对于人类的和个人的）；合，所有问题得到了合乎逻辑让人信服的解决（@国产影视导演 看清了，是合乎逻辑！是必然中的偶然导致的必然，不是豆腐脑一拍的神转折！）。大结构是不是简单的像一道小学生的四则运算题？没关系，只要你把过程做的足够精彩。这一点不得不再次赞一下导演，整个过程的复杂其实都不是事件本身或者人物关系的复杂，这就导致了内容上的层次分明、清晰易懂，而且这次其仅仅埋了一个涉及到结构的伏笔，即最初的坐标指引（而没有像过去一样把理论线头丢的让人都可以织毛衣了），然后就开始了对故事核的直接有力的正面轰击，同时配合以天上人间的平行对比释放其情感张力，人类的伟大与渺小，世界的繁荣与死寂，情感的温暖与残酷，一切都那么顺理成章，故事够硬情感够足技术够炫，前面筑堤蓄水后面一泻千里，然后这事儿就成了。这样的观影感受，也只能用两个字来形容：舒服！片子里没有了这些年常见的故作高深的拧巴和卖弄迎合的反转，没有了各种傻里傻气的装疯卖萌和无聊透顶的庸俗笑料，除了还是有一点婆婆妈妈的诺兰式的絮叨，但是已经开始透出其风格的刚性转变了。比起它以往的作品，这一部最明显的变化就是集中全部火力对准重点目标，没有了长篇累牍的纠结、苦口婆心的灌输和两难境地的雕琢，有病了可以呻吟一下，但也只是呻吟了那么一下下而已。写到这里，我突然知道为什么自己一直都不喜欢诺兰了，因为他的片子里始终有种若隐若现的女性气质，从失眠症里的艾尔帕西诺面对的良心折磨到黑暗骑士里贝尔承受的巨大憋屈、接着盗梦空间里莱昂纳多坚持不懈的探寻和救赎，诺兰似乎总是喜欢刻意放大渲染一些人性与生俱来的脆弱和矛盾，他总是塑造出一个强者，却偏要花大量的篇幅去让你看看他脆弱的一面，还生怕你看不明白似的，一有机会就向你倾诉。而比起一个真实的会被人性所困扰的英雄，我更希望看到的是一个彻头彻尾的打落牙齿和血吞的王者。明明是一个在人前张牙舞爪逆我者亡的哥斯拉，突然一转头被人看到艾玛这家伙躲在墙角偷偷用爪子擦眼泪呢。这让人情何以堪？所以我还是更喜欢扎克施耐德一些，因为他的强硬是骨子里的，不管是守望者里的曼哈顿博士还是罗夏，他们的情感都是不会干扰他们的理性，他们不屑倾诉拒绝分享，他们要么跑到寸草不生的星球上默默思考，要么在人潮人海中面无表情的低头走过，他们孑然自傲目中无人、习惯自己的问题自己解决，甚至他们都不会有自己的问题，有的只是对这个世界的认识、理解和相处。所以扎克施耐德是无法去讲也讲不好结构简单的故事的，因为他的精神内容需要的更为精密庞大的载体。而诺兰则相反，这个人其实内在是很柔软的，给他一棵四叶草，他就能脑补出一段千年之恋来。顶尖的导演总是会为自己的作品注入灵魂，这种灵魂其实就是其内心情感的外在体现，从而让作品带有无法复制的个人气质。扎克施耐德只是孤独，而诺兰则是寂寞，他需要朋友，需要理解和懂得，或者说他需要一个人在精神上征服他，但其内心却又渴望保持强者的一面而无法臣服。大概是因为难以表达而又遍寻不得，所以他创造出了不需要任何朋友、也从不会对任何事物产生依赖的小丑，这个完美的、强大的、实现了心灵上绝对自由的小丑一如自己心理投影所幻化渴望出的精神偶像。小丑不是蝙蝠侠的敌人，也不是他的朋友，小丑是他的精神导师和血亲，是他渴望成为又害怕成为、无法成为的人。小丑不是影视创作技术的产物，而是诺兰自心灵分裂出的生命，是心灵的苦闷和高度的智慧所孕育的一个充满魅力的艺术怪物。但从星际穿越这部片子里，可以清楚的看到诺兰的成长和有选择的对个人化性情的一些摒弃，在有意识有行动的不断完善自己。他最优秀的地方不在于能拍出接天巨浪的壮观和浩瀚星际的虚无，不在于对题材的理解驾驭和对技术的掌握运用，而在于这个人对于完美的苛刻追求，对于永远给自己设定更高标准的人生态度，他的立足点自芸芸众生里来，但着眼点却要往星辰大海里去，并且可以为此砍去心灵上有碍于此的枝节，这种难度已经不是可以能用少见来形容的了。这样的人本身就是远离大众的，荒芜的太空其实倒也真的是他们精神思想的最好去处。假以时日，诺兰大概会成为最接近库布里克的人（实际上他现在就已经明显表现出靠近库布里克的气质了），不过他永远不会成为卡梅隆。虽然我一直都不喜欢诺兰，可依然要承认星际穿越是近几年来一部极为优秀的电影，文艺作品初起当清楚叙事，进而传递信息表达意义，再进为用贴切完美的形式表达特殊的意义，最后升华为精妙且唯一的形式对同等意义的表现，并在传递对象的理解中获得彼此契合的满足。 作为一个观众，除了感受到一个出色的故事和动人的情感之外，电影还提供了一些让你可以因循逻辑而进行解读的空间，并且可以随着个人的理解对其加以影像外的主观深化，这种收获放到现在来看简直是近乎奢侈了。我无法对这样一部片子说不满意，甚至其已经让我满意到觉得会有点开始喜欢导演。因为他终于开始像一个男人一样讲故事了，虽然他还是让马修麦康纳替自己哭了一把。可就冲着他这种劲儿，也让人不得不佩服。PS：差点忘了说为什么不包括阿方索卡隆，阿方索卡隆在表达上其实还真得不怎么入门，其擅长的就是用一个复杂的结构讲一个复杂的故事，甚至经常让人怀疑他压根就不是要讲故事，只是要把你弄晕了然后任其解释和摆布。说到这里忍不住再补充点，记得去年的时候我说地心引力只是一部顶着科幻光环其实空洞无聊无病呻吟的电影下乡之作，很快会被超越和遗忘，结果被群其而攻之。现在不到一年，诺兰就出马给了地球村民们一记响亮的耳光。最后友情关心一句，那些被桑德拉布洛克学狗叫感动的热尿盈眶、看见其缩成一团就爱洒满裆的山里朋友们，你们的纸尿裤供应还撑得住吗？"
    },
    {
        "content": "首先不知道也不关心国内引进版删减了什么内容，只是大致吐槽一下本片个人觉得的槽点，不喜勿喷。槽点1，翱翔在美利坚上空的“印度鹰”，续航十年的太阳能不需要光电转换（至少画面上看不出类似太阳能板的东西），难以想象有这种黑科技的人类竟然快灭亡，差评！槽点2 ，宇航服氧气供应不限量！原来人类掌握了强悍的物体压缩技术，马甲一样大的宇航服背包足以装下用之不尽的氧气，以至于片子结尾处找到男主的说“你的氧气就剩几分钟了”，笑cry，彻头彻尾黑科技，但竟然还是快灭亡，差评！（记住，不管主人公一行相对于地球时间来说扭曲到何种地步，但他自己的相对时间是没有变的！）槽点3，地球黄沙遍野，竟然不缺水，差评！槽点4，没粮食了，要饿死了，快灭亡了，那你丫的哪里来的啤酒！？（至少看上去就是啤酒），啤酒不用粮食来做么！？死到临头还要搞奢靡之风，差评！槽点4，博士太多，十几个，名字确实记不住，不如叫ABCD或着甲乙丙来得痛快，反正大部分人都在打酱油，差评！槽点5，一行四人，两个酱油角色，一个发呆打望被巨浪拍死变浮尸甲（死在一步之遥的地方），几乎没发挥什么作用，另一个有超强的忍耐能力，独自停留在轨道上生活23年竟然面不改色心不跳（与反面角色比比看吧，那家伙呆了十几年就疯了），绝对全片最强，但同样毫无建树，白活23年，甚至没有想去找过男女主，最后误踩雷，结论，智商是个大问题！差评！槽点6，深不及膝盖的一汪水能掀起喜马拉雅山那么高的的浪，刮海啸的时候海面什么样子？请参见《后天》，《2012》，《海云台》等。以后洗脚要当心别被洗脚盆里的浪拍死了！差评！槽点7，地上一小时，天上七大年，全片重大bug！不管什么外因，同一个星球上，地面和近地轨道也不会有这种时间差异，完全胡解相对论！差评！槽点8，黑洞吞噬周围的一切，连光都无法逃逸，地球人类的废柴飞船竟然有足够的推力能跑出黑洞，有这种黑科技你还能要灭亡了，差评！槽点9，男主一行来到的星系，没有恒星，至少片子里没看到，等等，字幕里出现过“中子星”，哦，原来曾经这里有过恒星，但现在衰变为中子星了，但是，中子星不发光，没有发光的恒星，那登陆的几个星球，白昼哪里来的？咦，那里有一个大大的发光体啊，卧槽，那是黑洞啊，黑洞把光都吸进去了，黑洞本身只会发出非常微弱的射线，所以，诺兰，科学的世界你们文科生不懂！差评！槽点10，马克呆萌啊，你真的又呆又萌啊，孤岛求生十数年，把你活生生变成了神经质+话唠+废柴啊！史上最弱反派！差评！槽点11，片子后半部分，黑洞虫洞，已经傻傻分不清楚了，反正都是个洞，插它个狗日的！差评！槽点12，有机体穿过黑洞虫洞都跟旅游一样啊，超人的体魄，那你丫还灭亡，差评！槽点13，片中世界设定鬼畜，什么旧联邦啊，禁书啊，抄袭《伊莱之书》能再明显点么，差评！槽点14，男女主是怎么有感情的，男主女儿最后让男主去找女主，这什么情况啊，哪儿来的铺垫？铺垫够么？差评！槽点15，人体休眠苏醒，原来是秒醒啊，这个一吃了炫迈口香糖停不下来的酷炫啊，低温水里睡个十年，开棺之后必须立刻现在马上醒过来，再次展现人类黑科技（要休眠肯定要低温，降低新陈代谢速度，低温就注定不可能一瞬间满血原地复活），既然又是黑科技，你丫还要灭亡，差评！槽点16，智能机器人四四方方，姑且不说你这有棱有角的是否便于移动，那磕着一下保修什么的肯定就是没有的了！反人类设计，差评！槽点17，显然编剧们也没有认真学习相对论，以至于全片的理论基础几本都在胡扯，差评！总之，点满各系天赋树的人类不明不白就要灭亡，我书读得少，你不能这样骗我。另外，片子节奏把控问题很大，前半部分拖拖拉拉废话连篇，却也没有展现出一个即将灭亡的世界所应有的紧张感，男主父子，父女的感情戏也铺垫不到位，直接造成男主看到老太婆女儿时全场大笑。后半部分导演突然发现点卡不够了，于是果断删掉全部涉及科学理论的章节，伪科幻变身神棍肥皂剧，高潮high不起来，煽情欲哭无泪。总之这部片子本身不烧脑，但是众多错误和伪科学，绝对烧掉你的脑细胞，相比也是bug一堆的《地心引力》来说，后者简直堪称完美。对比《月球》，《这个男人来自地球》这些低成本电影来说，震撼效果也差了几个档次。"
    },
    {
        "content": "几个月以前看了一部纪录片，《粒子狂热》。纪录了从08年到12年，几千位科学家，建造了一部世界上最大的粒子对撞机，试图发现新的粒子，找到新物理的方向。在最尖端的科技研究上，人们还是保持着最原始的方法，让两个高速运转的粒子相撞，研究究竟撞出了什么，几年的实验过去，最后终于证明了人们假设的一种叫做higgs的粒子的存在，影片的最后，物理学家说，找到了higgs，但是新物理依然不知道该走向何方。这是一部真正让人热泪盈眶并产生科学梦想的电影。因为我们就是这样用笨拙的方法，充满热情地研究着人类最基本的难题：我们究竟从何处来，宇宙的终极秘密是什么，却可能永远无法知道答案。人类对于自身和宇宙的了解都太有限，毕竟，人类的存在历史，在我们可知的地球的存在时间里，连眨眼的功夫都算不上，更别说地球以外的茫茫宇宙了。科幻片的魅力，也就是在这些不可及的领域里展开想像，触发人们对于自身和所处环境的思考。铺垫了这么多，我想说的是，这就是为什么我觉得星际穿越不算一部好的科幻片。穿越虫洞，坠入黑洞其实只是诺兰讲一个亲情故事的载体，理论正确，想像力缺乏。人类在对自身处于宇宙的状况有了解之后，自然产生的反应是畏惧，这种未知的恐惧随即激发出我们在科幻小说和电影中看到的人类对于宇宙的探索，恐惧和好奇，才是想像力激发的地方。也就是在这里，《星际穿越》做得非常有限，他把我们已知的呈现给我们看，比如穿越虫洞产生空间折叠，我们未知的部分，电影里面也没有激发更多的想像和激情，比如主人公坠入黑洞，能发挥无限可能的部分，最后只是到了。。。（这里不剧透）。而对于我们最想知道的终极答案，人类的救赎究竟在哪里，有没有一个更高等的生命引导着我们，诺兰只是给出了“爱能穿越一切“这个答案，理论部分全部被省略。未来人类变成了宇宙中全知的上帝，我们对宇宙不再是渺小的探索，而是任意地支配。这种全知视角造就了怎么都死不了，在宇宙中漂浮也能被救起的男主角。我不是抵触人终于征服了宇宙，而是在看到被未来人类了解之后的宇宙还只是在人的经验范围内，觉得很失望。虽然在阿西莫夫经典的基地三部曲中，人类也在宇宙中畅通无阻，但是最后阿西莫夫提出了一种新的生命范式，用想象给出了合理的解释，星际穿越中，我们看到的所有解释，就是墨菲扔在空中的几张空白的纸。可以说对人在未知宇宙中渺小和恐惧的真实表达上，还不如《地心引力》。但《星际穿越》终究还是讲好了一个亲情故事，把爱的主题鲜明地重复了无数次，中间有转折，有冒险，有悬疑也有解密。但是在想象力实在有些匮乏，对人性的挖掘也没什么亮点。"
    },
    {
        "content": "《Do not go gentle into that good night》---Dylan ThomasDo not go gentle into that good night,不要温顺地步入那良夜Old age should burn and rave at close of day;白昼将尽，就算年老也要燃烧咆啸Rage, rage against the dying of the light.怒吼，怒吼抗拒天光没灭Though wise men at their end know dark is right,智者已知黑暗为万物之终Because their words had forked no lightning they他们的言语已无法再激出雷驰电掣Do not go gentle into that good night.不要温顺地步入那良夜Good men, the last wave by, crying how bright善良的人们，在最后的波澜前泣诉着Their frail deeds might have danced in a green bay,他们本可璀璨的让那易逝的足迹在绿色海湾上翩舞。Rage, rage against the dying of the light.怒吼，怒吼抗拒天光没灭Wild men who caught and sang the sun in flight,曾经追逐及讴歌太阳的猖狂的人们And learn, too late, they grieved it on its way,醒悟一切已太迟，他们哀恸着白日将残Do not go gentle into that good night.不要温顺地步入那良夜Grave men, near death, who see with blinding sight将死之人用日渐模糊的视线张望Blind eyes could blaze like meteors and be gay,盲去的双眼仍可在最后一刻像流星一般亮眼Rage, rage against the dying of the light.怒吼，怒吼抗拒天光没灭And you, my father, there on the sad height,而汝，吾父，于伤恸之巅立誓Curse, bless me now with your fierce tears, I pray.用泪水为我祈福，我将祝祷Do not go gentle into that good night.不要温顺地步入那良夜诺兰导演总是可以让我再一次为他惊艳，非常喜欢这部电影。第一次看的时候，在戏院里不由自主地落泪了。后来再次听到配乐跟前面那段口白的时候，都还是会忍不住鼻酸。最让我动容的，不是它几近完美的画面跟配乐，也不是华丽的太空特效，也不是诺兰导演安排的众多重要线索、科学理论，而是Cooper在看录像带时，突然发现他已经回不去那个时刻，时间的相对论，时间流逝之后难以挽回的那个瞬间…为了拯救地球，他离开了她，然后突然发现，他错过了这么多，那个瞬间要多痛苦多懊悔要多难受…她从一开始的期盼到绝望，又是多可怕的经历。错过就是错过了，完全无法回头。在生命中也有很多难以回顾的时刻，错过的人事物。在那个瞬间忍不住心揪结了下，更重要的是即使他回去，可能也看不见她。即使看见了她，也跟他想象中的不一样了。这部戏最完美的，我觉得是展现了时间不同步，时空流逝所产生的结果。更不用说它里头包涵的所有科学议题，人性议题，跟演员的能量，都让我忍不住觉得这是近年来我心目中电影的第一名。"
    },
    {
        "content": "诺兰说：“爱是宇宙终极答案。” 这是今年我最喜欢的电影，很喜欢，虽然四维空间还是没有说特别明白，但是我喜欢里面关于时间的描述，编剧和导演真是脑洞大开，赞最后喜欢这首来自Dylan Thomas的《Do not go gentle into that good night》的诗Do not go gentle into that good night,Old age should burn and rave at close ofday;Rage, rage against the dying of the light.Though wise men at their end know dark isright,Because their words had forked no lightningtheyDo not go gentle into that good night.Good men, the last wave by, crying howbrightTheir frail deeds might have danced in agreen bay,Rage, rage against the dying of the light.Wild men who caught and sang the sun inflight,And learn, too late, they grieved it on itsway,Do not go gentle into that good night."
    },
    {
        "content": "整部影片其实都在讲一位父亲要忍痛割爱离开家人，担起人类存亡的重担踏上寻找另一个“地球”的宇宙之旅，这趟旅途并不轻松，面对浩瀚的宇宙他们的飞船显得格外渺小，虽然借助了虫洞之便，但是自身的燃料毕竟有限，最终面临着艰难的抉择。而其中对人性的描写也格外现实，面对死亡不是每个人都能做到那么的坦然，也有懦弱之人为了生存的私心而不惜欺骗伤害他人，人性的善于恶都是相对存在的，这无关对错，生存的本能嘛，可以理解，只是实在让人有些揪心和遗憾。一上来，影片就以回忆的方式叙说事情的起源，地球终有寿终正寝的一天，环境的急速恶化让人类生存得越发艰难，土地不再适合种植农作物，黄沙满天飞，就好比是灾难片一样，真的会有世界末日么？也许吧，只是希望不要来得太快，人类还没有准备好……这就引发了后续的探险之旅，人类不得不去寻找其他适合生存的星球，而对宇宙的探知也是相当艰辛，不少科学家为次付出了生命的代价，但是他们并不白白牺牲，为后人留下了宝贵的资料，这也为男主角库伯一行人的探险提供了有利条件。而看到最后你才会发现导演的用心良苦，原来前面的很多细节都是与之相关的，环环相扣令人眼前一亮，设计巧妙还是挺让人费心琢磨的，当然了，最后的结局很完美"
    },
    {
        "content": "拉撒路（Lazarus），源自新约圣经约翰福音第十一章记述的故事。有个叫拉撒路的人病了，他的姐姐马大和马利亚打发人告诉耶稣这件事，盼望耶稣尽快来医治他。耶稣没有马上去，又耽搁了两天才去。等耶稣去了的时候，拉撒路已经死了四天了。马大和马利亚都埋怨耶稣来晚了，认为耶稣如果早来几天给拉撒路医治，她们的兄弟就不会死。耶稣却对她说，你兄弟必然复活。耶稣来到安放拉撒路尸体的坟墓洞前，叫人搬开挡在洞口的大石头。马大对耶稣说，主啊，他已经臭了，因为这是第四天了。耶稣却对洞口喊着说，拉撒路，出来。那死人就出来了，手脚裹着布，脸上包着手巾。耶稣对他们说，解开，让他走。耶稣借着让死了四天的拉撒路复活，叫人们相信他是神“差了我来”。\n\n       影片中拉撒路这个词出现了好几次（观影不细欢迎补充纠错）：\n       一是库珀第一次进入的那间NASY秘密基地会议室，拉撒路这个单词就嵌在基地会议室的墙上。\n       二是在基地教授和库珀谈论拯救计划的时候提到过任务叫拉撒路，看过后面情节，可以想见此时教授对未来已然是心知肚明，地球上的人类是必死无疑的，但库珀还没有会过意来。\n       三是与马特达蒙博士在冰冻星球汇合之后，通过墨菲的录影得知计划的真相，库珀又说了一次拉撒路，片中没有交代库珀是否有信仰，但这对有宗教常识的的观众来说已经再明白不过了。\n       \n       记得影帝马修.奥康纳和朱迪.福斯特出演过电影《接触》（国内翻译成《超时空接触》），他在片中扮演一位牧师，美国总统的宗教顾问。这影片我看过多次，还读了卡尔.萨根的小说。关于如何向世人展现上帝之爱、父女之爱，男女猪脚有一段颇为深沉的哲学辩论。女主相信科学，眼见为实，男主则认定爱无法用科学仪器或数据考量。诺兰导演在诠释爱这个主题方面，与该片有异曲同工之妙处，本片的科学家要在爱情与数据信息之间做出抉择，结果还是被马特达蒙博士欺骗了。库珀为了拯救安妮.海瑟薇博士所驾飞船牺牲自己掉入黑洞，并且幸运地”看“到了奇点事件，因濒临死亡之前对女儿的眷恋掉入”They“制造的五维时空——超级正方体（对超级正方体不理解的亲们建议读一下加来道雄教授所著《超越时空》），利用引力和道具（书、沙子、手表）发出了一系列关键性的信息，与身处三维时空的女儿对上了话。影片结尾安妮.海瑟薇博士排除万难终于到达男友发现的宜居星球，擦干眼泪，掩埋好同伴的遗体，孤独滴继续完成人类繁衍的伟大事业。拉撒路计划终于圆满了。\n\n      拉撒路暗喻了NASY的秘密任务小组承担了将频临灭绝的人类“死马当活马医”的使命，“神”也是来自高维空间并且已掌握了更高科技的未来人类“They”，他们选了库珀、他的女儿、教授和科学探险队员来展开拯救行动，他们是救赎人类使种族得以延续的主耶稣。"
    },
    {
        "content": "对这部电影的印象停留在当年电影院看的巨幕 当时最震撼的莫过于跟随诺兰进行了一场星际穿越 然而当年却被三体情结阻隔了对这部电影的客观评价 今天再看一遍 仿佛又一次被诺兰拉入了他的导演胸怀世界 从盗梦空间之后 诺兰表现出明显的拍电影不再和同行们一样局限于故事 而是更广阔的视野与胸怀 讨论空间 讨论时间因此也只有这样的题材可以架得住诺兰 看过这部电影再“回看”《敦刻尔克》就更能梳理出诺兰这几年的心路 他无疑走向了更深的远方紧接近三个小时的片子，看起来没有感觉一点拖沓，实力派的演员加上整片基于前沿的科学设计，我只能用完美形容。不同于其他的科幻片，这个片子主要是以为人为核心，讲出了人性的美与丑，也表现出了积极乐观的生活态度。带给人不止是震撼还有向死而生的生命态度！"
    },
    {
        "content": "首先，此前我没在任何一部其他电影第一幕结束的时候落过泪。接着后两排某观众醒了一长声鼻涕。01年到现在，很难想像那个在香港电影节following片场和观众讨钱要拍memento的年轻导演，能在入行15年后做出这样一部堪称对人类的献礼的艺术品。这是文艺复兴启蒙思想在电影艺术形式中的绝佳代表，处处洋溢着对人类情感和理性的珍惜，尊重和严肃讨论。作为这种艺术形式最可贵的是，因为它是一部有大明星，大特效，大宣传，和大情节剧本的大众电影，其娱乐性大小是主观的，但是它能不同于其他人本主义的文本，话剧，文艺电影和学术经典，触及最广泛的普通观众。然后精准的定位出一批煞笔。这么说吧，一百部肌肉男救遇险女的电影，肌肉男每一拳能抡掉一地的牙，每一枪能干倒一个人，导演编剧从来不给你解释或者没能力解释肌肉男他怎么做到的，靠什么，需要做那些决定，面对哪些危机，你也照样的看了。而现在，宇航英雄cooper就就是个高级司机，没其他超能力，也是救遇险女，但与飓风营救不同，cooper做的每个决定，背后承担的压力，失败要承担的风险，应对困难所使用工具，用什么方法，诺兰都清清楚楚，尽其所能的表达给你，表达的清晰和简练远超过盗梦空间。而你来句看不懂，然后说片子烂？这种反社会的psychopath只配说，自己欣赏不来。 你以为那谁说 文艺工作者不要做什么什么的奴隶，说的是谁呢？所以说脱口秀演员都说，要是笑话没人笑，那就换观众呗。傻逼们以为自己有钱买的起电影票，就陡增了智商和情商来体验正常心智人类能体验的东西。我们不是在为诺兰造神，就像没有人为了大卫林恩造神一样，他们这些油菜的人就是作出了神一样的作品。因为上太空的导演很多，我是说，kubrick，tarkovsky，scott，Zemeckis, cameron +soderberg（和卡梅隆合作重拍Solaris )，近五年boyle(sunshine)，cuaron (gravity) ，jones (moon) 还有spielberg 的传世， 飘尸一片片的。和真实的宇宙一样，这个题材对导演来说个很难生存的地方。Interstellar和上述影片一比较，高下立现，诺兰真的站在所有立住和躺倒的巨人的肩膀上，把这个类型做到了史上最精良的形态，先不提诺兰本人的风格给这个类型的加分，而是先看看诺兰接受了这个类型哪些现实。第一，就是找到一条最能被广泛认同的情感线（父救女），作为主要故事弧线，并且将影片全程的各种风险作用于这条线索的风险。不仅因为死掉的先行者证明了\"救人类\"已经不足以引起观众对情节的兴趣，而是一部影片的触及观众的通道就是演员情感的表达。《盗梦空间》之所以能够在尘封数年后重新成文，就是诺兰找到了一条父母回到孩子身边，拥抱真实世界的感情线。没有麦康纳黑影帝的表演，他对自己女儿的爱，尊重，歉疚，担心，珍惜，情愿牺牲的各个情感形式一一展现，这才是在影片全程中，允许观众抓住情节位置的关键信息，而不是一个团队在救地球的工程上进度如何。非常聪明了使用 A计划，B计划 这个游戏 让所有诺兰招牌的\"藏情节和原理交代于争论\" （hide exposition in conflict），每次都可以作用于主线情感风险，而不是像盗梦空间里面 作用于 好几个不同人的各自不同目的。第二，所使用的科技和科学原理远离科幻，接近探险片（gavity，sanctum）——在视觉表现科技上也远离CG，更多宇航纪录片风格宏大，震撼，是很多人对此片的观感。但是这种宏大源于真实，而不是虚幻。真实的质感令你感觉是完全可信的，而不是拍个电影，真的地貌特征，真的天气现象，真的飞船，（是特技，而不是特效CG的）。注意到飞船起飞降落的视角从未出现大全景别——因为真的太空纪录片里不可能拍到。所有的摄影基于\"这个画面是不是令人信服的谎言——参考所有太空纪录片\"。所以动作场面，包括打斗都是非动作片，非动势艺术化的。这和第三条也有关系，因为熟悉当代电影类型的观众一旦察觉了类型中混杂了《星际迷航》《星际传奇》类的动作英雄，整部影片的核心危机立刻丢失了信誉，因为期待变成了\"拳头和暴力将会带来大团圆\"。还有一个最关键的：真的表演。演员如何在绿屏里演出太空的感觉？答案是，很无能地。所以Cuaron才会把Sandra放在真的\"太空\"里面，然他们体会真的环境，真的光线，真的运动眩晕。表演才是最直觉最真实的（自己查去）。诺兰也把演员放在真的沙尘暴，真的外星环境里面第三：远离\"怪兽屋\"的情节和视觉符号。我在指灭掉了Vincent Ward，Fincher，Jeanut的《异形》系列，唯一逃脱的scott最后死在《异性前传》－普罗米修斯上面，还有死在了太空惊魂《sunshine》的 奥斯卡奖得主Danny Boyle，然后就是《传世》另Spielberg老来无善终。去了太空以后，远离惊悚，就是远离人物受到怪物，坏人，最主要的是要避免 主人公\"战胜\"怪兽。因为那不是Interstellar的目标。Interrstellar选择冒险——碰到Dr.Mann 和 老Brand这样的坏人，主人公只有忍受的份儿，一点还手之力都没有。主人公只能在自己擅长的两件事上获胜——当司机，当爸爸。这两件事让他能战胜了这部影片最大的反派：宇宙环境，和四维空间的监狱。能够开飞船跨越不可思议的距离和边界，能够爱女儿为女儿奉献一切，让他能够把人类的现在和人类的未来链接在一起。第四点：找到了 一个最可怕的反派：四维空间，然后居然用之前所有的铺垫把它灭了！一般的太空题材，对于创作者有两个黑洞，一个叫人性，一个叫世界观，它们动辄把故事拉入，撕碎，变的面目全非。有的类型混乱，有的深陷哲学讨论结构崩塌，有的没令人信服的主题或者偷拐强骗观众信个完全没说服力的主题(gravity就是! 好在动作设计惊艳。) 诺兰没有比他们高明太多，但是作为一个不久前才在梦境内扯谎造世界的结构狂，他接受这个宇宙题材的现实，非常接地气的选择他的故事前提—能扯哪些谎，能站在哪些巨人肩膀上。而在接受了第一点的主故事弧线之后，它的阴影面人物，老brand和dr.Mann确立了，就有了 \"理性\" vs \"感情\" \"（虚伪的）大爱\" vs\"（真诚的）小爱\"等等随你怎么扯的主题。 而 很多太空电影止于这条\"人性\"的故事线作为第三幕结束，而诺兰告诉我们，梦要做的大一些。他要的大团圆，一定要超乎想象，比如 人类的进步，比如我们掌握了操纵时空的能力，比如人类自己 中将成了自己曾经迷信过的\"神\"。 这种启蒙思想的\"终极猜想\"叫做对人类自己的信仰，相信我们靠自己，靠科学探索，能够越过理念和技术上鸿沟，成为下一代人类。这才是观众不可能期待到的大团圆。他如果做的足够好，大多数人会带着温暖的慰籍和希望，还有爆满的膀胱，离开影院。当然了，还有少数煞笔，说烂片。但是他们当中有多少人能说，我不喜欢是因为我不同意他的看法，我认为对人类的自己的希望是自恋——那我会立刻道歉，改口说你不是煞笔，你是个asshole。最后，以上我所有说的nolan都是指Jonathan 和 Christopher，两兄弟。这部影片是两兄弟面临最大的挑战，也是最好的作品，诺兰把多年所学到的所有东西，有节制的利用起来，比如克制住了在第一幕堆砌两条感情线（Batman Begin， Inception），比如一减再减实现任务的各种规则原理，让位于情感的跌宕起伏。芦苇老师曾经教导我们，看到经典的电影要一秒一秒的做笔记，如他给阿拉伯的劳伦斯 的剧本，导演，美术，音乐，剪辑做的一本本笔记。我觉终于在 Memento之后，又有一部值得这样做的 诺兰电影。"
    },
    {
        "content": "整体上我还是挺喜欢这部电影的相比于许多所谓的科幻电影简直硬科幻得那啥星际间航行中各种爽 特别是旋转对接那一段太酷了！！！IMAX屏幕下效果震撼爆表！！！！！！！最后大团圆结局似乎有点强行拼凑但我并不讨厌但作为死理性派还是要挑点刺不然浑身不快进入黑洞事件视界后太奇幻的那一段没法质疑毕竟人们目前没法研究事件视界内部所以怎么扯都成 全看编剧喜好问题出现在这之前从电影中我们可以观察到黑洞周围有一圈东西十分明亮那东西我没认错应该是黑洞的吸积盘 而且既然都自主辐射可见光了那肯定是高温等离子体温度应该和太阳差不多，反正不是人造物能接近的黑洞连同周围的吸积盘加在一起，基本就和一个高温的恒星差不多了我们主角们的飞船居然直接就从它旁边穿过去到达了黑洞在此之前不就应该被直接熔化蒸发了吗？？这等于说这艘飞船拥有穿越到太阳内部去的能力？？？这什么黑科技（手动掀桌还有我记得现有理论上物质越接近黑洞事件视界相对于外部的时间就会流逝的越慢 时间膨胀越强因此在外部观察者看来物质只会渐渐贴近事件视界而几乎“永远”不会真的进去……也就是说男主落入黑洞的过程相对于地球（外部观察者）经过的时间远远不止100多年他在最后经过一百多年回到土星附近的那个时间点 应该也是在继续向事件视界贴近的过程当中才对这意味着在同一个时空中出现了两个男主……从某种意义上他等于是回到过去了他要是最后再次回到黑洞附近就可以观测到正在往黑洞事件视界移动中的自己的飞船观测仪器够好就能观测到在强烈时间膨胀下近乎凝固的自己- -明显的bug啊！！还有个问题并不是自然科学物理学上的而是：既然人类都有能力在一个环境适宜的完全荒芜的星球殖民这就说明了人类已经多多少少掌握了控制生态圈的能力至少能将一个环境适宜完全空旷的地方建立起来供人类生存（比如在南极啥的地方）那怎么可能被区区沙尘暴和一种迫害农作物的微生物搞得粮食不足大气圈被破坏？直接造隔离区域，内部全部杀菌后再引入无菌农作物，人工控制氧气量绝对比大老远跑去外星球容易而且现实可行多了……退一步说即使地球真被沙暴毁了把地球当成是一颗环境适宜的外星从头开始殖民改造也远比去宇宙里找简单靠谱……政府居然选择飘忽不定nasa的方案而不给生物学家们钱做研究……虽然群星之间的东西还是挺科学的，但最开始地球表面末日的设定不太科学- -暂且想到了这些问题"
    },
    {
        "content": "“我们曾仰望星空，思索自己在宇宙中的位置；现在，我们只是把目光放在大地上，担忧自己在尘世间的处境。”帖主钝笔，但若是有时间，还是希望大家把这篇影评读完，不是对影评人的尊重，而是对电影本身的尊重，以及对科学和宇宙的敬畏。献给影迷和天文发烧友，他们都有着执著而纯粹的灵魂。图为《星际穿越》海报以下是影评梗概：第一部分：历经曲折，九年华梦第二部分：导演和演员第三部分：影片剧情解析第四部分：配乐第五部分：CG与构图第六部分：深层含义第七部分：星际穿越的科学（重点）第八部分：尾声每个部分之间没有非常大的关联，只对其中某个部分感兴趣的读者也不必担心。如果读者不嫌啰嗦，就请先听我娓娓道来，《星际穿越》的前世今生——一、一场华梦，九年曲折《星际穿越》片头琳达·奥布斯特（曾指导过卡尔·萨根的《超时空接触》）在一次聚会中说自己想要制作一部有关虫洞的电影，让基普·索恩大感兴趣，两人便花了4个月时间讨论和制定了电影的雏形，他们初步决定，这部伟大的影片包含了黑洞、虫洞、高维空间以及当今物理学界最前沿的内容。（一）谁是最初的导演？2006年，正当星际穿越还在策划之初，斯皮尔伯格就表示对该片非常感兴趣，希望能看到大致剧本，基普和琳达欣喜若狂，日夜赶工出了一份8页的大纲，一星期后，斯皮尔伯格在未看完剧本后便要签下这部电影（这在好莱坞史上都是史无前例的），不久之后，斯皮尔伯格遍召开了一个长达8小时的会议，邀请多个领域中最顶尖的科学家一起讨论剧本内容的科学性。斯皮尔伯格在还没有读到具体剧本，也没有正式会面时，就要签下这部电影到2007年1月，剧本大纲便已长达37页。（二）剧本的创作史蒂文和琳达经过了多番编剧遴选，最终托乔纳森·诺兰（即克里斯托弗·诺兰的弟弟）编写剧本，由于基普在电影规划时提出了两个硬性条件：影片中的情节不能违背已成定论的物理定律，也不能违背已牢固确立的我们对宇宙的认知；对尚不明确的物理定律和宇宙的猜想要源于真正的科学，猜想的依据至少要被认可。因此，乔纳森在创作过程中经常到基普的办公室做客，和基普讨论剧本和内容的科学性，同时提出了很多大胆的想法。左为乔纳森·诺兰，中为基普·索恩，右为琳达2007年11月，乔纳森、史蒂文、琳达和基普就已将剧本大面积修改，融合了最初的大纲和乔纳森胆大包天的创意，之后，乔纳森便投入到剧本的工作里。（三）停滞与等待正当基普和琳达以为星际穿越的前途一片光明之时，灾难来临了。2007年11月5日，美国作家协会全体罢工，乔纳森被作家协会禁止写作，因此也随之“消失”了。大罢工持续了三个月，一直到2008年的2月12日才结束，乔纳森便继续写剧本。16个月后，他创作了一份详细的剧本大纲，修改了三遍。然而，祸不单行。2009年6月，乔纳森又“消失”了——他接下了《黑暗骑士崛起》的剧本，但为了《星际穿越》的创作一拖再拖，由于《Darkness Rise》剧本的交付时间快到了，他只好先放下手头的其他事了。好在他的工作速度很快。但是，星际穿越的悲剧没有结束。正当乔纳森准备继续星际穿越的剧本时，诺兰两兄弟的父亲患了重病，剧本的进度再次停滞。在他们父亲最后的几个月里，乔纳森一直在他父亲身边。星际穿越的剧本似乎遥遥无期，但大家都未曾放弃。史蒂文、基普和琳达都在等待，等待乔纳森的回归。2010年2月，经过几番波折，乔纳森终于回来了，到了6月，乔纳森便开始全力修改第4版剧本，影片内容已基本确定。（此段具体参考《好莱坞不眠夜》第六章）（四）最终导演的敲定就在一切终于又开始顺利运行时，史蒂文的协议出了问题，一瞬间，《星际穿越》又失去了导演。其昂贵的预算使派拉蒙无法放心交付给哪个导演这么庞大的制作。基普和琳达有那么一阵子觉得，星际穿越已经走到头了——但他们依然没有放弃等待。基普·索恩与克里斯托弗·诺兰在讨论剧情历经数个月，琳达在与埃玛·托马斯（诺兰妻子）沟通后，克里斯托弗·诺兰决定签下该片，而基普和琳达为此等了将近两年电影才开拍——从2010年6月一直等到2012年9月。（五）复杂的协议克里斯托弗坚持认为只有让派拉蒙和华纳一起合作，他才答应导演该片，但由于这两家公司是竞争对手，因此协议的谈判过程非常艰难，不过，最终还是谈成了（虽说其内容的复杂程度超乎想象），星际穿越的进展也愈加顺利。由于派拉蒙和华纳是竞争对手，所以电影拍摄的协议极其复杂经过长期的拍摄、剪辑、处理，终于——2014年，《星际穿越》诞生了。二、关于导演和演员克里斯托弗·诺兰想必是所有铁杆影迷都熟悉的，无论是成名作《追随》，还是紧随其后的《记忆碎片》、到《白夜追凶》、《致命魔术》，以及三部蝙蝠侠前传，再到《盗梦空间》，从“当记忆支离破碎，你该怎样面对生活”，到“困难的不是让它消失，而是把它变回来”，再到“既然做梦，就做大点”，紧接着便“超越原著，悲怆到迷人”，直至“人类的下一步非同凡响”……诺兰想必是被所有铁杆影迷都熟知的他独特的非线性叙事风格，完全改变了电影拍摄结构的维度。正如那句话所言：“卡神改进技术，诺神改进结构。”马修·麦康纳、安妮·海瑟薇、迈克尔·凯恩、杰西卡·查斯坦……群星璀璨的演员阵容，也是其他电影所少有的，他们在该片中的演技，着实令人惊叹，包括他们在谈及有关物理内容的台词时的表情、动作，都相当专业（事实上他们确实都会在演之前就台词的内容大量咨询基普·索恩），这一点是格外难得的，他们不是在“演”，他们是在诠释，诠释那个时代的人类。库珀颓废的语调、老布兰德至死也在吟诵的诗句……这一切都向观者传达着当时人们的观念——“我们在这里，等死，窒息”。三、关于影片内容（一）DIRT二十一世纪中叶的地球，灾难肆虐——枯萎病、沙尘暴、大气恶化、生态衰竭……人类已经几乎放弃了抗争，只是苟且偷生。开头短暂的书架特写以及伪纪录风之后，镜头转换成了库珀的噩梦——在执行NASA飞行任务时的失误。醒来之后，镜头便伴随着低沉的管风琴，跟着库珀拉向了窗外的玉米地。镜头随着库珀的移动拉向窗外的玉米田库珀是一名NASA退役宇航员，人类为了生存限制了有限的资源，全力投入农业生产，所以多年前国家关闭了NASA，他从此沦落成为一名农场主。（二）他们生活被发生在他身边的奇怪现象打破，女儿墨菲发现房间书架上的书经常自动掉落，玉米地里的自动收割机也莫名其妙的集体出现定位系统异常，沙尘在墨菲的房间地板上留下了神秘的图案，库珀发现引力异常是一种二进制的坐标，仿佛某种神秘的力量在指引他。沙尘留下的神秘图案库珀来到了NASA重新组建的秘密基地，在这里他见到了布兰德教授，得知人类将要面临灭亡的险境，所以NASA重新被组建，目的是在宇宙中寻找适合人类居住的星球，进行移民。（三）探索者教授向库珀讲述了木星旁的虫洞和拉撒路计划，同时介绍了自己的A计划（解出引力方程，将全人类用空间站送上太空生活）和B计划（用飞船上的受精卵让人类的火种在宜居星球延续），希望库珀能加入探索者的行列。库珀在与家人沟通之后无法达成一致，但依然踏上了星际穿越的旅程。他们穿越了虫洞，探索了两个可能宜居的星球。即将穿越虫洞在米勒的星球上，他们遇到了两千米高的滔天大浪；在冰冻的星球上，他们被曼恩博士背叛。由于米勒的星球离黑洞卡冈都亚非常近，他们不得不接受“地上一时，天上七年”的现实。与此同时，飞船的燃料几乎耗尽，他们除了通过黑洞的引力弹弓效应进行飞行以外别无选择。（四）谎言教授临终之时，才告诉库珀的女儿墨菲，A计划是一个骗局，因为引力方程的解只有人类掌握了黑洞奇点内部的数据时才完整，人类已经不可能被拯救了。但是，墨菲没有放弃。布兰德教授告诉墨菲，一切都是谎言（五）回家库珀为了让艾梅利亚·布兰德到达最后一颗宜居星球，把自己投入了黑洞，却落入了超体生物的“超立方”，看到了女儿的过去和未来。他发现，引力能向过去传递信息，就通过手表上的指针，用摩尔斯电码向女儿传递黑洞内的信息。之后，超立方开始收缩，将库珀送到了人类的空间站旁。（六）新的旅程库珀看到了女儿，但年迈的墨菲告诉他，去寻找艾梅利亚吧，她在宇宙中，孤身一人，库珀不愿看见自己的女儿离世，转身离去，义无反顾地踏上了新征程。库珀重新见到了年迈的墨菲四、关于看不见的艺术配乐对影片的情感传达具有重要意义。Hans Zimmer所作的配乐本身，就是值得单曲循环的纯音乐，他对观者情绪的掌控，以及对影片内容表达的张力，在每一个音符里都令人为之震撼，有如对无限缪宇来自天堂的赞歌，这几乎是神圣的。（一）《Cornfield Chace》——由弱到强的圣歌玉米地的追逐该配乐出现在库珀、墨菲和汤姆追无人机的片段。由之前墨菲定律的争论，到无人机出现的惊讶，以及追逐无人机的惊心动魄，该配乐对观众情感的掌控可谓恰到好处。在Zimmer的手下，教堂的管风琴的数千根琴键所演奏出的空灵，有如从天堂降临而下的圣歌。这首配乐让笔者想到了《盗梦空间》结尾的震撼配乐《Time》，两者有惊人的相似之处。只要听几遍，你就会发现，这首配乐前后的旋律是在不断地重复，换句话说，它自始至终都只有一个旋律，随着时间推移，每秒的音符逐渐增多，但只要仔细听，你会发现，开头与后段同一节拍的音符是一模一样的！也就是说，Zimmer只是将后段音乐中的大部分音符“抽”掉，就构成了前段——这几乎是不可思议的。而每秒音符的数量与响度正好成正比，给人由弱到强的感觉。库珀追逐的印度军用无人机“它得对社会做点有用的事。”“我们难道就不能放它走吗？”“它得学会适应这个世界，和我们一样。”（二）《S.T.A.Y.》——听不见的怒吼钢琴单调的独奏，外加轻声的电子乐背景，与墨菲的幽灵交织在一起。“外公说这世界上存在幽灵。”“那是因为爷爷自己就快成幽灵了。”墨菲的房间，“幽灵”通过书架和她讲话一本本书毫无征兆地从书架上落下，灰尘按二进制代码均匀地落在地上，这是幽灵，在书架后面，但你却听不到他的怒吼。“我把它代进了摩尔斯电码，你知道它说什么吗？”“墨菲，不要这样……”“它说，Stay——Stay！”（三）《Day One》——帆船手钢琴重复徘徊着，似乎永无尽头，而跟随而至的电子乐，似乎是在哭诉着无限缪宇的孤寂，和人类逐渐窒息却无能为力的绝望，以及为生存的最后一息所做的的奋力挣扎。我们理应成为无限苍穹的探索者，而今终于踏上征途。“我只是担心，我们和外面的宇宙，只隔着几毫米厚的钢板。”“知道吗，罗米利，其实很多帆船手根本不会游泳，我们是探索者，我们就是宇宙中的帆船手。”（四）《Mountains》——山空灵的音乐，就如同米勒星球的海洋开头的音乐给人以空灵之感，就如同米勒星球的海洋。注意这一段开头的节拍，若对着秒表听，你会发现它是1.25秒/拍，这是音乐的巧合还是影片的必然？为什么开头节拍偏偏是钟摆声？如果换算过，你就会知道，在米勒的星球上，每1.25秒钟，就是地球上的一天。米勒星球的巨浪节奏越来越快，背景音乐逐渐增强，然后随着巨浪的镜头，在一瞬间倾其所有地爆发而出，似乎在与时间进行着无止境的战斗。“发射器一定在那里！我们去山那里！”“那不是山，那是浪……”观者能通过镜头和音乐感受到迎面的压迫感和紧张感紧张——季默通过节奏和响度的变化，同旋律的积蓄和最后旋律的爆发，完美地向观众传达了紧张的氛围，以及滔天大浪的逼近。震撼——每一次巨浪的镜头，都在配乐的节拍上，都伴随着强音，这是属于宇宙之间的壮阔！这是造物主的鬼斧神工！这是大自然歇斯底里的怒吼！米勒星球的巨浪“我不行了，别管我，走！”“是的你可以，是的你可以！”（五）《No Time for Caution》——旋转曼恩博士的强制操作导致了永恒号舱体的爆炸，舱体开始飞速旋转，而永恒号是库珀、艾梅利亚唯一的希望，他们已别无选择。永恒号由于爆炸而飞速旋转“库珀，没有必要去浪费你的燃料！”“塔斯，分析永恒号的旋转状态！”“你在干什么？”“对接。”“永恒号转速是67…68每分钟…”“利用反向推进器让我们跟它实现同步。”“这根本不可能！”“不，这必须可能！”飞速旋转的永恒号管风琴在咆哮，永恒号的碎片飘散在无尽的黑暗中，真空里，甚至连人类最为撕心裂肺的呼喊也变得渺小，脆弱到无法听到。（六）《The Wormhole》——星际穿越前段音乐渐强的不断重复，再配上虫洞的景象，以及引力透镜效应所产生的光线的诡异弧形运动，增加了紧张程度，而后段音乐，配上穿越时的诗意画面，也可谓天衣无缝。星际穿越中的虫洞“准备好和我们的太阳系告别吧，还有银河系，我们出发了。”（七）《I'm Going Home》——看见库珀陷入了超立方，他能透过超立方的世界管看见他的女儿。库珀看见她的过去，她的未来，他能说话，但是一切都无济于事；他能看到，但对过去无法插手；他能愤怒，但只能让用书讲话。不过，他终归看到女儿和家了，只是，他从未料到，几分钟之后，他能回到真正的家，见到真正的女儿。“那是什么？”“第一次握手吧。”库珀在超立方中看到了艾梅利亚·布兰德2013年，诺兰找到他的老搭档，作曲家和电影配乐家汉斯·季默，给他一页剧本，让他按照剧本做一首曲子。里面的内容是关于“两年前的十一月份，他们在伦敦一家餐馆里聊他们的孩子。”拿到那一页剧本后，汉斯·季默做了一首关于他儿子的曲子，并叫诺兰来家里听。诺兰听完后说：“我觉得我的电影可以开拍了。”汉斯·季默于是不解的问：“可你究竟要拍什么？”于是诺兰就把格局宏大的太空冒险故事讲给他听。汉斯·季默疑惑的说：“可这是非常私人的曲子，只能给你最亲密最信任的人听啊。”诺兰说：“这就是这部电影的灵魂。”是的，配乐和亲情，以及对无限缪宇的赞歌，这便是《星际穿越》的灵魂所在。五、关于制作（一）“实拍狂魔”诺兰回想盗梦空间，诺兰为了拍几十秒钟的镜头而建造了能三百六十度旋转的走廊，在黑暗骑士中为了小丑的镜头而炸掉了一整栋烂尾楼，那么，在星际穿越中，他的实拍癖好又诞生了什么呢？1.“永恒号”一比一模型诺兰搭建了永恒号1:1的模型诺兰由于不知道计算机模拟和实物的制作哪个更便宜，就建造了一个13.4米长、7.9米宽、4.9米高的永恒号模型，可以从水平方向移动到几乎垂直的方向。值得一提的是，影片中飞船的爆炸场景，竟然也都是实拍的，只能说是艺高人胆大啊。飞船的爆炸也为实拍镜头2.节约成本的高级方法诺兰为了高度还原场景，种了整整500亩玉米，让演员在戏中开着车肆意穿行，这一切若只是为了剧情也没什么，但出人意料的，诺兰把种出来的玉米拿出去卖，还节省了很大的一笔影片预算。诺兰为追求真实感，种了500亩玉米3.细节决定成败为了真正达到基普·索恩“绝对科学”的要求，甚至连布兰德老教授黑板上写的解引力方程的迭代式都是片场中由基普·索恩亲自写上去的。上图中，基普在黑板上写引力方程的迭代式；下图，墨菲注视着黑板上的迭代式4.超立方诺兰建造了一个一比一的超立方模型，然后借助双重否定公司制作的特效将其进行了延伸，从而形成了电影中的场景。诺兰搭建了超立方的一比一模型（二）双重否定工作室这一公司曾参与了盗梦空间的特效制作，曾获得过奥斯卡最佳视觉特效奖，在全球范围内总共有两千多名员工。基普在特效制作期间将根据相对论推导的公式模拟传给保罗·富兰克林、尤金妮娅·冯·腾泽尔曼和奥利弗·詹姆斯，再由他们将其转化成计算机数值，用来制作达到IMAX清晰度的画面。保罗·富兰克林（左）和基普·索恩（右）是他们造就了卡冈都亚。六、关于爱的引力星际穿越可以很大，它将黑洞、虫洞、超体融合在一起；它也可以很小，小到只剩下库珀和墨菲。“你的妈妈以前说过一句话，我之前从未听懂，现在我理解了。她说，当你有了孩子，你就是孩子未来的幽灵。现在的我们就是孩子以后的回忆了。”库珀为了千千万万的家庭，离开了墨菲，但他跨越了半个宇宙，跨越了一百亿光年，到头来，他还是看到了曾经的墨菲。时间是一种痛苦。“你曾经说过，当你回来的时候，会和我一样大，但是，今天是我的生日，今天，我正好是你离开时的年纪……”他眼睁睁地看着一幕幕的往事，眼睁睁地看着自己犯下一个个错误，却无能为力他眼睁睁地看着一幕幕的往事，眼睁睁地看着自己犯下一个个错误，却无能为力，这也许是对一个人最大的折磨。他恐惧时间，恐惧再也看不到墨菲。爱就像引力一样，能跨越时空和维度；如同影子那般，无法抹去。“也许爱是来自更高维度的物理量呢？我们爱远方的人，我们爱离去的人……爱，是唯一能跨越时间和维度的力量。”七、请温柔地走进科学的良夜很多人说，影迷夸星际穿越的科学性不过是皇帝的新装，希望读者在读完以下内容后，对这句话的认识会有所改观，如果有内容偏差，也一定请读者指出，必感激不尽。基普·索恩，星际穿越的科学顾问《星际穿越》的科学顾问——诺贝尔物理学奖得主、天体物理学巨擎基普·索恩，在片前就已经提出过两点要求（我在第一部分提到过，但重要的需要强调一下）：影片的情节不能违背已成定论的物理定律，也不能违背已牢固确立的我们对宇宙的认知；对尚不明确的物理定律和宇宙的猜想要源于真正的科学，猜想的依据至少要被认可。但是也有很多人质疑星际穿越的科学，因此，我们要深入到其中的每一个细节，探究其科学性，不过在理解其科学内容之前，也许需要先简单地了解一下相对论物理学。如若内容有偏差，也希望大家指出，以便修改，笔者感激不尽。以下内容我只能尽力做到通俗易懂，如果读者认真看完后还是理解不了，那便一定是我没有解释清楚的过错。（一）广义相对论和超弦论的简单概念受制于篇幅，贴主只能大致讲一下其核心。1.广义相对论“如果你坐在一个很丑的女的旁边，即使只是坐了一小会儿，也觉得过了很久；相反，如果你坐在一个极漂亮的女的旁边，即使坐了很久，也感觉只过了一小会儿，这就是相对论。”（爱因斯坦有关广义相对论中相对时间的玩笑）对于E=mc方的公式，想必是不需多说了。运动速度和所靠近物体质量都会影响时间的流逝，但时间一般来说不可倒流，因为这是相对论物理学所不允许的（不考虑微观角度的量子泡沫）。我们的重点放在以下两个地方：时空与引力&质量与时间。广义相对论明确指出，时间和空间是以一种复杂的形式交织在一起的，举一个简单的例子，曾经发射到火星轨道的“海盗1号”和“海盗2号”，它们相对于地球的距离始终不变，每隔一段时间便会接收来自地球的信号，然后再将信号发回地球。信号经过太阳时，其传播路径必定由于某种原因变长了但诡异的是，实验者发现，当信号传播的路径接近太阳时，其接收到的时间间隔就会增加几百微秒，而这完全超过了海盗号与地球距离微小改变所造成的误差，换句话说，当信号经过太阳时，其传播路径必定由于某种原因变长了，这些事实都指向同一个猜想——时间与空间所交织而成的时空会被大质量物体扭曲，而这一切的造物，便是引力。当信号传播的路径接近太阳时，其接收到的时间间隔就会增加几百微秒，而这完全超过了海盗号与地球距离微小改变所造成的误差因此，我们可以知道，时空的弯曲会造成引力和时间流逝变慢，而什么能造成时空弯曲呢？答案是大质量物体，即越靠近质量越大的物体，时间流逝便越慢。举个例子，哈佛的两位教授利用穆斯堡尔效应做实验，将两个钟分别放在水塔底部和23米高的水塔顶部，5年后拿下来做比较，发现在水塔顶部的钟走的时间更快（超过实验误差130倍，更准确地说，两者每天的时间差为210万亿分之一秒），因此证明了该现象的存在。在地球上，由于地球相对于其他天体的质量极小，因此时间流逝变慢的效应极不明显，但如果是靠近中子星，一天就会减少数小时；如果是在黑洞表面，时间便会静止。这便是相对论的美妙之处——相对时间的不确定性。而这，也是星际穿越的灵魂所在。用一句话简单地定义引力：任何物体都倾向于朝时间流逝速度最慢的地方运动。2.超弦论对该理论在星际穿越中的应用，只需要了解一点，即：该理论是建立在超体空间存在的前提下的。何为超体？超体即是我们所生存的三维宇宙膜外的高维空间。在星际穿越的设定中，超体即是五维空间。经过以上科普后，我们便可以开始探讨星际穿越中的科学了。（二）卡冈都亚——黑洞中的巨人星际穿越中的黑洞“卡冈都亚”黑洞，大概这个词即使不是物理爱好者，也依然听得懂，但是，这里要科普一个古怪的事实：黑洞就是由弯曲的空间和弯曲的时间构成的一个三维的“洞”（即一个球体），除此无他。在介绍卡冈都亚之前，我认为还是有必要向读者科普一些内容的，否则后面会如同看天书一样。1.黑洞无毛定律这个定律的名称在法语中极其不雅（什么意思我想在坐各位都脑补的出来），依然是擅长取外号的约翰·惠勒教授给取的名字，不过准确的说，并不是“黑洞无毛”，而是“黑洞二毛”。怎么个说法才起了这么个奇葩名字呢？且听我娓娓道来……在对广义相对论方程的其中一个解（即施瓦斯席尔德解，任何空间的弯曲尺度若大于施瓦西解，就会产生黑洞，此处仅为拓展）进行反复研究后，天体物理学家们发现了一件有趣的事——只要我们知道了黑洞的质量和自旋速率两个数据，便能推导出有关该黑洞的其他所有信息，这两个数据，就是黑洞的两根“毛”。这就好像你只要知道台上那位跳芭蕾舞的女孩的体重以及她转圈圈的速度，就能知道其他与她有关的一切信息（真这么轻松就好了）。星际穿越中的黑洞——卡冈都亚星际穿越中对黑洞卡冈都亚的设定，便是以黑洞这“二毛”的设定为基准的，即——先确定卡冈都亚的质量和自旋速率，再根据这两个数据构造出卡冈都亚的细节。既然质量和自旋速率是黑洞卡冈都亚构造的基础，那么，我们何不先把视线放在卡冈都亚的这两根“毛”上呢？2.卡冈都亚的构造在演算其构造数据之前，必须要先科普一下与黑洞的自旋有关的内容。任何黑洞都是有自旋速率的，这点是被很多人忽略的。那么为什么会有自旋速率限制？原因很简单，因为根据相对论预言，任何物体的运动速度都是无法超过光速或者达到光速的，黑洞表面也一样（如果有一定的天体物理学基础，你就会知道黑洞和虫洞都是球体，详细解释请见后文对虫洞的分析），也就是说，黑洞若达到最大自旋速率，则黑洞赤道表面的转动速度将无限接近光速。如果超过了光速，就会产生一个裸奇点（这方面我会多次强调）。任何黑洞都是有最大自选速率的，因为黑洞表面的速度不能超过光速，否则便会产生裸奇点基普在研究期间也发现了影响黑洞自旋速率快慢的因素：当黑洞吸引与自身旋转方向相同的物体时，其自旋速度会增快，但自旋速率最大值的98%是一个临界值，当达到该临界值时，黑洞便极难捕获与自身旋转方向相同的物体，相反，它会极易吸引与自身旋转方向相反的物体，这会导致其自旋速率的下降。不过该理论并不能说明黑洞的自旋速率无法超过最大自旋速率的98%，只是说明该可能性极小。再来看看黑洞的质量，由质量可以推断出黑洞的赤道长度，从而得出黑洞半径长度。我们现在以米勒的星球的“天上一时，地球七年”的设定来推断卡冈都亚的质量和自旋速率。如果仅考虑质量而自旋速率为零，则米勒的星球会直接被吸入卡冈都亚；如果质量不够，那么随着自旋速率的增大，米勒的星球会脱离卡冈都亚的引力而被甩飞（引力弹弓效应），或者黑洞将超过最大自旋速率。因此我们需要找一个中和的数值（此处省略计算过程，过于复杂，将会占去过大篇幅）不过这个数值非常极端——卡冈都亚的质量为太阳的一亿倍，自旋速率比最大自旋速率小一百万亿分之一时，才能够符合电影“天上一时，地球七年”的设定，但即使数据再极端，只要它是在理论范围内所允许的，便有一定几率发生。我们可以根据“黑洞无毛”定律推导出卡冈都亚的赤道长度为10亿千米，也就是说，其半径大概为1.5亿千米——几乎是太阳到地球的距离！这也就是卡冈都亚为何如此令人震撼的原因。卡冈都亚的赤道长度大约有10亿千米，它的半径几乎是太阳到地球的距离！3.卡冈都亚的可视化为了解这部分影片内容，我们需要做许多铺垫和科普，我会在这部分进行非常详细的解释，以便读者能够将这部分内容尽可能快地消化，才能理解后面的影片。那么，现在就继续我们的烧脑之旅吧。（1）黑洞的引力透镜效应•无自旋黑洞的引力透镜效应为理解引力透镜效应对阴影外恒星的作用，并了解恒星是如何随着摄像机的运动而移动的，我们先从一个无自旋黑洞开始，看看它是如何影响单颗恒星发出的光线的。在下图中，两条光线从恒星，出发到达摄像机。在黑洞周围弯曲的空间里，每条光线走过的都是最直路径，但因为空间弯曲，其路径被偏转了。一条弯曲的光线从黑洞的左侧传播，另一条光线则沿右侧传播。两条到达摄像机的光线都会在那里形成恒星像。图中，左下的小图显示了摄像机拍摄到的恒星所成的两个像，我们用红色的圆圈加以标记，以便将它们和背景中的其他恒星区分开来。请注意，右边的像之所以会比左边的更靠近黑洞的阴影，是因为它的光线传播路径更接近于黑洞的视界。所有其他恒星也都在图片中出现了两次。两个像总是处于黑洞的两侧。读者能否找到其他几对恒星?在图中，黑洞的阴影代表了所有无法到达摄像机的光线的传播方向。在图中右上角的图中，有一个三角区域被标记为阴影。所有“想要”进入阴影的光线都被黑洞抓住并吞噬了。当摄像机沿着它的轨道向右方前进时，恒星在摄像机底片上的图案变化将如图所示——无自旋黑洞赤道面上的引力透镜效应图中着重标注了两颗恒星: 一颗标记在红圈中(即图中的恒星)，另一颗则用黄色菱形标记。我们可以看到每颗恒星的两个像: 一个在粉色圆圈内，一个则在圈外。这个粉色的圆圈被称作“爱因斯坦环”。当摄像机向右移动时，恒星的像就将沿着黄色和红色的曲线移动。爱因斯坦环外的恒星像( 我们称它为“主像”)移动的方向和大部分人预想的差不多:当恒星平滑地从左向右移动并经过黑洞时，其主像被偏折到了远离阴影的地方。但是，在爱因斯坦环内的像(我们称它为“次级像\"）的移动方式却出乎意科。它们会从阴影的右侧出现，沿着爱因斯坦环和阴影之间的环先向外移动，然后再移向左方，最后又落回阴影边缘。(示意图将有助于你理解这个现象）从右侧传播的光线比较靠近黑洞，所以恒星在右侧所成的像也更靠近阴影。而在更早的时刻，摄像机的位置更靠近左侧，则从右侧传播的光线需要比现在更靠近黑洞，其路径才会更加弯折以使其到达摄像机。因此，那时恒星在右侧成的像更加靠近阴影的边缘。相反，在更早时刻左侧的光线传播路线离黑洞更远。这时光线的传播路径几乎是直线，成的像也就离黑洞更远了。如果读者的大脑还未爆炸，那么接下来就是时候爆炸了，我们在接下来的内容中将了解卡冈都亚的引力透镜效应，即——•高自旋黑洞的引力透镜效应在卡冈都亚周围，恒星流动展现出两个爱因斯坦环(见图 )。我们用粉色的环标记它们。在爱因斯坦环外环之外，恒星向右侧移动(比如沿着两条红色的曲线)，这与前图展示的无自旋黑洞周围的情况类似。但是，回旋的时空将星流聚集成了高速运动，并环绕在黑洞的阴影边缘的窄带上。然后，窄带在黑洞赤道附近突然弯折。而与此同时，空间回旋也产生了星流的漩涡(闭合的红圈)。高自旋速率黑洞的引力透镜效应每颗恒星的次级像都出现在两个爱因斯坦环之间。每个次级像的轨迹都是闭合的曲线(如图中黄色的闭合曲线所示)，并且，次级像的运动方向和爱因斯坦环外环之外红色标记的恒星流动方向相反。如果没有引力透镜效应，卡冈都亚的天空中会有两颗非常特殊的恒星:一颗在卡冈都亚的北极上方，另颗正好在其南极下方。它们可以被类比于地球的北极星，一颗正好是在地球北极轴上的恒星。我们用红色的五角星标记了卡冈都亚的南、北极星的主像，用黄色五角星标记了它们的次级像。在地球上，天空中的所有恒星都好像绕着北极星做圆周运动，这是因为人类在地球上随着地球自转而活动。类似地，卡冈都亚周围的所有恒星主像都围绕着红色的南、北极星的主像做圆周运动，只是它们的圆周运动轨迹(比如两条红色的闭合曲线)被回旋的空间和引力透镜效应强烈地扭曲了。并且，所有次级像都会环绕黄色五角星做扭曲的圆周运动(比如沿着两条黄色闭合曲线)为什么对于一个无自旋黑洞来说，次级像会从黑洞的阴影中出现，最终又沉没到阴影中去，而不是像在卡冈都亚周围那样，其运动轨进形成一条闭合的曲线呢?其实在无自旋黑洞周围，次极像的运动确实形成了闭合的路径，但是闭会曲线的内侧离黑洞明影的边缘大近了，所以肉眼看不到。卡冈都亚的自旋产生了空间回旋，而后者使得爱因斯坦环内环向外移动，令其显现出来，同时也显现出了次级像的全貌(图中的黄色曲线)。黑色的圆代表黑洞，紫色的虚线代表摄像机的轨道，红色的曲线标示了光线路径在爱因斯坦环之内，恒星流动模式会更加复杂。如果说宇宙中所有恒里的在爱因斯坦环内环的外环之外，而次级像在两环之间，那么内环之间汇集的就是恒星的三级像或更高级像。在图中， 我们用5幅图分别例举各级像形成所需的轨道，红色的曲线标示赤道平面。黑色的圆代表黑洞，紫色的虚线代表摄像机的轨道，红色的曲线标示了光线路径——光线给摄像机带来了恒星像，这些像在图上部的图片中由蓝色箭头标示。此时，摄像机则绕卡冈都都亚逆时针而行。如果读者坚持到了这里，是时候长出一口气了，我们已经解决了黑洞视觉效果中最难的内容，接下来，我们来聊聊卡冈都亚的“光环”——火壳（2）火壳——被禁锢的光线引力在黑洞卡冈都亚附近是如此强大，空间和时间弯曲是如此强烈，以至于光线(光子)会被困在视界外的轨道上，绕着黑洞一圈又一圈地转动，很长时间后才可以逃脱。这些禁锢光线的轨道不稳定，因为光线最终总会逃离它们。(相对地，被捕获到视界之内的光子将永远无法逃脱。)卡冈都亚的“火壳”很多读者读到这里可能会说，在科普书中，都写着：“黑洞的引力极强，就连光都无法逃脱。”但是，这有一个前提，即光子的直线运动轨迹需要与黑洞的角动量达到一定临界值，用正常人听得懂的话说，光子需要几乎径直朝着黑洞冲过去时，才会百分百的可能性被黑洞吸收。为什么呢？用最为通俗的例子来讲，在黑洞周围的光子就好像裙子的裙摆，决定裙摆能否飘起来的因素有两点：一是裙子的长度（相对的，就是光子路径与黑洞的距离），二是女孩穿着裙子转圈圈的速度（即黑洞的自旋速率）。裙子越短、转圈圈的速度越快，裙子飘得越高，你因此得知此时的离心力最强。换句话说，光子运动路径距离黑洞表明越近，黑洞自旋速率越快（前提是光子与黑洞自旋同向，否则视觉效果会正好相反）光就越容易挣脱黑洞的引力。好了，少扯闲篇，我们回到这些暂时被黑洞引力给禁锢的光线上吧。基普称这些暂时被禁锢的光线为“火壳\"。 在为《星际穿越》这部电影制作卡冈都亚视觉特效的计算机数值模拟中，火壳扮演了重要角色。对于无自旋的黑洞来说，火壳是一个球面，其最大横截面的周长是视界周长的1.5倍。被困住的光线在球面上沿大圆一圈圈地绕行（与地球上的经线类似），其中有些光线漏出来进入了黑洞，而其他光线则漏向外部，逃出了黑洞。黑洞卡冈都亚的火壳延伸范围如果一个黑洞已经转动起来了，那么它的火壳会向内和向外延展，这时火壳占据了一个有限的体积而不仅仅是一个球面。 就卡冈都亚而言，由于其巨大的自旋速率，在赤道平面中（见图上部），火壳会从下方的红圈延伸到上方的红圈。火壳的延伸范围覆盖了米勒星球和它的轨道，以及广阔得多得多的区域。在下部的红圈上，一束光线（光子轨道）一圈圈地绕着卡冈都亚旋转，方向与卡冈都亚自旋方向相同(正向轨道)。在上部的红圈上，一个光子可以在与和卡冈都亚自旋反向的轨道上绕着黑洞运行（反向轨道）。显然，由于空间的回旋，相比反向轨道，正向轨道的光线可以离黑洞更近而不落入黑洞。三维火壳示意图图中刻画了火壳在赤道面上方和下方占据的空间区域，这是一个很大的环状区域。这幅图省略了空间的弯曲，因为这会妨碍三维火壳的全貌的展现。黑洞对时空的复杂扭曲会使火壳的轨道极其复杂，下图中基普向我们展示了一些暂时困于火壳中的光子的轨道。一些暂时困于火壳中的光子的移动路线黑洞处在这些轨道的中心。最左边展示的轨道一圈又一圈地缠绕着一个较小球面的赤道区域，轨道总是向前，与卡冈都亚的自旋方向相同。第二个轨道缠绕着一个略大一些的球面，轨道几乎是极相像的，只是稍微沿着正方向前进。第三个轨道缠绕的球面更大一些，几乎完全是极向的，只稍稍向反方向前进。最右边的轨道几乎完全缠绕着赤道，但沿着反方向运行。这些轨道事实上是相互重叠的，之所以分开来画，是为了让读者看得更清楚。火壳中暂时被困住的光子最终会向外逃出。一些光子会回旋式地离开卡冈都亚。其余的光子则会回旋式地向内，朝向卡冈都亚并陷入它的视界中。暂时被困住但最终逃离的光子对电影中卡冈都亚的视觉特效有着重要影响，它们标记了“永恒” 号船员看到的卡冈都亚阴影的边缘， 并且会在这一边缘处形成一条细细的亮线：一个“火环”。而这一切，造就了卡冈都亚。（2）吸积盘•吸积盘从何而来？至今为止，科学界最为接受的理论是：恒星偶尔会来到离类星体的黑洞非常近的地方。此时，黑洞的潮汐力会撕裂恒星。被撕裂恒星的气体很多被黑洞捕获，形成了吸积盘，但也有一些逃逸。吸积盘是恒星由于黑洞强大的引力而被撕裂所产生的，约翰·惠勒给这一过程取了个名字，叫“火爆的婚姻”•卡冈都亚的吸积盘一个典型的吸积盘及其喷流都会产生辐射：X射线、伽马射线、射电辐射和可见光。这些辐射非常强，会将附近的所有人烤死。为了避免这一伤害，诺兰和保罗赋予了卡冈都亚一个极度没有活力的吸积盘。“没有活力”在这里不是相对于人类而言，而是相对于典型类星体的吸积盘而言。相对于典型类星体吸积盘的上亿度的高温来说，卡冈都亚吸积盘的温度只有几千度，与太阳的表面温度接近，所以它的辐射集中于光学波段，只发射一点儿甚至不发射X射线和伽马射线。气体很冷，以至于原子的热运动速度会变得很慢，无法令吸积盘膨胀。所以，卡冈都亚的吸积盘很薄，基本上被约束在赤道面上，只有稍微的膨起。黑洞卡冈都亚的吸积盘在那些长时间没有被“喂食\"的黑洞(最近几百万年来都没有撕裂过恒星)周围，这样的盘很常见。最初被约束在吸积盘上的等离子体中的绝大部分磁场可能会流失，而之前由磁场供能的喷流也会消失。这就是卡冈都亚的吸积盘：很薄，没有喷流，对人类来说相对安全。注意，只是相对安全。卡冈都亚的吸积盘和你在网络上或者一些天体物理论文上看到的薄盘的图片有很大的不同，因为那些图片忽略了一个重要特征：黑洞对吸积盘的引力透镜效应（看到这个词，脑子就开始发烫了），但《星际穿越》没有无视这个特征，因为诺兰要坚持视觉特效的准确性。星际穿越没有忽略黑洞的引力透镜效应对黑洞火壳的视觉效果所造成的影响如果没有引力透镜效应，吸积盘的样子就会是图中左上方小图中的那样。但引力透镜带来了巨大的改变(见主图)。你可能期待着吸积盘的一部分隐藏在黑洞背后。但事实并不是这样，引力透镜效应产生了两个像:一个在卡冈都亚黑洞之上，一个在其之下。从下图可以看到，卡冈都亚背后的吸积盘的上表面发出的光，先向上传播，然后绕过黑洞进入摄像机，生成了图中包围在黑洞阴影上方的吸积盘的像。类似的机制也生成了包围在卡冈都亚阴影下方吸积盘的图像。卡冈都亚背后的吸积盘的上表面发出的光，先向上传播，然后绕过黑洞进入摄像机，生成了图中包围在黑洞阴影上方的吸积盘的像在这些主像的内侧，我们能看到吸积盘狭窄的次级像，它们弯曲在阴影的上方和下方靠近阴影边缘。如果我们把图片做得比现在大很多，那么你便可以看到三级像和更高级的像，它们与阴影的距离会一个比一个近。所有的这一切，这些寒冷而硬核的科学，竟能构建出如此柔情而震撼的景象。再看一眼卡冈都亚吧！看看它对宇宙背景的引力透镜效应！看看它迷人的火壳！看看它瑰丽的吸积盘！这一切的一切，几乎是很神奇的！再看一眼卡冈都亚吧！看看它对宇宙背景的引力透镜效应！看看它迷人的火壳！看看它瑰丽的吸积盘！这一切的一切，几乎是很神奇的！而卡冈都亚的科学，不止于视觉效果。3.卡冈都亚的内部结构（1）三个奇点可能，很多读者在看到这个标题时会觉得笔者在忽悠人，但是，BKL奇点其实在二十世纪九十年代就已被证明只是黑洞中的一个奇点（可以参考埃里克·泊松和沃纳·伊斯雷尔的论文）。如果你落入一个像卡冈都亚那样自旋的黑洞，不可避免地，在你之后还会有许多东西掉进去，比如气体、尘埃、光、引力波，等等。从黑洞外面看，这些东西需要几百万年甚至几十亿年才能掉进去。但是从黑洞的内部看来，那只是几秒钟或更短的时间，因为相对于我来说，你的时间将极端变慢。结果是，你看到这些东西全部堆积在一个薄片上，将以光速或接近光速朝黑洞里面向着你的方向落下。这个薄片能产生很强的潮汐力，并扭曲周围的空间。而且，如果它碰到了你，你也将被扭曲。库珀掉入黑洞后看见的景象潮汐力会逐渐增强到无穷大，形成一个下落奇点。然而，潮汐力增长得十分迅速，如果它们作用到你身上，那在你到达奇点的一瞬间，它们只会让你产生有限的形变。你感受到的力会随时间的变化而改变，沿着上下方向的拉伸净力，沿着南北向和东西向的挤压力。当你碰到奇点时，你感受到的挤压或拉伸是有限的，但你被拉伸或挤压的变化速率是无限的。这些无限大的速率就意味着无限大的潮汐力，所以说奇点确实存在。当你到达奇点时，因为你的身体只有一部分被潮汐力瓦解，所以你有可能还活着（一定几率）。在这种情况下，与BKL奇点比较起来，下落奇点要“温和”得多。如果你真的还活着，之后发生的事情就只有量子引力理论才能解释。直到2012年，第三个奇点才被证明。外飞奇点由掉进黑洞的物质（气体、尘埃、光、引力波等）产生。那些东西的很小一部分会被黑洞里弯曲的时空反弹，然后向你飞来，就像太阳光被弯曲平滑的海浪所反射，让我们看到一幅波浪的图景一样。黑洞的三个奇点——BKL奇点，下落奇点和外飞奇点被弹起的物质由于黑洞内极慢的时间流逝而被压缩成了一层，就像音爆一样（一种“激波阵面”）。由这些物质的引力所产生的潮汐力会增长到无限强，从而变成一个外飞奇点。但像下落奇点一样，外飞奇点产生的潮汐力也是温和的：它们增长得非常迅速和突然，所以如果你碰到它们，那你在通过奇点的瞬间受到的净形变量也是有限的，而不是无限的。而这三个温和的奇点，使库珀落入黑洞后的侥幸生存成为可能。所以，如果以后碰到有哪位鲁莽的朋友略显呆萌地断言库珀不可能活着进入黑洞附近的超立方，你便可以将这篇影评推荐给ta了😉（三）米勒的星球——撕裂边缘1.潮汐力的幸存者：风险与希望的并存体米勒的星球所在轨道极其接近卡冈都亚的潮汐力临界值。基普给我们的示意图告诉了我们米勒星球和曼恩星球的位置虽然卡冈都亚的潮汐力极大，但我们可以回想一下前文提到的卡冈都亚惊人的半径，导致米勒的星球能受到尽可能均匀的引力。此外，它的公转速度也极快，这也是它能如此靠近黑洞卡冈都亚的原因。但这一切也引发了一个令库珀纠结的问题，也是老布兰德教授所惧怕的问题——“我是一个老物理学家了，我害怕的不是死亡，是……时间。”卡冈都亚旁的米勒的星球2.地上一时，天上七年根据广义相对论的预言，时空是能被大质量物体扭曲的，同时，一个物体的运动速度越快，其相对的时间流逝速度就越慢，而这两者的结合使地上一时天上七年的内容成为可能。在有关卡冈都亚的介绍中我已经给出了具体数值，即：质量为太阳一亿倍，自旋速率比最大自旋速率小一百万亿分之一，这时候，米勒的星球正好能达到该设定的效果。当然，时间从来不是强大潮汐力导致的唯一麻烦。3.滔天大浪很多网友说，米勒星球上有关海洋的设定有漏洞，因为一片海洋不可能同时有齐腰深的水和两千米高的巨浪。真的是这样吗？由于卡冈都亚强大的潮汐力，滔天大浪的设定是完全可以实现的卡冈都亚强大的潮汐力使米勒的星球上大部分的水都形成了巨浪，只有少量留存在了地表，所以，这一设定是完全可以实现的。4.如何登陆米勒的星球可以通过中子星的引力弹弓效应，不经减速就驶入与米勒星球平行的轨道上并快速降落，节约时间这一细节在影片中是用库珀的一句台词代过的：“我们可以利用那颗小型中子星的引力弹弓效应节省时间，不用减速就能和它的轨道平行。”具体示意图见上。库珀在影片中，通过白板上的图同样表达了这个意思，即——为了节省时间和燃料，永恒号需要径直向着黑洞卡冈都亚飞行，然后通过一颗中子星的引力弹弓效应转换到与米勒星球的平行轨道上进行速降。“我们可以利用那颗小型中子星的引力弹弓效应节省时间，不用减速就能和它的轨道平行。”（四）虫洞——超自然的造物虫洞也是广义相对论的一个预言。最早是被福拉姆解出的，但尽管福拉姆发表了有关虫洞的论文，却没有任何人注意，直到十多年后，爱因斯坦和罗森一起得出了与福拉姆相同的解，这便是业内人士对虫洞的称号——“爱因斯坦-罗森桥”，而“虫洞”一名称则是由约翰·惠勒（基普的恩师）提出的（据说他喜欢在泡澡时把整个头浸在浴缸里取名字）。好了，言归正传。虫洞，准确意义上来说是不可能自然形成的（依然不考虑极度微观尺度上的量子泡沫形态），甚至不可能被我们所存在的宇宙膜中的任何文明制造出来，这就是为什么星际穿越中布兰德教授十分确信超体生物存在的原因。但是，为什么虫洞不可能自然形成，为什么即使我们的宇宙膜中再高级的文明也无法造出虫洞？爱咬文嚼字的朋友一定已经发现了，限定是“我们所存在的宇宙膜”。我们依然用假设的方法——假设你是一个生活在一张白纸上的超人，在白纸里，你能上天入地，接近光速飞行，甚至于可以打爆佐德将军（咳咳，闲篇扯远了），但是，你依然只是活在这张白纸上，你再厉害，也无法靠自己强壮的胸肌和肱二头肌把自己所在的白纸折弯，也不可能像死侍那样打破第四面墙，更不可能把这张白纸戳一个洞，再粘起来，因为你本身就呆在这张白纸上。这时候，你就需要求助于三维空间中无所不能的“超体生物”——漫画家，在他喝的醉醺醺的时候将你生活的那张纸对折，用笔戳个洞，再用胶带粘牢。没错，这样，你的二维宇宙膜中就出现了一个虫洞。同理，我们可以把前文所有空间都增加一个维度，三维空间中的超人也无法扭曲自己所在的宇宙膜，宇宙膜更不可能自己烂出一个洞来，这时候，谁能在三维空间中创造一个虫洞？没错，更高维度的超体生物（星际穿越中是五维超体生物）。知道了以上内容，下文对星际穿越中虫洞的理解就基本无碍。1.球形虫洞很多人都会对星际穿越中的球形虫洞产生误解，理所当然地认为虫洞应该是一个圆形的洞，而非球体，但这种错误的理解其实是被科普书中的辅助图所带偏的。任何有关天体物理学的科普书，在对虫洞的构造中都是下图这样的——人们认为虫洞是一个“洞”，这是科普书中配图对读者所产生的误导但是大多数人会忘掉一件事，即诸如此类的图片都将将我们所处的三维宇宙膜中所有的空间维度减少了一个维度，换句话说，在真实的三维宇宙膜中，所有维度都要比图中高一维。这么解释便非常清晰了——在简化图中，虫洞是一个圆形的洞，那么在三维中，虫洞增加一个维度，便成了一个球体。罗米利在影片中也向库珀用相似的方式解释了虫洞为什么是球体，以及虫洞的功能。罗米利在影片中用类似方法向库珀解释了为什么虫洞是球体2.虫洞的引力透镜效应此原理和黑洞的引力透镜效应相同，具体看前文中对黑洞可视化的介绍（相信那段冗长而折磨人的原理科普已经让读者看到这个词就想作呕了）3.虫洞内部的可视化虫洞内部的结构，我们依然用科普书中的方式进行绘图（如果以真实维度进行绘制，会难以想象的复杂和难以理解，且很难体现其重点），如下图。“虫洞”，很形象的图，不是嘛蚂蚁所在的二维苹果表面即为其生存的宇宙膜。它到苹果另一端有两条路：（1）沿着苹果弯曲的表面爬到另一端；（2）通过中间笔直的虫洞（现在知道这名字取的很形象了吧）穿过苹果内部，爬到另一端。如果它愿意偷懒，肯定会毫不犹豫地选择第二条路径。接下来，我们把关注点放在苹果的虫洞上。虫洞的“墙壁”依然是二维的，和蚂蚁所生存的宇宙膜的维度相同，但虫洞内部则是一个三维空间，比蚂蚁生存的宇宙膜要高一个维度！我们也可以以此类推，即：我们所处的三维宇宙膜中的虫洞的“墙壁”是三维的，而其内部是更高维的。星际穿越的视效团队也确实是这么做的，他们将虫洞内部三维空间的扭曲做的极好（见下方截图）。双重否定工作室将虫洞内部空间扭曲的视效做得极好“所有设备都是失灵的，调它们也没用，我们现在不在我们所处的三维空间维度，唯一能做的是观察和记录。”这句台词同样证明了虫洞内部的高维结构。4.可穿行虫洞的建造该段仅为拓展，天体物理学发烧友和想了解更多影片背景内容的朋友建议阅读。前文已经提到过多次，根据相对论物理学，虫洞是不可能自然存在的，我之前没有讲原因（毕竟不影响影片内容理解），放在该段介绍。由于虫洞内部剧烈的空间弯曲，使其在形成之初便会由于自身内部的极度时空弯曲而立即毁灭，因为其扭曲的时空增大了虫洞壁间相互吸引的引力，其生成至毁灭之间的存在时间之短，甚至连光都来不及通过虫洞，虫洞自身就“湮灭”了。值得高兴的是，基普在早期的研究中就已经发现，如果在虫洞内部塞满充满斥力的“奇异物质”，就可以维持虫洞的畅通，防止虫洞因自身引力场过强而毁灭。超体生物是如何建造虫洞的？在该方面有两种科学推测：（1）把我们所存在的宇宙膜弯曲，戳一个洞，再粘起来。把宇宙膜弯折，戳个洞，再粘起来听起来很简单，不是嘛？对超体生物来说确实很简单，当然对我们就不一定了。相比于第一种而言，第二种可能听起来会高大尚得多，细心的朋友肯定都注意到了，在谈论虫洞的不可能性时，我多次强调“忽略微观尺度上的量子泡沫”，因为这是bug般的存在。（2）把量子泡沫间的微观联结放大，成为虫洞量子泡沫可以理解为微观尺度上的“隧道”，我们可以想象一个发达的文明（不需强调维度），科技强大到可以将极度微观尺度上的量子泡沫快速放大，然后迅速添加“奇异物质”来保证虫洞的联通。这简直是诗意的，不过同时也是风险较高且极其不确定的。（五）引力&引力异常——墨菲口中的幽灵首先告诉读者一个事实——引力是在不断改变的。因此，谁知道我们的世界是否正在发生着引力异常呢？或许也有人在暗中默默指引着我们（真是有趣）？引力是在不断改变的。蓝色部分引力较弱，红色部分引力较强在星际穿越中，引力异常是人们认为超体生物存在的重要依据。在前文对广义相对论的描述中，我也已经介绍了一些有关我们的三维宇宙膜中引力的学术问题，现在要做的，是探寻高低维度碰撞时的引力现象。在看以下内容之前，我想先强调一下广义相对论的一个重要预言：只有引力和伴随引力的场，是能在不同维度之间传递的。如何诠释？且看下文。假设你是一个生活在二维宇宙膜上的智慧生物，有一天，有一个来自三维世界的球体要来拜访你，因此它需要穿过你的宇宙膜。首先是它的底部接触你的球面（你面前出现一个不可见的点），然后球体和二维宇宙膜的接触面逐渐增大，当膜与球的赤道面接触时接触面最大（你面前不可见的点逐渐变成一条不可见的线，但在三维角度来看，是一个圆），接着，球体和二维宇宙膜的接触面又逐渐减小，直至完全穿过（你面前不可见的线越来越短，直至消失）。三维超体生物对生活在二位宇宙膜中的二维智慧生物的“拜访”如果把以上场景皆增加一个维度，则你面前的空气中会逐渐产生一个由小变大的不可见的点，达到最大后便又开始由大变小（高维物穿过三维宇宙膜的原理）。那么疑问便来了——第一，为什么高维物体穿过低维宇宙膜时是不可见的？第二，既然不可见，影片中的科学家们又是如何确定高维物体穿过了他们所处的三维宇宙膜的呢？要回答第一个问题，就要先了解超弦论的预言（此处由于证明过程过于复杂，直接引用结论），即：“人类所知的所有粒子、所有的力和所有的场都是被限制在我们的宇宙膜内的。”换句话说，它们无法构成来自其他宇宙膜的事物，而高维物体并非来自我们的三维宇宙膜，所以无法产生由我们所处宇宙膜内的粒子构成的视觉效果，故此不可见。高维物体也不可能与低维生物产生交流，因为两者不在同一宇宙膜，这就好像你无法和漫画里的美女谈恋爱（真可惜）。回答第二个问题，就需要了解我们本部分的中心知识点，也是超弦论的另一个一个重要预言（敲黑板，该部分为重点，直接影响后文的理解）——引力和伴随着引力的时空弯曲是不被膜所限制的。因此有一个科学的推测，即：尽管超体穿过我们的宇宙膜时它们的截面是透明的，但我们可以感受到和看到这个超体的引力以及它所引发的时空弯曲。举例来说，如果超体生物穿过下图的色板，那么它导致的空间弯曲就会对色板产生透镜效应，从而使视觉图像发生扭曲；如果是旋转着的，情况则可能更为复杂。引力所导致的时空扭曲必定导致空间坐标位置的扭曲根据上图可以得出结论，即：引力所导致的时空扭曲必定导致空间坐标位置的扭曲（注意同一色块交点的位置改变）。我们暂且称该猜想（理论成立，无法验证）为A猜想。而高维空间对低维空间所造成的引力影响必然导致另一个效应——引力异常（即引力场无规律的明显变化）。这四个字在星际穿越中也多次被提及。我们暂且称该猜想为B猜想。我在此想强调一点：空间坐标的扭曲并不一定意味着视觉效果的扭曲，两者是有一定区别的。有了前两个猜想的科普辅助，便是时候介入星际穿越中的具体情节了。1.库珀的噩梦（A&B猜想）“我在直道上，有什么东西干扰了我的线传飞控系统。”这是库珀在NASA中与老布兰德论及引力异常时所说的话。库珀驾驶的飞船中，线传飞控系统靠的是三维空间坐标定位，而引力异常扭曲了空间坐标的位置，但飞船依然按照默认坐标飞行，为了飞往被扭曲位置的空间坐标，便会进行急转弯，即影片开头部分库珀的噩梦。2.收割机程序的斋乱（A&B猜想）所有收割机全部诡异地驶向库珀的屋子。跟前面所论及的原理一样，超体生物穿过了库珀所在的三维宇宙膜，扭曲了库珀的房子附近的空间坐标，而收割机程序是依靠空间坐标位置进行自动移动、收割的，在坐标系扭曲的情况下，他们会驶向默认的坐标，当超体完全穿过库珀所在的宇宙膜时，空间坐标位置再次回归正常，收割机便会自动回归正常位置了。3.书架后的幽灵（B猜想）书本毫无征兆和缘由地从书架上落下来。引力信号的改变使书本不断向外移动，最终落到地上（将在后一部分“超立方”中具体解释）。4.硬币、沙子和二进制（B猜想）库珀朝一道道沙堆间抛出一枚硬币，它快速落在了地上。沙子由于引力异常而快速掉落在地上超体穿过库珀所在的宇宙膜时自身所带的引力影响了库珀的三维宇宙膜的引力场，造成引力异常，使沙子有规律地落在引力更强的地方，也使硬币加速落在地上。“这不是幽灵——是引力。”（六）库珀的侥幸生存永恒号在引力临界值轨道上运用卡冈都亚的引力弹弓效应加速以飞向埃德蒙兹的星球燃料不够了，这驱使库珀做了一个极其浪费时间但又别无选择的举动——驶向引力临界值轨道，利用卡冈都亚的引力弹弓效应来加速，帮助艾梅利亚飞向埃德蒙兹的星球。1.库珀的抉择库珀给了艾梅利亚一个很具有诗意的解释：“牛顿第三定律，想要离开，就需要留下什么。”库珀放弃了自己回家的希望，将自己与巡逻者号一起投入了黑洞，他给了艾梅利亚一个很具有诗意的解释：“牛顿第三定律，想要离开，就需要留下什么。”但他真的只是为了艾梅利亚吗？事实上，库珀有自己的私心，他想尝试做最后的努力。塔斯在影片中对温和奇点的解释使他对获取黑洞内的信息产生了希望。库珀和“巡逻者号”一同落入黑洞2.被超立方营救库珀看到了黑洞中的宇宙尘埃，以及被禁锢的光子。由于卡冈都亚在设定中有三个温和奇点，因此库珀得以侥幸存活（前文有讲）。当“巡逻者”号接近外飞奇点的时候，受到的潮汐力会增加。在千钧一发时，库珀被弹射了出去，并被超立方接住（你会看到棋盘形的超立方，那是延伸体的尽头），得以存活。潮汐力将“ 巡逻者\"号撕裂。库珀在即将落入超立方时，观者可以清晰地看到棋盘形的超立方（七）超立方——极端物理“你已经看见了，时间在这里是一个物理维度。”请读者在接下来的阅读部分中激活大脑中的每个脑细胞，因为我们即将接触当今理论物理学最前沿的知识——极端物理。首先，笔者想要先解释一下，星际穿越中的超立方不是“正宗”的五维，而是用三维形式来表现的五维空间，否则任何来自三维宇宙膜的物质都不可能在其中存在（原子只能存在于三维空间中）。现在，是时候开始了。1.星际穿越中超立方的光线传播当库珀透过他所在大厅的右边墙壁向外看的时候，他看到了墨菲卧室的内景(右侧白色光线)。简化的星际穿越中的超立方当他透过他所在大厅的左边墙壁看时，他看到了墨菲卧室的内部(左侧白色光线)。当透过背向他的墙壁看时，他看到了卧室内部。当透过他前方的墙壁(橙色光线)看时，他看到了卧室内部。沿着黄色光线，他穿过墨菲卧室的天花板看。沿着红色光线，他穿过地板看。对于库珀来说，当他不停地变换方向时，他很像是在环绕着墨菲的卧室做运动。但是，我们再来看一看电影截图，会发现一些不同。如下图。首先，我们会发现，库珀所在大厅的边长被放大了3倍。这样，连接到大厅每一个表面的卧室都只覆盖了表面的1/3。图中，基普对此情况进行了描绘，他将超立方体的其他复杂细节都已移除，大厅背向的三个表面也没有在视图上呈现出来。大家可以注意到，图中库珀左侧为从床头墙面看过去的视角，库珀背后为从书架看过去的视角，库珀头顶为从地板看过去的视角。这有利于我们理解超立方中光线传播的路径我们注意到的第二件事情是从每个卧室扩展出来的两个延伸体。它们沿着横贯库珀所在大厅的两个方向延伸。延伸体无限扩展，在它们相交的地方创造出了似乎无限多的卧室和大厅的网格。这些大厅都与库珀所在的大厅相类似（见下图中的虚线边界）。例如，卧室7、8、9所标记出的表面面向同一个大厅的内部。这个大厅的边界由点线呈现出来；这个大厅的后左下角和库珀所在大厅的前右上角重叠。星际穿越中超立方的简化图和延伸体塔斯让我们明白了延伸体和卧室以及大厅网格的含义。因此在片中他告诉库珀：“你已经看到，时间在这里代表着一个物理存在的维度。”为了进一步了解这一点，我们可以先把单个延伸体挖出来研究。墨菲卧室的截面沿着两个延伸体移动延伸体垂直地穿过卧室的截面随着时间向右移动， 即沿着蓝色时间箭头移动;随着它们的移动，蓝色延伸体被创造出来。类似地，水平的截面随着时间流逝向上移动，即沿着绿色时间箭头移动，形成了绿色延伸体。只要是两组截面相交的地方——两个延伸体相交的地方，就是一个卧室。对于其他延伸体来说，情况是相同的。在每两个延伸体相交的地方，它们的截面就会形成一个卧室。因为截面的延伸速度是有限的，所以不同卧室之间的时间并不会同步。比如说，假设截面沿着每个延伸体移动，从一个卧室到下一个卧室需要一秒钟， 那么下图中所有卧室都是从0号卧室图像开始移动形成的未来，时间差别以秒计，由黑色数字表示。具体来说，卧室2领先卧室0一秒钟， 卧室9领先卧室0两秒钟，而卧室8领先卧室0四秒钟。卧室网格的一部分。卧室网格由移动的截面相交而成。蓝色数字表示具体的卧室——之前图像中用数字命名的拓展。每个卧室上的黑色数字给出的是它相对于卧室0取向未来的时间间隔。为了能够以最快速度到达墨菲卧室时间的未来，库珀应该沿着他所在的大厅的对角线移动，朝着蓝色、绿色以及棕色时间(向右、向上以及向内)增加的方向，也就是说——沿着图中紫色的对角虚线方向。这样的对角线避开了延伸体，它们是库珀能够沿其旅行的开放通道。在电影中，我们看到他沿着这样一个开放的对角通道移动，以便到达相对应的卧室。库珀沿着对角通道移动很多人问，库珀是怎么做到在超立方中移动自如的。请注意库珀的手，一直是呈一定角度弯曲的，且小臂与其运动方向基本平行，这是因为NASA宇航服手肘部位有喷射器来帮助宇航员在零重力下移动。2.向过去传递信息有些人会说，相对论物理学是不允许时间倒流的。但是，笔者想强调一下，超体并没有把库珀带到过去，也没有把超体带入我们的三维宇宙膜。库珀在超体中依然在变老，三维宇宙膜中的墨菲也依然在变老，但是超体允许引力把信息传送到我们宇宙膜的过去。库珀处在超立方中当掉入和穿越超立方体的时候，相对于我们的宇宙膜的时间来说，库珀确实是在逆时间旅行一从墨菲老年的时候回到她还是10岁的时候。库珀从超立方体卧室中观察墨菲，他看见了10岁的她，从这个意义上说，他实现了逆时间旅行。并且，相对于我们的宇宙膜世界的时间（卧室的时间）来说，库珀能够沿着时间轴前进或者后退，因为通过选择看不同的卧室，他能观察到处在不同卧室时间下的墨菲。这并不违背相对论物理学的规则，因为库珀并没有再次进入我们的宇宙膜。他依然在我们的世界外面，待在超立方体的一个三维通道中。通过从墨菲那束沿时间正向运动到达他的光，库珀观察着墨菲的卧室。库珀处在超立方中然而，正如库珀不能重新进入墨菲10岁时候的我们的宇宙膜世界一样，他也不能传递光给她，因为光可以携带信息从库珀本人的过去，也即她的未来带给她；也可以携带她是一个老人时的那个时代的信息；以及从我们的宇宙膜世界里，从一个地方逆时间传递到另一个地方的信息。这是违背相对论物理学的。所以，在卧室里的10岁的墨菲和在超立方体内的库珀之间，一定存在着某种单向的时空屏障，就像一块单向的镜子或者一个黑洞的视界。光线可以从墨菲向未来传播到达库珀，但不能从库珀向过去传播回到墨菲那里。这种单向的屏障有个简单的来源:在超立方体里的库珀总是处在10岁墨菲的未来。光可以从墨菲向未来传播到达他那，但不能从他这向过去传播回墨菲那里。但是，库珀发现引力可以越过这个单向的屏障。引力信号可以沿时间逆行，从库珀传递到墨菲。我们首先注意到这一点，是在库珀拼命地把墨菲书架上的书往外推的时候。我们可以先研究一下星际穿越中超立方的延伸体。这个延伸体是一系列垂直穿过墨菲卧室的截面，它们沿着蓝色方向(下图从左至右)在卧室的时间轴上前进。一本书在延伸体中的“世界管”卧室里的每一个物体，比如每一本书都对这个卧室的延伸体有贡献。实际上，书也有它自己的延伸体，作为更大的卧室延伸体的一部分沿着蓝色箭头指示的时间向前流动。物理学家们称这种延伸体的变化为书的“ 世界管”。同时，我们称书中的每个物质粒子的延伸体为粒子的“世界线”。所以，这本书的世界管就是组成这本书的所有粒子的世界线的集合。在电影里，你所看到的沿着延伸体流动的细线就是墨菲卧室里面物质粒子的世界线。库珀在推动一本书的世界线以创造一个引力信号当库珀从塔斯那里接收到量子数据的时候，他已经掌握了这种交流方式。在电影里，我们可以看见，他用手指推动着手表分针的世界管。他的推动产生了一个沿时间逆行的引力，使秒针不停颤动。颤动的模式遵循摩尔斯电码，其中包含了量子数据。超立方体存贮了存在于超体中的这种颤动模式，所以它可以不停地、一遍又一遍地重复。诺兰是一个情节铺垫的高手，早在电影的中前段就已暗示了手表的重要作用墨菲想起那块表，因为库珀走前跟她说过。30年之后，当40岁的墨菲回到了她的卧室时，发现秒针依然在颤动，一遍又一遍地重复着库珀在超立方中传送给她的经过编码后的量子数据。库珀拨动手表指针所在的“世界线”，用摩尔斯电码的引力信号，通过手表的指针向墨菲传递黑洞内的数据“对他们来说，过去是一个可以跋涉进入的峡谷，而未来是一座可以攀登上的山峰，但对我们来说并不是这样，对吗？”因此，传递黑洞信息并帮助解出引力方程、拯救地球上的人类的是引力信号，而所谓“爱”则只是促使墨菲回到房间拿起手表的情感驱动，所以，如果碰到有人一提起《星际穿越》就吐槽“爱拯救世界”，那你便可对略显稚气的ta莞尔一笑，劝他来看看这篇影评了😉（八）因果律——他们&我们很多人都指出了《星际穿越》有一个“严重的逻辑问题”，即：既然影片后段中库珀在超体空间中告诉TARS创造这一切的不是“他们”，而是“我们”，换句话说，未来的人类本来就已经存在，这就必定意味着人类最终能被拯救，而问题的关键正在于此——过去的人类既能被未来进化发展到五维空间的人类所拯救，那未来的人类是从何而来的？这便成了一个死循环（即费米悖论）：未来的A拯救即将消亡的曾经的A，而未来的A的存在必定意味着过去A的延续（且必须不受到未来A的任何影响），否则未来的A便是无中生有。库珀意识到，帮助人类的不是“他们”，而是我们自己如果照费米悖论说来，星际穿越中“未来的人类”一说，真的是一种逻辑悖论吗？如此明显的漏洞，基普和诺兰会没注意到吗？完全不是。首先，我们先来看一看，老布兰德的两个计划：A计划。通过控制引力将装载人类的巨型太空站送上太空；B计划.通过受精卵制造人口炸弹，把人类的火种传递到新的宜居星球上。接下来，我们再来看一看老布兰德教授两个计划的实施情况：·计划A情况：影片结尾库珀被救后看见自己处在一个环形的空间站内，人类已经脱离地球移居在了太空，说明A计划成功了，原因是因为超体生物（即未来已进化为生存在五维空间中的人类）制造了超立方，让库珀向墨菲传递信息，解出了教授的方程，掌握了控制引力异常的技术，因此人类能将如此巨大的空间站升入太空。以上分析说明地球上的人类是通过未来人类的帮助得以存活的。但是，这并不是费米悖论，这并不是全部。请读者仔细思考一下，除了地球以外，在哪个地方，同样存在人类呢？·计划B情况：影片最后的镜头，艾梅利亚·布兰德在新的殖民星球——真正宜居的星球上——摘下了自己的头盔，背后是人类的营地，而艾梅利亚必定认为，地球上的人类，以及落入卡冈都亚的库珀，都已经灭亡了（如果她不实施计划B，那么的确就灭亡了，且听以下的关键分析），为了人类的延续，她会怎么做？没错——计划B，人口炸弹。计划B也成功了。我们再回顾一遍B计划的过程，就会发现：在B计划的实施过程中，过去的人类没有受过任何未来人类的帮助。这意味着星际穿越中“未来人类”的设定并不是一个死循环。从以上分析，我们可以找到未来人类的来源——B计划所产生的人类，最终进化成五维生物，建造了超立方，帮助库珀向墨菲传达信息，拯救地球上的人类，使A计划得以成功实施。有些人可能会提出时间上的不同时性，但只要你认真读了前面有关超立方如何向过去传递信息的内容，便不会产生这类疑问了。而“未来人类”，正是B计划的产物，A计划的实施，正是“未来人类”的产物，环环相扣，步步严密。而这不正是星际穿越的逻辑和因果律吗？（九）地球环境恶化——噩梦1.泛型枯萎病：生态灾难首先需要科普一下枯萎病的常识，即：枯萎病一般是由细菌或真菌引起的传播于植物之间的感染病。历史上也有部分记载，但枯萎病的类型很多样，有些是传染的植物种类范围广而不致命，有些则恰好相反——只在少数几种植物种类间传播，但极为致命（值得一提的是，历史上有记载的有十余种植物就是因为致命枯萎病而灭绝的）。泛型而致命的枯萎病至今还未出现过，但这并不能否认这种类型的枯萎病在将来也不可能出现。为此，基普·索恩拜访了多个知名植物学界权威（利德贝特、西蒙、巴尔的摩、迈耶罗维茨等教授）以征求其科学性，最终讨论的结果是：这种类型的枯萎病是有可能产生的，可以构想一种对叶绿体有致命攻击力的泛型枯萎病病原体。“为什么那里着火了？”“枯萎病，他说那是最后一季秋葵了。”“他就该学着大家一样种玉米。”对于感染枯萎病的植物，最简单的处理方法就是焚烧一旦产生了这种泛型致命枯萎病，便会使全球的植物快速消亡，对叶绿体的攻击会直接导致一个重要问题——光合作用量的直线下降，而这将会导致一个更为恐怖的事情成为必然。地球上的人类面临着更大的考验——他们的氧气就快要用完了。2.氧气危机：气候灾难光合作用的直线下降和植物的大量死亡会导致三个灾难：粮食短缺，土地沙化，氧气危机。·粮食短缺：这一点在电影中已经体现的极为明显了，仅引用一段台词便足以看出世态的严峻。“库珀，我们现在需要的不是科学家，现在的问题是食物，我们需要农民，好的农民，像你。”·土地沙化：沙化导致作物难以生长，这使生态环境的退化加速，频繁的沙尘暴便是极好的例子。土地沙化，沙尘暴肆虐·氧气危机：老布兰德教授告诉过库珀，氧气会被消耗殆尽，墨菲那一代人，将会成为地球上的最后一批人类，原因就是由于氧气危机。以上是第一种解释，第二种解释更符合“移居太空”的设定，即——地球本身的生态灾难、全球变暖和碳排放过量（详情参考基普·索恩的《the Science of Interstellar》）导致大气各气体含量失衡，加之枯萎病，导致大气环境彻底改变，地球生态衰竭，使人类必须离开不再宜居的地球。3.生存危机：地球灾难在星际穿越的原始剧本中，也提到了地壳变动和宇宙辐射的影响导致了枯萎病、沙尘暴和大气环境突变，引出地球不再适宜居住的问题，说明人类只能一句太空。很多朋友都在问，为什么枯萎病传播之后人类要移居太空，在这里必须强调一下，枯萎病不是星际穿越设定中唯一的灾难，只是引发地球灾变的其中一个因素。在这里必须厘清一下人类离开地球的原因，不止是因为枯萎病，而是因为地球生态环境的退化和衰竭。综上总结可知，地球已经无法生存，因此才要离开地球，这也许便是诺兰想诠释的末世背景吧。恰恰是因为地球的毁灭才迫使人们逃亡。因此，通过对比所谓 “逃离地球” 与 “带着地球一起跑” 的内容差异来论证《星际穿越》格局小的行为和立意本身，对Interstellar来说就是一个伪命题，恰恰相反，若是选择固守在即将毁灭的地球上以示格局之大，倒反而显得《星际穿越》违反了其追求科学与逻辑的初衷了呢😉“库珀”空间站PS.更多详细内容，可以参见基普的《the  Science of Interstellar》，本文部分内容参考本书。八、尾声当年去电影院看星际穿越时的惊艳，至今犹在；Hans·Zimmer配乐的回响，仍绕耳畔；卡冈都亚的震撼，历历在目；写影评时脑海中的景象，如若眼前。而今六年已去，十刷已毕，却仍时不时在夜深人静之中仰望苍穹，耳畔边似又传来了管风琴孤独的徘徊，挥之不去，去之又来。今日忽有所感，述之以文，略叙浅见。感谢诺兰给我们带来这部叹为观止的电影，感谢马修、安妮、杰西卡、凯恩等人的精彩演绎，感谢双重否定公司逼真的视效，感谢基普·索恩的科学指导，是他们成就了这部电影。也万分感谢读者的阅读，感谢读者对电影的热爱。Rage，rage——Against the dying of the light."
    },
    {
        "content": "首先声明，这片子平心而论我会给个三星（当然，属于绝对不会选择去电影院看的范畴），只是觉得这部片子被诺兰粉甚至诺兰教徒捧得太高，要拉低一下分数才打的一星。总体来说，该片一点也不烧脑，根本没有期待中看到最后把前面不知所云却又环环相扣的伏笔全部串起来，一种醍醐灌顶，然后大呼过瘾的感觉。整部片子除了黑洞做的挺漂亮外，在理论、概念的应用方面，完全是了无新意，或者说，这部片子就是一部披着科幻外衣的亲情大戏，“因为爱”的梗让我差点没喷出一口老血，我完全没有感受到所谓的硬科幻。另外麦康纳和海瑟薇给我的感觉总是和这部戏不是很搭 > <相比于刚看完的《彗星来的那一夜》（这个名字我也想吐槽），诺导的这部作品，真的是有失水准呢。  - -"
    },
    {
        "content": "气候剧变，沙尘暴频繁，庄稼濒死，物种灭绝„„《星际穿越》描述的情景，令人震撼、疑惑且久久不能“释怀”.环境恶化，人口膨胀，食物耗尽，有些人往往想的不是如何保护地球，而是以人类在外太空寻找新家园为主线。马修麦康纳饰演的宇航员穿越时间后，与年迈的女儿相会。不得不说电影本身巨大的信息含量已经远远超出了我对物理的理解范畴了，不过与其讨教其中一些没看懂的物理现象，我更享受的是科幻外衣下的家庭伦理片。因为这部电影给了我太多的面，文艺的、哲学的、科幻的，还有一个恒古不变的精神力：爱。爱，love,在这里变成了高维空间量子态的一种具体的、实际存在的力，就跟重力、电磁力、强相互作用和弱相互作用力相类似。当库珀即将离开家园时，在墨菲又悲伤又气愤地对库珀说“为什么你就是不相信你应该留下来”的时候，被深深触动，心里五味陈杂，爱别离的滋味不是好受的。然冥冥之中，一切自有定数。手表、散落的书籍，桩桩件件都是线索，牵连着这对父女的心。置身于浩瀚的宇宙星际中，感受着作为一名父亲的心情，是拯救，是舍己，是惦念，还是期盼？从太空中回望地球的感觉估计只有飞船上的人才能体会得到吧。在通过科学家们在太阳系中的土星附近发现了一个虫洞时，紧张、激动、兴奋，满怀于心，探险小组期待通过它可以打破人类的能力限制，到更遥远外太空寻找延续生命希望的机会。通过这个虫洞穿越到太阳系之外，目标是找到一颗适合人类移民的星球。在这艘名叫做“Endurance”的飞船上，探险队员着面临着前所未有，人类思想前所未及的巨大挑战。人心难测，库珀与同行的人经历了种种磨难后，在太空看着儿女发来的消息，悲欣交集，潸然泪下；当他们从一个星球回来后，自己明明感觉过了不久，地球却已经过了二十三年，转眼之间，儿子毕业了、成家了、有孩子了。宇宙如此浩瀚，地球如此渺小。库珀穿越至五维世界后，看着女儿生活中的每一幕，却无法真正回到某个时点，百感交集。剧中主角的女儿名为墨菲，冲破重重阻碍，>克服困难，终于通过手表这个媒介，不仅解救了地球上的人类，还救了她的父亲。以其命名的“墨菲定律”意味着：如果事情有变坏的可能，不管这种可能性有多小，它总会发生。“墨菲定律”是一种>心理学效应，由“爱德华·墨菲（EdwardA.Murphy）工程师提出的，主要内容包括：任何事都没有表面看起来那么简单；所有的事都会比你预计的时间长；会出错的事总会出错；如果你担心某种情况发生，那么它就更有可能发生。墨菲定律的原句是这样的：如果有两种或两种以上的方式去做某件事情，而其中一种选择方式将导致灾难，则必定有人会做出这种选择。这一点让很多人心神不宁，战战兢兢，但是我却觉得不必纠结于此，反正会出错，何必去那么努力的苛求完美，人生就是因为太苛求才会让自己那么纠结。即使在现实中感觉再拥挤，我们在这个宇宙中也还是>孤独的，有什么是比全人类和平地共同生活在地球上更重要的事情？有什么理由让我们不去关心爱护身边的每一个人？有什么理由去破坏这和平美好的一切？还有什么比爱更重要？爱有很多种，父母对子女的爱，朋友之间的关爱，恋人之间的爱，对熟悉的人的爱，对陌生人的爱，对宠哲学:这部电影的顾问是请的KipThorne,他是当今世界上研究广义相对论下的天体物理学领域的领导者之一。我很难辩解这些物理科学现象是有很多槽点漏洞瑕疵还是无懈可击的。我只知道物理的尽头是数学，数学的尽头是哲学,哲学的尽头是神学。而所谓神性，便是人性。后面部分的五维空间再现很有意思，据说还有更高十三维的空间,原始佛经讲佛陀进入甚深禅定能见到三十三天的世界，我们这个世界不过是个投影似的存在，所以说诸法空相，一切唯心造。更高维的空间的生物甚至没有肉体的存在。所以回归到人性，这部片表达的中心最终还是爱，爱是一种力量，让我们超越时空感受它的存在。一直都对各种天文理论好奇，宇宙于我而已是一个神秘、深邃、拥有无数的秘密等待人类去发掘的存在。听闻星际穿越这部电影后又陆续看到各种触动人心的影评，于是以最快的速度去看了。最近周围各种熟人离职，心里不是没有感觉到冷清的。前天又一个要好的同事回去，虽然心满意足地饯行了一场，但是心里那种分崩离析的感觉并没有消失，无常两个字一直沉在我的心底，沉甸甸的。此乃前言。过去未必就真的过去，未来也未必就在未来。过去和未来未必不会有重叠的时刻，不禁想到”因缘会聚时，果报还自受“”一饮一啄、莫非前定“.过去的自己做出让现在的自己后悔的决定，这后悔不必要也不可避免。只有不去做可能会让将来的自己后悔的事情。时间不等人，过去早已过去，即使能回到过去也无法改变它了，活在当下，拥抱每一个现在，去爱每一个生命。百感交集时听见了赞歌一般的诗篇，美得让人热泪盈眶（狄兰·托马斯的《不要温和地走进那个良夜》）：不要温和地走进那个良夜，白昼将尽，暮年仍应燃烧咆哮；怒斥吧，怒斥光的消逝。虽然在白昼尽头，智者自知该踏上归途，因为言语未曾迸发出电光，他们不要温和地走进那个良夜。好人，当最后一浪过去，高呼着他们脆弱的善行本来也许可以在绿湾上快意地舞蹈，所以，他们怒斥，怒斥光的消逝。狂人抓住稍纵即逝的阳光，为之歌唱，并意识到，太迟了，他们过去总为时光伤逝，不要温和地走进那个良夜。严肃的人，在生命尽头，用模糊的双眼看到失明的眼可以像流星般闪耀，欢欣雀跃，所以，他们怒斥，怒斥光的消逝。而您，我的父亲，在生命那悲哀之极，我求您现在用您的热泪诅咒我，祝福我吧不要温和地走进那个良夜。怒斥吧，怒斥光的消逝。让我们仔细体味这诗篇，体味这艺术之作！"
    },
    {
        "content": "剛看完回來心情超high啊，各種雞血啊。不過沒太多人可以討論，廣播裡面也不能劇透，於是這會兒終於平靜下來了。平靜下來以後就可以思考看看怎麼在不劇透的前提下，抒發一下自己的感想。不想寫那種信息豐富的影評啦，純粹是把準備刷屏的內容都一條一條的放到這裡。這樣就不用斟字酌句的擠字數了。因為我以前就oversale過幾部電影了，所以雖然沒有劇透，但這次建議：如果準備看這部的同學，就可以考慮看完以後如果還記得我，就再進來看以下內容嘍。不過我現在已經不像剛剛後一嗓子時候那麼high啦，所以評論都少了許多感情色彩。1、北京近幾年飽受霧霾的困擾，北京人民天天盼著颳風。但十幾年前，來自大西北的風所帶來的漫天黃沙，卻是那時的北京人民吐槽的對象。有過這樣的深刻經驗，在看本片開頭部份的沙塵鋪天蓋地到桌子上一抹都一道印子的份上，特別共鳴啊，回憶啊。2、看開頭的部份時，周邊的美帝人民幾次都笑的挺歡樂的，但我完全沒有get到點在哪裡。我只記得偏後一些有一個點我跟上了，但是被後面的劇情洗腦以後，出來就不記得是什麼點了。這部份可能只能等著字幕版出來以後再刷了。3、開頭拉了不少零碎內容，很大程度上跟男主角的口音或者說話方式有關係。雖然我進來逐漸在掌握黑人英語、印度英語、越南英語這些風味濃郁的口音，但男主一張口說話我還是各種miss。不知道這是美帝哪個州的口音造成的，還是跟演員本身的發聲方式有關。再加上開頭部份全部都是日常生活的內容和一些背景知識，所以沒法自己recover。我是到後面大劇情開始以後，就逐漸進入狀態了，但散場以後倆同學都說後面依然好多內容沒看懂。我想了想，覺得我後面能跟上了，可能不是因為我英語聽力好，而是因為科幻劇情開始以後，有很多的內容和點都是可以感受到是源於傳統經典科幻小說的。於是這部份我看到了一點提示就可以聯想進而自己補充缺失的內容，所以後面就看的很順暢了。4、個人認為，科幻題材的內容，並不需要各種設定各種點都是全新的。相反，如果有些新意的同時，能把來源於經典的內容能很自然的融合在故事裡面，效果往往可能更好。因此我對本片的科幻設定等等相關內容，是完全沒有意見的。這方面不多說，說多透多。5、同學出來說，本片是腦洞片。我覺得這個定義不錯，科幻題材，不腦洞是不可能的。雖然很不甘心，但我現在正在逐漸的把我的物理知識在還給大自然，然而我的物理情懷還是在的。儘管如此，我依然覺得，要求一個科幻作品物理層面上完全的嚴密或者近乎嚴密，那要求的就不是科幻而是科學了。基於這樣的想法，我對腦洞大開是不反對的。但我剛出影院的時候，其中一個最大的感慨，就是：腦洞片和腦殘片完全是兩回事，拍電影的人一定要腦子清醒搞明白好不好。換句話說，其實就是看完本片以後，我對lucy那部腦殘片的鄙夷之情，在對比之下更為強烈了。同樣都是大片大牌名導演科幻主題人文人性內容和科普內容穿插，特別是他們都是腦洞大開的設定，但是兩部電影出來，一個就是腦洞片，另一個就完全成了腦殘片。我很少公開的反感一部作品，但是lucy的槽點實在是多到吐了還可以休息幾個月再吐的地步。我不否認lucy裡面有些電影手法蠻新穎的，但是一部好的作品，手法只是服務作用，內涵主題等等才是最後能留在人心中的部份啊。好了，就不繼續吐槽lucy了。。。6、因為物理知識快要都還給大自然了，所以雖然本片的科幻設定我倒是都看懂了，但是我不太能判斷裡面科學的比重有多大。我感覺本片是不應該定義成硬科幻的。不過可以肯定的是，本片的劇情和內涵，是不能從科幻背景中脫離出來的。本片中的很多關於人性人文的內容，都是在給定了這個極端的科幻背景的前提下才更真實的產物。說到這裡我就實在是忍不住提到三體了。我看的過程中還真沒有想到三體，是回家以後再回味的時候，突然感受到了那種和看完三體以後心裡體驗到的鬱結並著暢快一模一樣的感受，這時我突然發現本片和三體之間的一種看不見摸不著的神似的。依然是說多透多，我就不點破了。如果有三體和本片都看了的同學，可以再自行體會一下，沒準感受還能再拔一小層。7、就說一點我覺得不算劇透的內容吧，本片開頭講沙塵暴的部份相當的長，肯定有人會覺得不耐煩。但就像我當初看三體的時候，對講x革時期老長一段的內容，邊壓抑邊慢慢覺得過癮（所以如果記憶沒錯的話，對這段特別喜歡）這種體會都是類似的。不僅僅是先抑後揚或者伏筆什麼的，而是前前後後都是連貫的一體的，後面的高潮是被前面的背景推上去的。8、宏觀上還可以拿來跟三體類比的，還有本片裡面的人性的部份、感情的部份、情懷的部份。我覺得這些在給定的科幻背景下，都特別打動我。所以以我自己的觀影體驗，我覺得也和讀三體類似，覺得長長的一部下來，裡面是淚點高潮錯落迭起的。感覺心絃被拉著，時松時緊，但又再盤桓著推進著。同sophie醬一樣，我的幾次淚點也都是在父女劇情的部份上。9、這就說到演員了，我好像有些選擇性臉盲。對某些長相的人怎麼看都分不清，所以這部份我就只能撿我最熟的安妮海瑟薇來說了。我從很早就喜歡安妮海瑟薇了，人美啊美，就沒辦法。我差不多快看全了她的主要電影作品，我對她演技說實話沒什麼要求，只求她能選好片，這點她做的挺不錯的。她演技絕對算不上頂尖，如果角色適合的話，最終效果能挺好。我在看本片之前，其實不知道她有演重要角色，所以看到她的時候驚喜啊。她這個角色說實話沒太多可評論的，一直亮點不多，雖然也有設計到一些角色在哭的淚點，但是直到最後才稍微有了些味道。我能看出片子裡面其他演員也都是頗有名氣的演員，不過我就都不太叫得上名字了，我覺得包括小演員在內，角色演繹的都挺好的，沒什麼尿點。不會讓人出戲，這一點異常的關鍵。10、我從頭看到尾，一直投入在劇情中，完全沒有出戲過，我覺得這可以算本片一個挺大的優點。當然看完以後，感覺自己累的不行那就是題外話了。我覺得本片能實現這一點，絕對歸功於配樂。star lord裡面的配樂，大家也都喜愛并討論了挺多，但那樣的配樂，音樂響起的時候，觀眾是會清醒的有所意識和反應的。倒不是誰好誰壞的問題，劇情需要的不一樣而已。與之相比，本片的配樂除了聲音特別大這點之外，其實是完全融入在劇情裡面的。至少我看完電影以後，不太能回想起哪一個音樂片段印象特別深刻的。但是就像成功的寫paper白噪音，會產生讓人集中在paper中的效果一樣，本片的配樂，在開通營造出了對我來說挺強的緊張情緒（我有幾段完全是一種看懸疑片的狀態），到後面又讓人看到了星空宇宙等等。是有那種引著你投入到那段劇情的作用的。往往，當配樂音量過大的時候，會有讓人脫離劇情的危險的。所以我連看霹靂都不太喜歡配樂太大聲。但我不得不說，本片裡面，到某個高潮的時候，配樂聲音之大爆炸，倒是意外給我一種4D的體驗。導致我後期稍微有點暈車。。。我覺得，各種角度原因上，本片選擇2D的屏幕真是一個正確的選擇。其實就像我前面說的，本片最打動我的部份，是軟科幻的部份。然而我覺得這部份的內容，不僅僅是劇透不劇透的問題，而是這部份是需要每個人自己去體會和回味的，只能意會不能言傳。所以我就不說了。我目前在考慮去二刷，不過還沒想好是等字幕版，還是直接去近處的破影院再重看一次。因為一些精巧的重要設定在，所以連著二刷可能遠不如一刷時候感官享受的全面徹底。然而本片真是我近期內最喜歡的科幻片，所以看了覺得癮都被勾起來了。裡面一些經典科幻的點，雖然我沒法如數家珍，然而看到的時候還是蠻有感覺的。最後，對本片的最終評價做一個猜測吧，我隱隱覺得，本片的最終評價不一定會比盜夢空間好，因為我覺得本片的科幻設定不是一個特別大眾的欣賞角度。所以對本片大愛的人，需要對科幻本身有足夠的熱情和基礎在。其他還有製作啊技巧啊設計這些，各方面吧，本片其實都比較是屬於稍微溫一些的，不是直白尖銳的。顧要欣賞本片，還需要能投入進去慢慢體會和思考。寫好多啊，又開了半天的宇宙飛船了，累死了。＝＝＝＝＝＝＝＝＝＝以下是二刷歸來，包含大量劇透成份的答疑＝＝＝＝＝＝＝＝＝＝﹣﹣﹣﹣在地球上﹣﹣﹣﹣我個人是挺喜歡地球上的刻畫的，一刷的時候並不覺得冗長。二刷的時候，我以為這一段可能看著就沒啥感覺了，但事實正相反。二刷的時候，因為知道了後面的內容，再回過頭來看在地球上的劇情，就會發現大量的呼應、伏筆的內容，邊看會邊覺得特別感慨。1、地球到底什麼毛病了？地球植物的枯萎癥不是沒解決麼，搬太空管什麼用？二刷的時候特意仔細聽，結果還是沒有聽清地球上到底出了什麼問題。但我沒有聽到枯萎癥確切是一種傳染病這個原話。有一種解釋我覺得挺好，銀河系的引力突然變不穩定了，土星周圍的蟲洞是一方面，地球上的引力減弱或者irregular是另一方面。地球引力irregular以後，大氣就hold不住氧氣了，漫天塵沙也是跟這個有關。甚至可能cooper在影片開頭的墜機，也可能是因為引力問題造成的。農作物之所以收成不好，就是多方面原因，經常見不到陽光、幾乎沒太多降雨、空氣比例不對頭、引力不正常。種種原因加在一起，才導致了nasa裡面看到的植物枯萎的情況。如果是這樣的解釋，那後來人類離開地球以後，通過離心力構建了正常的引力，陽光降水空氣也不成問題了，自然農業就恢復正常了。不確定這個解釋對不對，但聽起來挺合理的。比什麼莫名其妙的枯萎癥要靠譜。另外人類要離開地球不光是沒飯吃的問題，老教授說了，還有呼吸相關的問題，他說什麼先捱餓的人就先呼吸困難什麼的，好像是這樣，不確定啦。聽力好的人可以去確認一下。後面兒子的兒子和老婆不就咳嗽了麼，沙塵暴的副作用也好，或者是呼吸問題也好，反正都說明地球的毛病不僅僅是沒飯吃。另外老教授還說道什麼80％的是氮氣，但是人類都不能利用氮氣什麼的，也不知道那個是要說明什麼科學道理。2、在地球上铺垫了很多的东西，后来都没咋用上？關於伏筆的劇情，特別是書架的部份，大家自己都看得到，就不多說。只說一點我二刷的時候才注意到的事情，那就是stay的那個信息，其實不是一下就砸出來的。之所以murph會堅信ghost的存在，不是因為掉了一個宇宙飛船模型這樣就信了的，其實書的掉落是在一段時間內一直不斷的發生的。stay這個信息的莫爾斯碼很長，cooper敲的時候，murph的時間是向前流動的（這個解釋在後面），所以不是瞬間敲出來的。到底用了多長時間不得而知，但影片裡面murph說到ghost的時候，給了她的小本本一個鏡頭，鏡頭裡面stay的這個莫爾斯碼出現了一大半，但是還不全。這段我沒有十足的把握，但如果記憶沒錯的話，應該是這樣。大家可以去確認一下。另外有個細節，我不是很聽清，但是二刷的時候，我好像聽到了murph和cooper說到這個ghost是不是cooper，或者是cooper臨走之前，對murph說，我不能繼續當你的ghost了，大體是這樣。誰重看的時候可以留意一下。如果真是這樣，那就多少能解釋一下下，為什麼成年murph能意識到留下信息的就是cooper本人，因為她曾經想過討論過這一點。另外cooper在說這句話之前，還說到了cooper死去的老婆說什麼家長要給孩子留下memory什麼的，我可能過渡解讀了，不過我覺得那句話也是有點意義的。沒太挺清楚具體是什麼意思，所以也說不准。棒球，這個點是用來呼應過去、現在、未來的人類的變化的。姥爺說，他們那個年代打棒球打可好，cooper說現在這個年代的人就知道種菜、打球都軟綿綿，cooper醒來以後，棒球打破了“天頂上”別人家的房子。農民這個點也是反覆出現的，什麼cooper超反感當農民，但是murph老的時候非跟史學家或者其他人說cooper是喜歡當農民啊，等等吧。這個地方關於望向地面種地，還是望向宇宙探索，這個的探討絕對是諾瀾想要表達的一個點。murph的名字，來自墨菲定則，英語原話記不住懶得查＝。＝一般人的理解就是說，你覺得不會發生的倒楣事，一定會發生。所以murph靠著車旁邊，抱怨說爸媽你們為啥給我取這個不好的名字。墨菲定則作為呼應後面也出現了，底下解釋。學校的劇情，是用來對比murph和兒子的差別的，這裡鋪墊了兒子女兒後面不同的發展和結局。兒子的問題就是成績不好，雖然cooper威脅老師都恨不得讓兒子去上大學，但兒子根本不care，還說覺得當農民挺好的，屬於那種什麼都不想不願意去改變，生活是什麼樣就忍受的人。所以當cooper走了n年沒有消息以後，他老婆說讓他let it go，他就放棄了對父親的種種，忍受沙塵帶來的一切，包括不准備為了老婆孩子健康而離開自己的家。“男主那个儿子后来咋搞的我便是不懂”，其實這些都是通過開頭大半個小時的緩慢劇情交代鋪墊了的。至於說兒子這個角色是不是可以徹底刪去？我覺得這個不同人性格不同的對比是需要的，這樣murph的不同之處才更明顯，另外murph回到原來的屋是一定程度上有兒子促成的因素在。與此對比，murph是會去抗爭的，是對過去未來有信心和希望的。當女老師說阿波羅登月是nonsense的時候，女兒是跟同學打架來表示反對的。其實前面的種種劇情，一個可能是最大的用途，就是要建立cooper和女兒之間的感情線，是通過生活點滴讓觀眾自己看到為什麼cooper和女兒之間的love是這樣堅固和強烈，這樣當後面murph對cooper的信心不斷被各種打擊以後，到最後依然能回到小屋，回憶起過去，重新相信cooper意識到手錶秒針的意義，這一切才不會讓人覺得特別假。murph和cooper是很像的，當murph打架抗爭阿波羅登月的事實的時候，cooper會刺老師說你不是看我對此什麼態度麼，我的態度就是我把你說的當個p，我要獎勵女兒帶女兒高高興興去看棒球。於是murph就被老師處罰禁學了＝。＝還有種種互動我就不一一列舉了，什麼鑽到毯子裡面去nasa啊，指揮無人機飛行啊等等。還有人問姥爺是幹嗎用的，其實姥爺的作用和結尾井裡面tars的部份作用很像，是起到旁白和解讀cooper內心戲的作用。姥爺跟cooper一起喝啤酒的時候，他講出了cooper的人物性格：他說cooper生錯了年代，他有他最擅長的事情但是卻無法施展，說他是被宇宙所吸引的，想要去干刺激的事情，而不是做一個平庸的farmer。後面因為他跟cooper聊天，所以cooper才能講出自己去了nasa以後的一些想法，這些想法顯然不會跟子女說，不會跟nasa的人說，只能有一個姥爺這樣的角色才可以討論。另外很重要的一點，姥爺最後跟cooper說，你要跟murph和解，但是不是通過欺騙她的方式，這番話一定程度上才決定了cooper離開的時候，跟murph的那個情形。另外cooper走後，是姥爺養的兒子嘛，如果家裡小孩沒大人在，走的不就更不放心一些麼。二刷的時候我仔細又仔細的看了，其實開頭地球上的劇情也就是這些了，進到nasa以後，大量信息交代nasa的進展什麼的，肯定都是有用的沒啥可說的吧。nasa之前基本就我上面列的這些，還有交代地球沒法生存所以來幾段沙塵暴的場景什麼的，沒剩什麼多餘的內容了，唯一解釋不出作用的就是地下這個問題。3、無人機10年以後出現是為何？拖拉機都開到cooper家又是為何？如果按照電影的結局的交代，硬解釋就是女兒房間內部被構建的書架之井所影響，所以引力異常。我一刷的時候不是這麼理解的，而且由此還引發了我的一個大腦洞。從作用的角度來說，說實話二刷以後我也還是不知道這兩個細節想表現什麼，放無人機算一點加強父女感情、培養murph對物理和宇宙的熱愛、表現cooper對宇航相關事情特別懂。那保胎何必呢，拖拉機又說明什麼呢？﹣﹣﹣﹣在endurance里﹣﹣﹣﹣這一段的很多科幻設定都挺美的，而且因為知道結局以後，二刷的時候，邊看邊發現很多的細節都是sign，看著挺瘆的慌的。4、Miller的星球什麼毛病？其實這個星球不可能宜居，這一點如果仔細分析，不用登陸就能知道。之所以這個星球的宜居信號堅持的時間最長，信息最完整，其實就是因為時間相對長度不同造成的。miller只發了一下下信號，就被大浪拍死了，但是這些信號和採集的數據從地球的時間上看，就是n年的連續信號。其他科普影評都解釋了，就不多說了。Miller星球最美的就是那個海浪的部份。因為距離黑洞近，潮汐力特別大，所以大量的水都聚集在無比之高的海浪裡面了，地表的水面才能薄薄一層。其實這一點，仔細想想也是能想明白的。5、mann的星球什麼毛病？其實在他們爭論應該選擇mann的星球還是edmund的星球的時候，那一次brand說的內容無比的正確。brand說，mann的星球也是離黑洞太近了，因為墨菲定則，所以可以發生的事情一定會發生。離黑洞越近，不利於生物存在的事情就越容易發生，所以從機率上來說mann的星球幾乎不太可能是宜居的。相反，edmund的星球離黑洞特別遠，成功的機率更高。雖然cooper的論點在當時看也挺充分的：相信mann的人品啊，數據更充分啊，離的近啊，沒有感情因素啊，等等吧。基本上登錄mann的星球以後，種種的事情就沒有一件是正常的，二刷的時候發現全部都是陰謀論的feel，誰重看誰知道。什麼凍住的雲層，冰凍的地面，mann被喚醒時候不正常的激動以及說覺得自己根本沒有想像到自己真的能被喚醒，什麼被損壞的機器人，以及mann說的各種各種的話。就不一一列舉了，好恐怖的。6、mann的星球上最開始cooper三個人一起登陸的，哪裡來的第二艘船？二刷的時候我特意看了，第二艘船是叫case的機器人開過來的。開過來的時候，cooper還跟case說，讓case駕駛的時候消音一點，safety第一。後面之所以brand在這個船上，就是因為brand在運東西。brand運東西的時候還覺得哪裡不正常，還有個那個表情來的，黑哥們在船里也是同樣有過類似的困惑的表情和話，其實所有的暗示都在哪裡。只是當時他們都一葉障目了。7、那首rage rage的詩到底是什麼寓意？我對這個詩說實話不太能理解。看其他的影評的意思似乎是說，這首詩是一種鼓勵人勇往直前探索宇宙的積極意義，但我對此有一些懷疑。我一刷之後隱隱就覺得不對勁，但當時還不知道為啥，二刷的時候好像突然有所頓悟。仔細看這首詩出現的場景，老教授不斷的念。老教授為什麼有事沒事就念這首詩？第一次是把cooper他們送禮地球的時候，最後一次是臨死前，倒數第二次是murph問老教授為什麼最後幾十年總在循環論證的解方程，這樣不可能解得出來啊。其實這每一次念這首詩，都是老教授內心裡面知道自己欺騙了其他所有人，當自己內心有愧疚動搖的時候，他就念這首詩來自我安慰，洗腦告訴自己這些欺騙都是應該的。其實這不是讓我頓悟的點，真正讓我覺得上面的理解很可能是對的，是因為其實mann在試圖殺cooper，然後說實在忍不住沒法看cooper的死的慘狀的時候，他往遠處走開的時候，就念了這首詩！我覺得mann也是通過念這首詩來自我催眠，說自己這樣做是對的，不僅僅是自私的。這樣看，這首詩的情感恐怕很複雜，不僅僅都是積極的色彩，當然也不全是evil的。這種mixed的情感，才最像人性。8、mann這個人到底什麼毛病？我一刷的時候，對mann這個人的理解，就是覺得他一開始秉承著一顆造福人類的心去赴死的，但是在真的要死的時候，變懦弱了。當時這樣的想法，主要是基於，mann在出發前，跟老教授一樣，都是知道沒有plan A的。明知如此還願意赴死，至少一開始還是偉大的人，只是後來變壞了。二刷的時候我才發現，其實mann從一開始就並不完全是個好人。只是當時他inspire的那些人被他營造的假象所欺騙了，甚至可能他自己都欺騙了自己。事實上mann的性格裡面是懦弱且自大的。電影裡面mann其實說到了，他說他出發來這個星球的時候，其實從來沒有考慮過他的這個星球不是宜居星球的這個可能性。換句話說，其實他根本就沒有做過自己要赴死的思想準備。雖然他知道沒有plan A，但是正因為如此，他才必須來找到新星球，只有這樣他自己才能活下來。所以他選擇來探索，其實正是他懦弱的表現。同時，能毫不懷疑自己選的星球不是the one，這樣的莫名的信心就是自大。之所以說他自大，另外還有個原因，就是哪怕他自己死前沒說完的那句話，他似乎還想說他這樣做是為了plan B的成功，人類基因的繁衍什麼的。當然也可以解釋說他是在騙人什麼的，不過我傾向於認為，他就覺得自己才是那個引領人類重生的人，他從來不覺得自己會錯，所以儘管對接電腦提示沒成功，他都不信，覺得自己肯定是接上了，非得開門什麼的。這樣對mann的理解，就是完整且一致的了。也就是說mann其實不是反轉背叛，而就是一個普普通通有evil性存在的人。這對應到cooper跟brand在飛船上討論evil的時候，應該是有所呼應。當然這個的理解屬於見仁見智。9、為什麼mann就接不上，而cooper就神駕駛就能接上？其實這裡還真沒有讓cooper特別小強有超能力。事實上，cooper兩次對接成功，都是有機器人的幫助的。第一次是tars和黑或者白哥們一起合作，第二次是tars和case兩個電腦一起合作。對接要嚴絲合縫這件事，絕不是一個人獨立能完成的，機器人計算endurance的動態，和觀察接口的情況，這些都是非常重要的。mann之所以不成功，是因為tars把mann搶到的那個飛船的autopilot給關閉了，所以mann要對接純粹是靠自己的能力，能對成那樣說實話已經很不容易了。我沒聽清tars是什麼時候關閉的autopilot，但是電影裡面是明確說到關了這件事的。10、為啥cooper要犧牲自己進黑洞？其實這裡電影的原文也是交代的非常清楚的。因為在Miller時候繞著黑洞公轉了23年浪費了大量的燃料，當時所剩的燃料只夠兩個選項：去兩個星球然後不能回地球，或者去一個星球然後回地球。cooper跟brand爭論去mann的星球還是edmund的星球的時候，brand賭氣說，你別到時候選錯了星球，只能在planA去新星球重建人類和沒確認宜居的星球就回地球見女兒等死，這兩者當中來抉擇。brand說，到時候再看你說love對你重要不重要。這裡有兩點，第一點是這個時候其實燃料是剛好夠去edmund星球的。之所以後來又不夠了，是因為mann瞎胡搞導致endurance往黑洞墜落。為了脫離黑洞就需要額外的能量，在沒有燃料的情況下，就只能選擇少帶一些東西走。只少待tars一個飛船是不夠的（我恍惚覺得在detach tars之前還detach了一個完全無人的飛船），真正能推動的重量就只夠一艘。這也就帶來了第二點，那就是這個時候，brand的預言烏鴉嘴應驗了。cooper是做了選擇的，他毫不猶豫的送走了brand去繁衍，自己不僅僅是不能回地球了，而且是要赴死了。其實這一段cooper的抉擇還不是最讓我印象深刻的，而是tars和cooper兩個人保守了秘密，90％的真話這一點很動人。這一點上跟後面也有呼應，cooper醒來以後調整新機器人的時候，想了想把真話擋調成了95％。﹣﹣﹣﹣在書架之井里﹣﹣﹣﹣在書架之井里雖然時間不長，但是信息量超級的大，每一句話甚至是每一個鏡頭都是有傳遞一些信息的。一刷的時候，因為看到書架之井的設定，覺得特別有美感，心裡非常high，加上當時背景音樂非常大，其實在井里那段的大量的信息和對話我都沒聽到或者錯過了。以下的內容一大半全都是二刷的時候才發現的。錯過的好處就是給了我很多想像和腦補的空間，於是一刷結束的時候我產生了兩套自己的腦洞，寫在最底下。11、所以那个攸关人类命运的数据一共只有一两句话是么？「挠挠」？其實最後黑洞的數據的開頭，並不是knock knock，而是“噠噠”。tars把黑洞的數據變成了莫爾斯碼，然後按照莫爾斯碼的節奏念給cooper，cooper一邊挪動秒針，一邊重複tars念的“噠噠”的節奏。這就像你通過電話給別人念銀行賬號一樣，念一段對方重複一段，確認對方確實是記下來了。另外顯然數據不是只有兩個“噠噠”，而是好長一段，只不過電影裡面就縮略了。在電影裡面可以看到murph在紙上記錄了好長一段莫爾斯碼。當然這個數據再長也不是特別大的信息量。這個別的評論有討論到，可能黑洞的數據也不需要特別長，沒準就是幾個數之類的。另外有一個細節可以作為輔助解釋為什麼這個黑洞的數據內容有限，但是傳過去以後就特別有效的解開了那個神奇的可以扭轉引力的方程：那個方程用當時現有的知識和數據最成功能解到什麼程度，那個程度是唯一固定的。老教授、murph和黑哥們，他們最後都解到了那裡。一旦解到那裡以後，需要什麼黑洞裡面singularity的數據，這件事情也是非常確定且明確的。為什麼這麼說，因為當cooper和brand在Miller的星球浪費了23年回來以後，落到mann的星球上得知plan A一開始就是假的以後，黑哥們跟cooper討論過他解方程的結果。他被留在endurance上就是為了作為物理學家解方程的，而且他確實做到了就解到那個程度，說如果他繼續往下解需要的黑洞數據，他已經都告訴給tars了。他當時跟cooper說，如果送tars到黑洞內部採集了需要的data以後，說不定tars能有辦法把這些數據傳出來送給地球，這樣地球就是有救的。他們當時好像是已經確定當colony建好以後，就送tars過去。所以tars從那時起，就非常明確的知道需要採集的到底是什麼數據，因為目標明確，所以沒準需要的數據量也就不會很大也說不定。這個不能作為例證吧，但是可以作為旁證，表面電影裡面這部份的鋪墊是做好了的，不是cooper的臨時起意智商報表解決的。12、為什麼這個數據一定要讓cooper傳過去？我一刷的時候完全沒有印象，而且也沒有預料到，其實這個問題的答案，是電影裡面cooper明確的說了的。當cooper跟tars對話的時候，tars說，“他們”建造了這個井目的就是要傳遞黑洞奇點的數據的，儘管這個井全部的三維空間就是女兒小小的屋子，這三維是有限大小的，但是時間維度上是無限的，原詞是intangible，從計算的角度來說就是intractable。意思是說，因為時間維度是無限的，所以高維生物沒有辦法找到那個合適的點，來傳遞這些data保證cooper女兒能接收到並且能夠理解到這些數據的重要性和意義。cooper說對，所以說他們選擇了讓他自己來傳遞這個信息，因為對cooper來說這個問題不是intractable的。tars問為啥，cooper說因為love──這裡就是呼應brand的love是第六維的理論，說除了引力以外，love也是可以穿過時空傳遞的。所以cooper知道什麼東西是女兒一定會最重視的、最終能領悟到data的內涵的，就是那塊表了。因為那塊表是cooper離開前最後留下送給女兒的證物，所以女兒一定會去拿去看那塊表。這個物品和時間點，對cooper來說是不需要計算就能明確知道的。13、書架的井到底是個什麼結構？一刷的時候，我其實沒有很看清楚井到底是個什麼結構：“那個井整體來說稍微是有點方向性的，就是越往上（下？反正是單向的）的歷史越新，cooper大體上是一直沿著一個方向走來的。不過這樣四面的墻和後來塌縮時候更多角的墻就不清楚是怎麼圍出來的了。”這段內容大體是對的，井確實是有方向性的，越往上就時間上越往未來走。四面的墻，其實正好是女兒小方屋的四面。只不過女兒的屋子四面牆是向內圍住了女兒的床，而井裡面，同樣的四面墻是向外的，外面是女兒的屋子，但是裡面圍住了cooper。中間有一個畫面，是cooper從書的那一面牆，走到了另外一面墻，這時候看到的女兒屋子的角度就變了，變成了另一面非書架的墻看過去的角度。當然就算是這樣，那井就應該是一個直筒，不會有分叉什麼的了，但是畫面裡面其實是可以看到很多很多的分叉的，這個就很難解釋了。個人理解，這樣的表現就更多是為了營造一種複雜且對稱的美感，不一定有什麼確定的意義。如果要過渡腦洞的理解，那就可以說，時間的維度也不是一個維度，平行宇宙是存在的，cooper走的那個方向是改變以後的歷史線，還有其他平行空間什麼的＝。＝腦洞夠不夠大？總而言之，tars說了，這個井是五維空間的人專門為cooper做的，以便讓三維空間的cooper能physically的看到時間這個維度。所以書架也是流動的這些等等，都是為了體現連續的時間的效果。否則如果像電影膠片一樣一格時間是一個屋子的空間的話，cooper為了在連續的時間上面做改變，就不得不自己一直努力往上飛，那樣太費勁了。。。所以其實每一個屋子的空間，時間同時都是流動的，然後越往上的每一個屋子時間就比底下的屋子快一些（不是流速快，就是有個時間上的位移）這樣方便cooper從女兒小時候，快速的挪到女兒大了以後。14、cooper到底有沒有改變歷史？他作為ghost的一系列信號是什麼一個關係？我一刷結束的時候，跟一部份人一樣，記錯了一個細節，其他評論都講很清楚了。在女兒的時間線裡面，stay這個信息是先出現的，然後才出現的nasa的座標。在cooper井里的時間線，也是cooper正好落到了影片的開始之前的一段時間，落下第一本數的時間（這個時間點是成年女兒在回憶過去的時候，我們才第一次看到的，影片剛開始只是小時候的女兒說書架莫名其妙落書）。cooper自己留下了stay的信息，妄圖徒兒能說服過去的自己，雖然他自己是知道這是不可能的，不過當時cooper太痛苦太激動，他記得女兒說stay的信息，就留了，其實不可能改變的，他自己是知道的。所以當tars聯繫上他以後，說這個井的建立就是用來傳遞黑洞data的，cooper才能瞬間就冷靜并醒悟過來。tars說這個井不是用來讓cooper改變歷史的，這體型了cooper他應該遵從他經歷過的歷史來留下座標。這裡有個細節，就是女兒一開始覺得引力塵埃的信息是莫爾斯碼，但實際上cooper解開以後是二進制。cooper記得這一點，所以他特意問tars要了nasa二進制的座標，而不是莫爾斯碼的座標，儘管看起來他和女兒都對莫爾斯碼更熟悉。傳完座標以後，cooper有一個很明顯的動作是往井的上空走，為的就是走到cooper沒有參與的女兒的歷史裡面去，這樣留下在手錶裡面的data也就沒有改變他自己經歷的歷史，不會有跟歷史不一致的bug。15、在井里那段，營造出一種時間緊迫的氣氛，但其實data一直就在手錶裡面，女兒後來隨時可以讀，時間根本不緊迫。其實井里那一段，表現的是在同一“相對時刻”，女兒在解ghost留下的暗號，而同時cooper在想怎麼傳遞data的問題。所以緊迫的不是女兒那邊的時間，而是cooper這邊的時間。製造這個井一定是有代價的，不是可以一直維持的（證據就是信息成功傳遞出去以後，井就迅速關閉塌縮了），所以cooper需要利用好這一點時間趕緊把數據傳出去，不能無限的呆在這裡。這個證據不確鑿，但大體說得過去。女兒那邊小小的緊迫感就是哥哥快要回來跟男朋友打架了＝。＝16、是誰說高維生物就是未來的人類的？一刷結束的時候，我完全錯過了這一段，其實電影裡面，是cooper自己跟tars交流的時候，講到他意識到“they”就是未來的人類的。具體的說，他第一輪先說，他懂了，其實他們選中的不是他自己，是murph。第二輪他說，其實帶領他來到宇宙的，不是別人，正是他自己。第三輪他就說，其實那個“they”就是長久以後的人類自己。所以我一刷結束時候自己的最大的腦洞完全不是電影的意圖。cooper和大家認為高維生物是人類自己的理由大體是兩個：只有人類才有拯救自己的充分動機，人類需要自己過去歷史裡面保證因果律的成功。17、不是說黑洞什麼實體的物質都出不去麼？cooper怎麼被送出去的？這個物理上的解釋我也不是很確定，但我記得好像在哪裡看到有個假說是，黑洞一頭是黑洞，另一頭白洞或者蟲洞。對應cooper被送出去，那黑洞另一頭是單向的小小蟲洞比較說得過去。甚至有可能這個黑洞和一開始的蟲洞，就是通過某種方式接在一起的。cooper出去的時候碰到了進來時候的brand，是不是暗示這是同一個蟲洞或者至少兩者多少有點關係。另外影片裡面有一點暗示，就是cooper station似乎還是在銀河系或者附近的星系，而不是土星蟲洞另一面的那個直線距離超遠的新星系，否則如果離比較近，女兒子孫什麼的肯定會去跟brand聯繫啊，不會不聞不問。所以我傾向於認為，cooper穿過G黑洞以後，就是通到了銀河系cooper station準備遷移的路線上面。不過不管怎麼解釋吧，cooper沒死這個都很難科學的解釋清楚，為啥只有cooper和tars出來了，被黑洞吸入的其他大量的物質都去哪裡了呢？如果說不是高維生物專門給送出來的，就很難解釋了。18、為啥brand去了新星球以後自己是一個人？這個我一刷的時候沒看清楚，二刷仔細去看了，其他影評也寫到了。brand的戀人Edmunds，之所以在向地球發射了星球宜居的信號之後，信號不完整就斷了，大體可能是在採集數據中間休眠的時候，基站所在的山地震或者滑坡，被半埋半損壞了。專門有brand跪在石頭堆跟前祈禱的畫面說明Edmunds確實死了這一點。所以cooper再去找brand才不會當電燈泡＝。＝brand自己一個人孤獨的在一個新的home培養人類的信息網，這個場景還是挺感人的。brand這個角色，最開始一直比較鬧心，坑死了第一個白哥們，到結局這裡的時候，才真正的打動了我。孤獨的星球的感覺讓人動容。＝＝＝＝＝＝＝＝＝＝以下是一刷歸來我自己的腦洞改編，雖然最後被證明不是電影的本意＝＝＝＝＝＝＝＝＝＝一刷的時候，我最大的腦洞，是覺得高維生物是某種神奇的外星人，不是人類自己。我的理由如下：人類在億萬年的進化到高維生物以後，怎麼見得還能記得億萬年前發生的這件事呢？這一點一定程度上可以抵消人類自我拯救的動機。另外假使人類真的能在時間維度上自由穿行了，那因果律這件事到底是怎麼一回事還不一定呢，所以為了維持因果律這個理由也略勉強。如果沒有外力，純粹是人類自己的話，那這個循環出現的因果loop到底是從哪裡開始的？這個除了我的第二個小腦洞之外，就很難解釋。如果你是screw因果律那一派的，那維持因果律這個理由就不存在。如果你是支持因果律一派的，就很難解釋loop的起點在哪裡？那外星人有沒有理由拯救人類呢？這就像我小時候，看到螞蟻要被水淹了，我會幫他們建一個大壩攔著一樣，作為高維生物，看人類這點蟲子就像看故事一樣，也許善心大發就順手幫一個忙。因為是順手幫忙，所以這個忙不會服務到家，只是把一些需要的工具如蟲洞和井建好，剩下的能不能成功能不能活，還要看人類自己的努力和自救。這樣的解釋有幾個好處，一是避免了人類自我解救這樣略顯推卸責任的大團圓解釋，二是解釋了為什麼這個拯救不直接面面俱到的都搞定，三是體現了人類努力自救的意義，四是如果初始狀態是有外力推動形成的因果律loop就講得通了。當然也不排除很多人覺得，外星人這個解釋更推卸責任，與其外星人拯救還不如未來的人類幫助自己好呢。如果是這樣的話，也許我的第二個小腦洞會更合意。我當時產生的第二個小腦洞，主要著力點在於這個因果律的問題，我很難接受一個loop沒有起點這件事。如果說外星人不存在的話，即便只有人類自己，其實也是可以推動這個loop的啟動的。具體的說，拯救地球這一枝的人類的，不是這一枝人類的後裔，而是brand那一枝新興人類的後裔。brand的繁衍計劃最終能成功，這一點的可能性是極高的，因為是特殊的啟動方式，又肯定是機器人負責主要的培育教養，再加上畢竟是新的不同的星球和星系，可能那一枝的人類進化的路程就跟地球人類不同，沒準怎麼就相對迅速的進入到了高維空間。這時候需要區分的是，在整個地球因果loop出現之前，一些可能是非外力產生的現象有：銀河系引力不正常就是自己就不正常了，土星附近的蟲洞僅僅是不正常的一個突出反映。cooper到底怎麼去到的nasa，說不定是nasa就是需要找pilot，最終拖了一些年找上了cooper。所以沒有外力的情況下，cooper他們到達新的星系，探索星球失敗種種，最後brand自己一個人去了edmund的星球，這件事情還是可以發生的。唯一的區別就是那個時間線的cooper肯定是死了的，brand獨自養育了新人類。新人類進化到高維以後，可能由於brand和case的執念，仍然想要回去拯救地球那一枝的人類，於是才在黑洞裡面建立了井，讓cooper沒有死並且傳遞了黑洞數據拯救了地球的人類，建立了因果loop。這樣的解釋還另外有一個好處，就是更容易解釋為什麼高維人類不知道如何傳輸黑洞數據，必須依靠cooper，因為高維人類看不到地球上沒發生的歷史，他們想要建立的算是個新平行時空，那確確實實需要去算到底怎麼才能傳數據。相比之下，地球人類自己拯救自己，那地球人既然能知道需要自我拯救，就應該同時能知道怎麼能自我拯救，cooper這個引力井的事情很難解釋為什麼是必要的。另外，如果是brand的執念，那她自己養育起來的一整代人，大家一定都會深刻銘記離開地球的那段歷史，有可能會被灌輸有更強的執念回去拯救地球人。然而地球人自救的話，我覺得這麼大量的地球人，怎麼能保證大家都重視并記憶這段歷史呢？人類好了傷疤忘了痛的能力是很強的。其實我一刷結束的時候，比較傾向於把大小腦洞結合在一起解釋，就是外星人或者某特殊的外力是導致銀河系引力異常的原因，也是蟲洞出現的原因。至於人類自救，和loop的建立，則是由宇宙人類回來救的地球人類。以上兩個腦洞僅供娛樂，沒有任何的證據，只是我自己這麼想就覺得比較happy。覺得這樣的大團圓結局最完滿，不敷衍。"
    },
    {
        "content": "《星际穿越》——披着科幻外衣的好莱坞情节剧主修英国文学的诺兰，用了一首迪兰托马斯的诗作为影片的隐形骨架。这首诗就是在影片中被反复念叨的可以说是迪兰托马斯最有名的作品《不要温顺地走进那个良宵》。我奇怪的是，我看到的绝大部分评论都无视这首诗。诗中的几个意象在电影中都有对应物。良宵，智者，巨浪，狂暴的人等等。观者可自行对号入座。看完《星际》我多少有些失望，它并不是让我眼前一亮的片子，虽然通篇都可以感觉到诺兰的认真和严谨，但认真和严谨从来也不能替代才能。在与前辈的星际博弈中，诺兰显得力不从心，《2001》和《索拉里斯》依然在高处俯视着，甚至祖拉斯基的《银色星球》也要在更高的位置。科幻片难拍是共识，要不然中国的科幻片也不会仅仅停留在《大气层消失》《霹雳贝贝》这种低龄程度。诺兰已经在这条路上爬的得很高了，我想，以他的才能，爬到这里恐怕也是终点了。我始终认为即使是科幻片也要有一个强大的人文做内核，单纯炫耀特技的片子不是我的菜，哪怕他勉强把故事编得圆润。所以，《地心引力》我只会看一遍，而且还只是在平板儿上。如果连科幻片都不能带给我们思考，那它还有什么存在的必要？《星际》的问题正好与此相反，它煽情！几乎要到滥情的地步了。眼泪不是科幻片的必备要素，伟大的科幻片都有意识的警惕情感，不是不可以有感情，但请不要哭天抹泪好吗？在茫茫黑暗的宇宙中，在孤独和寒冷的裹携下，情感无论如何都是渺小的，我相信现实中的所有宇航员都是理智而且清醒的，思考和辨别力才能在关键时刻派上用场。爱在任何时候都不是原动力，对未知的探索才是。诺兰以爱作为解决问题的方式导致影片缺少客观上的合理性，虽然很多诺兰粉认为本片毫无漏洞，但在剥除情感的分析下，本片最重要的拐点是建立在巧合上而不是选择上，说白了就是主人公运气好。燃料将尽，为了送布兰德一程，库伯将自己抛向黑洞，可谁他妈能想到，黑洞里就是所谓的五维空间呢，而由此带来的这种对时间的处理方法总让我联想起《机器猫》。我总感觉有种宿命论混杂其中，类似佛教的因果循环。而对五维空间的描述又让我想起1884年出版的小说《平面国》。说实话，诺兰在这部电影中并没有什么突破，制造高潮的方法还是他拿手的交叉剪辑，墨菲烧田和库伯黑洞交叉剪辑在一起，最后将紧张和高潮进行叠加，这部分做得相当不错，汉斯季莫的音乐起到了非常好的烘托效果，我做的椅子都跟着震动了。但诺兰的短板是没有分配好情感的份额，诺兰为了制造矛盾冲突，在世界末日的紧要关头，还让墨菲这个顶尖科学家仍然纠结库伯是不是抛弃了她，而库伯在人类生死存亡的关键时刻，也总是想着回家，并总是对自己参与进拯救人类命运旅程的行动懊悔不已。更有甚者，他们居然相信A计划，还投入巨大热情，这根本就不像科学家的思维，科学家会不计成本吗，在世界末日之时？拜托，把每个地球人都弄到新星球上去根本就是不可能的好吗？有这本事别说地球不会混到世界末日，就连穷人也不会找到一个了。所以老布兰德才是智者，B计划才是可行的，在物资匮乏的世界末日，带几十万精卵上太空还有点靠谱。而A计划看上去更像是政客忽悠老百姓时用的。这种情感上的纠缠不清更像是好莱坞版的《爸爸去哪了》——那种家庭主妇爱看的情节剧，而不应该作为一部有野心的科幻片的基石。但这恰恰是诺兰拍这部电影的原始欲望，也是这部电影宣扬的主题。这部电影并不像诺兰的脑残粉说的那样毫无破绽。在地球最后只能生长玉米的档儿，哪会有啤酒给库伯悠闲地喝。诺兰对动作场面的交代在这部影片中也有不足。巨浪那场戏和与马特达蒙打斗的那场戏都没有排出应有的感觉，在巨浪中死掉的那个宇航员更是有点莫名其妙，他就站在那里等着死。总的来说，这部电影的优缺点都同样突出，虽然肯定算不上是诺兰最差的作品，但也远没达到他最好的作品的高度，对我这样一个一直关注着他的影迷来说，我觉得他浪费了一次绝佳的机会。另外，影片中的机器人绝对是个闪光点，突破了人类以往对机器人的设计，很有新意。"
    },
    {
        "content": "故事：\n硬科幻外衣下的亲情故事，但是因为导演是诺兰，把这件外衣做到极致，从影片来说，无疑已经列入了经典科幻片的范畴，和《2001》《AI》《超时空接触》等坐拥科幻电影系列最高殿堂。另外导演也在一步步完善自己对人性的探讨和发掘。\n\n故事中存在讨论的疑点和解析：\n1:虫洞和黑洞，有些人会把虫洞和黑洞混淆，虫洞是一种穿梭用的“门”，就类似于把宇宙缩小看成是地球，那么我们要从北京去纽约就必须坐飞机绕着地球表面飞，但是如果我们直接钻地到达纽约，那么就会快很多。这个钻地的门，就是虫洞。那么虫洞会不会造成时间的压缩而让地球的时间和宇航员的时间产生差异。影片所提到是不会，只是等于瞬间移动让你到达宇宙的另一端。\n那么黑洞就不一样了，黑洞是可以吸取所有的物体包括光。大家都知道时间和光是同体的，意思就是光的速度等于时间的速度，那么也就是说黑洞能吸光，同样也能吸时间，所以作为假设，你如果即使不被黑洞吸引只在黑洞周围徘徊，那么你的时间也是严重压缩的，也就是在黑洞附近一分钟或许等于地球的几十年（根据黑洞大小定义计算时间差）。\n\n2:之前派了很多科学家出去，为什么之前的科学家不直接告诉他们哪个星球适合生存直接去就好了。\n影片里说的是派了11名科学家，只有三位有信号回复，或许，其他科学家也找到了，但是却不能给到信号。但是这三位科学家的信号，只是回执信号，信号里面并没有告诉地球的科学家过多的信息和数据，所以必须再次派科学家去到那三个星球做实地考察和拿回更多的数据。总比去没有信号回复的星球或者探索新的星球来的几率大。\n\n3:有人说去探索第一个星球（大浪星）时候有一科学家死得莫名奇妙，为什么他要站在外面等女主回仓而不是站在安全区域。\n解释一：他暗恋女主，所以他要等到女主安全他才愿意进飞船，让机器人去就女主的也是他，另外根据美国片，每次探险就得有一人牺牲的啦，不然最后还是只能剩下男女主角不是，不是这个星球死也只能是下一个星球啦。\n解释二：他傻。\n\n4:在第一个探险星球（大浪星）时候，大浪星一小时等于地球的七年是如何计算的。因为大浪星就在巨人（黑洞）周围，所以这个星球即使引力和地球相当，但是或许在质量和体积上都比地球要大，从海浪的大小就可以知道人类在那星球相当于蚂蚁。根据当时人类的科技是没有办法在那里生存的，试想一下，如果空气引力都没有问题，但是自然灾害相当于地球的几万倍，试问人类如何抵抗。所以第一个大浪星直接pass掉。\n上到飞船，因为隔着大浪星，或许大浪星的引力和巨人（黑洞）的引力平衡掉，所以在漫游者号上，时间几乎又回到了和地球相等的时间。根据漫游者号上那大胡子黑人的阐述，他等了他们23年。地球是24年，所以几乎相同。\n\n5:第二星球（冰岛星，因为拍摄取景在冰岛）探险中，为何博士不承认直接和他们坐上回家的星球好了，还要继续欺骗。\n大家应该都能看懂，博士欺骗他们说这个星球有希望生存数据然后发出信号其实是让科学家来救他。那么既然来了知道他撒谎也不能把他怎么样呀，为何他还要继续把科学家杀光然后自己回家。\n这是因为，影片需要一个能阐述人类阴暗面的人，当然这还有女主的老爸那个老博士，但是老博士是为了全人类的繁衍。导演用意在于想告诉观众，不管在任何时期任何环境，人类永远都会有一个阴暗面跳出来，这个阴暗面或许在某些方面没有对错之分。比如男主库伯需要早点回家在整个过程中都存在着若隐若现的偏向，比如催促他们在大浪星速战速决，在女主问他如果让他选择b计划还是选择回家的时候保持的沉默，都是人类的另一面在作怪。还有在数据明显的情况下，女主还是希望去数据明显不占胜算的男朋友的星球等等。\n另外一个原因就是需要用这个方式来铺垫男主因为机器耗损严重只能一人前往第三星球，而男主自己“不得不”进入了黑洞。另外还增加了紧张刺激的同步旋转链接漫游者号。\n\n6:进入黑洞为何要一次次扔掉飞船部件。\n当时只有男主和女主了，哦， 还有机器人，那么要尽量做到每个仓都有人去操作，有人说为何不让中央系统操作，让男女主角在同一仓，我只能解释为或许是之前的耗损只能分配到不同的驾驶舱了。好，回到正题，黑洞的引力是巨大的，但是不管如何巨大，黑洞的引力也是恒定的，那么就是说，把黑洞比作地球，地球的引力是9.8。只要超出这个系数就能逃脱，逃脱本身，质量余额轻，越能获得自由，在漫游者号中，当一个仓能源用尽，就舍弃一个，合情合理。同时依靠脱离时候的推力，可以让脱离的那个仓又获得一个力量。\n\n7:男主进入黑洞为何不死而是直接进入一个5维空间。\n男主进入黑洞，或者说整个星际探险，都是未来人类做的一次任务，因为未来人类在发展到某一天发现突然自己需要突破或者需要可持续发展，计算出必须要在人类发展都某个时段改变一些什么，从而得到一个突破，于是乎，就在土星上开了一个脑洞大的虫洞，让那时的人类帮助未来的人类完成任务。那个任务或许就是让人类自己得以继续翻译的关键钥匙。所以，按照流程走，男主进入了黑洞，或许，进入黑洞，获得某种宇宙力量，才能让未来人类引领男主进入未来人类自己为男主设定好的五纬空间。有人说五纬空间为何长这样，其实大家都不知道五纬空间长什么样啦。只能说，未来人类为了能让男主简单易懂的操作，设计了这个五纬空间给男主操作。\n所以从我的理解是，未来人类一直一直都在观察，直到男主进入五纬空间也还是在观察，让男主自己去领悟，万一男主领悟不了氧气不足差死在了五唯空间，未来人类只能亲自出马救活男主，男主，不能死，重新来。也就是说，在未来人类眼里，说不定这些探险事件已经重复了几百次上千次，试验过很多次，因为影片讲到，未来人类已经熟练掌握了五唯空间，所以，五唯空间是可以控制过去的。可以控制过去哦，不是改变过去，改变过去需要六纬空间（六维空间只能说未来人类还不能掌握）。\n\n8:既然未来人类能掌握五唯空间，干嘛不自己去控制过去还要一步步引导男主呀，好累呀。\n不是的，看过《回到未来》的观众大家知道，未来的人类如果能回到过去，是不可以出现在过去的人类面前的，这样会蝴蝶效应影响到以后发生的事情，甚至会导致未来的自己根本就没有出生过。所以未来人类不能轻易出现。\n另一种解释是，如果要回到过去需要六纬空间，五唯空间是只能引导观望不能亲自去改变。\n\n9:机器人和男主都掉进了五纬空间，为何无线电还这么牛逼。时间和空间不是都错乱了吗。\n解释一，未来人类帮忙接通了无线电，因为机器人的储存能力和分析能力应该是快的，所以机器人进入五唯空间以后迅速分析了五唯空间的情况，然后把知道的告诉男主，但至于下一步怎么做，因为是机器人，只能是人类告诉它答案（这也是人类自己强大的地方呀）\n解释二，根本没有机器人了，机器人的声音就是未来人类伪装的。只是不想吓着男主但还是要引导他。\n\n10:男主最后告诉他女儿什么？\n前面已经交代过了，老博士已经把问题解答了一半，另一半在黑洞里面，所以男主应该告诉她一些解决重力的知识，还有告诉她人类是可以存活下去的，让全社会的人类支持外太空计划（之前所有政府和人类都不支持，不支持就没钱，没钱哪来空间站呀）。\n\n11:女主去到她男朋友的星球，为何她男朋友死了。不是说那里适合人类生存么。\n因为男女主角在黑洞走了一趟，所以黑洞的一分钟等于几十年呀。所以等女主去到她男朋友的星球时候，说不定她男朋友已经进入老年痴呆的年纪了，从星球移民空间的规模就可以看出有一段时日了。所以女主去到那的时候，她男朋友估计不久就老死了。\n也好，男主飞过去的时候，那个星球就是他们的了。。哦呵呵呵呵呵。\n\n通过电影大胆的猜想：我在想，或者，宇宙其实没有我们想像的那么大，宇宙其实就像一团物体，物体以外，什么都没有，包括时间。所以在宇宙里，只有一种高等生物，那就是人类自己。但是在整个宇宙，时间是错乱的，包括过去，现在，未来。也就是说，或者我们接触的外星人，是十万年后的人类自己，或许那时候的我们脑袋更大，眼睛更大，有三只手，四只脚。所以我们称为外星人，其实追述回去，就是我们自己。只是或许有一天我们在宇宙穿行，碰到一个外星人，我们彼此打招呼，告诉他们，我们是亚特兰蒂斯文明时期的人类，哦， 你好，我们是感性文明时期的人类，我们是伯克时期文明的人类。\n《星际迷航》不是说过了吗，只要人类有一天制造的机器能达到光速，也就是和超过时间的速度，那么自然会有外来生物造访，因为我们达到了一种科技文明，可以加入宇宙人类大家庭了！"
    },
    {
        "content": "2014 - 2020 激光 IMAX 重看。成熟古板的商业类型片创作，但编剧技巧和功力都可见一斑。以口述开幕定场，似乎是一种历史回望的视角，事实上电影中的叙事视角一直如此。直至结尾，却变成了一种因果倒置的现在进行时。黑洞的引力破坏了相对论，也破坏了电影的整体结构，双线并进的时间并不对等，却故意用平行蒙太奇捏造凭空的悬念。近景极多，在 IMAX 巨幕上形成强烈的眼球压迫。配乐几乎全片滥用，反复煽动观众的情感，只有零星几幕安静的时刻显得克制、冷峻，更贴近太空自然的优雅、恐怖和毫无恶意。不过前部分仍然还有一些好戏，地球在消亡，人类在退化，虽然仍是诺兰精英式的态度审视：我们怀念那个曾经 70 亿人口爆炸，创造力爆炸，凝望星空成为人类的责任的时代。事实上影像里没有提及的部分更为血腥残忍：屠人、窒息、挨饿。或者我们也可以在现有的剧作里窥视到蛛丝马迹：美国霸权的崩塌（隐含着另一个霸权的崛起）、反智主义的重新流行。库珀在决定重新加入 NASA 以前（人类重新仰望星空的开始），也被迫退化为肉食动物，他盯着所有的机器希望变成当下生存果腹的工具，保护家人重过一切。这也是《星际穿越》与《流浪地球》最为不同之处：人类的历史是带着谎言的虚无，我们终究要正视被黑暗吞没的渺小。不要温和地走进那个良夜，但必须怒斥光明的消逝。不知道为什么前半场时记了一笔这部可能是诺兰的元电影，现在把当时的灵光一现忘得干净。主要问题还是后半部分太过臃肿，丧失了前 30 分钟的好戏吊起的胃口和想法种种。星际穿越(2014)9.42014 / 美国 英国 加拿大 / 剧情 科幻 冒险 / 克里斯托弗·诺兰 / 马修·麦康纳 安妮·海瑟薇"
    },
    {
        "content": "星际穿越的其他方面，我不再过多讨论。无论是剧本，镜头表现手法，演员演技，配乐（汉斯配的乐)，都是超一流水准。（一）星际穿越物理顾问介绍基普·S·索恩Kip Stephen Thorne :目前担任加州理工学院费曼理论物理学教授，是当今世界上研究广义相对论下的天体物理学领域的领导者之一。2017年10月3日，因在LIGO探测器和引力波观测方面的决定性贡献，荣获诺贝尔物理学奖。所以如果您要找出星际穿越里的理论漏洞，您必须有足够的各类天体望远镜观测得到的数据，以及极为精确的数学计算。也就是说，您得是基普教授的老同行儿，得辛勤工作，得到更多的证据，那么在您推翻基普教授观点的同时，您就对人类做出了贡献，就能，流芳百世。不过相信我，您不会喜欢研究理论物理这个职业的。（二）大多数观影者 很难理解的地方1.为什么黑洞会发光的，不是光都会被吸收而出不来吗?答:引力作用范围有限就像吸住门的磁铁，不可能把马路上的车吸过来一样。同样地，奇点也不可能吸收离黑洞很远地方的光线。黑洞黑色的外表面，被称为事件视界，这是黑洞能把光180度扭曲的最后引力范围。光在这个视界内无法逃逸，光在这个视界外则会被扭曲，但不能形成180度的扭曲角度。2.掉入事件视界不是连光都无法逃出吗?为什么Cooper最后被人类救回了人类的新家园?答:片中的五维超立方体是一个异常强大的交通工具记得之前说的吗，如果掉入事件视界内部，连光都无法逃逸。所以我们的逃逸速度，必须大于光速，具体要是光速的多少倍，我就不详细解释了。片中，Cooper掉入五维超立方体时，看起来像是Cooper在下坠，其实不然，那是五维超立方体在带着Cooper高速运动。在我们的纬度之外，多维理论定义了一张限制膜，这也就是我们存在于当下纬度的原因。五维超立方体不受限于我们的低纬度，可以穿越限制膜，在限制膜外高速旅行。这一运动是我们三维生物无法理解的，但如果以我们的角度测量它的速度，五维超立方体可以轻松突破光速，所以可以轻松逃出黑洞。当五维超立方体停止运动时，Cooper漂浮在中间，看到的所有的空间，都是他女儿的房间，因为五维超立方体此时已经停止运动，正位于地球上Cooper的家，他女儿的房间附近。3.我记得《十万个为什么》里讲到，任何掉入黑洞的人会被奇点扯得粉碎，为什么Cooper平安无事?答:五维超立方体救了Cooper我们之前认为，黑洞中的奇点是唯一的，后来随着理论知识的发展，我们推测出黑洞中可以存在有三个奇点，这三个奇点在下坠过程中会分别遇到，分别被称为，外飞奇点，下落奇点，bkl奇点。具体另外两个非经典奇点怎么产生的我不再详细论述。我们之前认为只有一个bkl奇点，这个奇点是残暴的，引力巨大的，他的确可以让Cooper有来无回。但前两个奇点不一样，前两个奇点要温和得多，温和到足以使Cooper幸存下来。片中五维超立方体被放置在外飞奇点附近，等Cooper下坠到超立方体中，超立方体便全速启程，没有让Cooper有遇到bkl奇点的危险。（片中的黑洞为超大质量黑洞，这类黑洞的事件视界附近的潮汐力要小于小体积黑洞，所以下落过程中亦不会被撕碎）4.为什么Cooper或者说未来人类可以穿越时空?这不是违背了很多时间悖论吗?穿越时空不是被禁止的吗?答:星际穿越里的穿越时空，并不会触发大多数阻止时空穿越实现的悖论。我来解释一下，星际穿越里的穿越时空有着令我惊叹的逻辑闭环。第一点我们先来看Cooper的穿越，Cooper通过五维超立方体对过去的女儿发送NASA坐标，发送stay这个单词，发送奇点数据。这在过去有没有发生呢?这一切在过去都发生了，也就是说Cooper在五维超立方体做的一切都是必然发生的，如果他不在五维超立方体里做那些事，过去的那些也就不会发生。这并不会违背几乎所有的避免时间穿越的悖论，因为Cooper并没有犯一个大忌:改变过去。你可能会问，万一Cooper拨弄其它的东西呢?那不就和过去不符合了，那不就改变了过去?很遗憾的是，Cooper很聪明，他知道这一切都是他必须做的，他没有做任何多余的事。事实就是，Cooper没有做多余的事，这就是事实，完美的事实，一个令人惊叹的巧合，一个注定发生的事，一个漂亮的逻辑闭环。第二点未来人类放置的虫洞和五维超立方体也没有改变任何过去的事实，他们选择了让过去的人类自己拯救自己。这说明了什么，未来的人类即使成为了高纬度的神，他们也无力改变过去，他们没法抹去地球枯萎病蔓延的事实。这符合时间悖论观点，我们无法改变过去的事实，我们不能对我们的历史做任何的改动，否则将出现不可预知的后果。这时候要挑刺，我们一定会说，诶，那虫洞不是突然出现的吗，无中生有，那不是也改变事实了?其实没有，这个理解起来可能有点困难。我们突然发现了虫洞，如果我们把这个看为一个事实，根据第一点的逻辑，未来的人类，无论出于任何原因任何目的，都会在这个时间坐标和这个空间坐标上，放入一个虫洞。他们必须放入一个虫洞，为什么?因为那是事实。没人可以改变事实，哪怕未来人类放置那个虫洞的原因滑稽到极致，他们也是放置了，因为这是必须必须必须发生的。这个逻辑很可怕吧。也就是说，如果过去没发生的，你是根本不可能让它发生的，如果过去发生了的，你无论做什么，它都一定会发生，这完美贴合了过去不能改变的逻辑。所以星际穿越完全遵守了过去不能改变的事实。5.五维超立方体内，Cooper怎么向过去传递的信息?这牵扯到一个世界线的概念。你在图中看到的密密麻麻的线，是爱因斯坦提出的世界线的概念。每一个粒子有与其对应的唯一的世界线，世界线记录了这个粒子的所在时间的时空位置（粒子在四维时空中的运动轨迹即为世界线)。在五维超立方体内，时间被完整展开，所以你可以找到房间内每一刻的景象。如果Cooper在高维内改变任何一个事物的世界线（状态)，如果事物在所在的时间内，没有被再次改变状态，则会保持新的世界线的状态。这就是为什么书掉下去后可以被放回原处，因为对世界线的操作并不是只有五维超立方体内可以做。五维超立方体只是遵守时间的进度，展示了所有的时间内事物世界线的状态。因为Murphy走后没有再去碰那块表，所以表一直按照新的世界线运动，也就传达出了Cooper的信息，当然如果你忍心修好这个存有重要信息的表，也是完全可行的。6.老教授16黑板的公式，是不是用来唬人的，上面到底写了啥，为啥解出来以后人类就可以造出那么大的空间站供全人类生活?答:16黑板的公式是真真实实的物理知识，没有用来唬观众。这16黑板的公式是现实中的基普教授写出来的，目的是为了解出引力的实质，或者说，引力到底是什么。很久之前人类发现了磁石，挺好玩，人们就用来做一些简单的工具，比如指南针。但人们不知道（电)磁力的实质，只能玩玩指南针。但后来人们了解到了，磁场是由电子运动产生的，电场能产生磁场。于是人们发明的所有的电子设备都会用到这个原理，这一个科技的飞速跳跃，源于我们了解到了（电)磁力到底是什么。如果我们了解到了，引力到底是什么，我们甚至可以在不改变质量的情况下操控引力。没有引力的束缚，航天飞机升空所需的成本，就会大大降低。我们甚至可以把一个房子完整地送出地球!这仅仅是因为我们可以操控引力。而解出这个公式需要足够的数据，任何现阶段的望远镜观测是完全不可行的。但如果我们观察到了黑洞的奇点，这个引力怪兽，我们便可以得到足够解出方程的数据。7.为什么Murphy在影片中就是能明白幽灵就是Cooper?这是不是故意做作?答:因为Murphy足够聪明。我们可能会听到长辈说，\"我梦到我老头子托梦了，后天就是老头子周年...\"，这可不仅仅是中国才有的现象，这个是世界级现象。心理学上来说，这是一种自我心理暗示，我们渴望与死者对话，才催生了这么一个梦。物理学上来说，这可能是另一个处于高纬度的人试图和我们交流。为什么一定是高纬度?因为有一个特征我们要注意，ghost看得到我们我们看不到他们，且他们能对三维物体产生影响。这就是蚂蚁看不到我们，我们看得到他们，且我们能一脚踩死蚂蚁一样（蚂蚁的感知视野非常有限，可以认为就是一个二维平面），因为我们所能感受到的纬度比蚂蚁多了一个。影片中在Murphy小时候Cooper就告诉Murphy，她的妈妈说过，\"等孩子们长大了，我们就是孩子们的幽灵\"，她的妈妈的这句话说的ghost是第一种心理上的解释。已经跟着教授学习多年物理的Murphy回到自己曾经的家，想起这句话，第一反应当然会是第二种解释，因为她明明知道书本掉落不是幻觉，不可能从心理上解释。而ghost向自己倾诉的内容，便是ghost身份的关键，ghost告诉Cooper不要离开（stay)，却又告诉Cooper宇航局的地址。如果这一切是同一个ghost所作所为，再加上Cooper到最后的确离开了。那也就是说因果关系上，Cooper的离开发生在ghost出现之前，而且导致了幽灵的出现，幽灵试图阻止Cooper离开，但幽灵很快认识到了Cooper必须离开（很可能ghost见证了Cooper的离开这一事实)，所以幽灵又告诉了Cooper宇航局地址。那么便推出了以下关系:1.ghost知道Cooper离开的事实并试图阻止Cooper离开。2.ghost所作所为满足因果关系（详见星际穿越如何不违背时间悖论)。3.ghost的初心是为了和Cooper交流，但是却出现在了Murphy的房间里（说明ghost是一个和Murphy，Cooper有紧密关系的人）。4.ghost把奇怪的数据留在Cooper送Murphy的手表上，且这一事件是在Cooper离开后发生的（因果关系上的\"离开后\"）。Murphy的妈妈和祖父是不满足以上四条，及ghost知道宇航局地址这一事实的，那么ghost便只能是未来的Cooper（这其实和\"they\"是未来的人类有异曲同工之妙)。当Murphy拿到手表时，看到奇怪的数据......Murphy一下子明白了，自己的父亲在未来，在高维度，对过去做了这些，然而自己的父亲却不知道她有没有可能再去曾经的家，再去看这块手表，父亲把一切的希望和可能寄托在他对Murphy的爱以及Murphy对他的爱上面。本来拒绝相信Brand博士的那套，爱能像引力一样穿越维度的说法的Cooper，在手表上刻下奇点数据的一刻，那却成为了他全部的信仰。TARS: What if she never came back for it（the watch）?Cooper: She will, she will.TARS: How do you know?Cooper: Beacause I give it to her.8.地球居然是因为枯萎病而不能居住的，这是不是有些不符合逻辑，毕竟人类农业这么发达?答:枯萎病的确可以像影片中的一样，把人类逼得走投无路首先星际穿越幻想的并不是久远的未来，不具有流浪地球太阳膨胀为红巨星，或者小行星那样的大型灾难设定。它猜想的是使人类更加无力的环境灾难。基普·索恩作为一个物理教授，当然不具备生物或者生态环境学的知识。于是在2008年，星际穿越的导演及两位制片人，为了保证“植被大量枯萎”具有足够的合理性，请来加州理工学院的一大波相关教授，其中包括1975年诺贝尔医学及生理学奖获得者戴维·巴尔的摩(David Baltimore)，开始了长达两个多小时的讨论会。讨论会（聚餐）过后，基普教授又拜访了几位加州理工学院的相关教授，以确保影片中，枯萎病逼迫人类离开地球这一事实的合理性。教授们表示枯萎病完全有可能出现，且其效果不亚于任何灾难性的天气，或者以人类为载体的病毒。为了保证大范围的植物遭到破坏，这个病毒必须拥有普遍性和恶性两个特点。那么就有两个思路:1.某种特定攻击某种植物的病毒发生变异，获得普遍性的特征，以昆虫为载体，在植物间大肆传播，可以造成大范围的植物死亡（特定性的植物病毒致死率高，一旦具有普遍性的特点，是十分可怕的）2.专门攻击叶绿体的病毒。植物进行光合作用依赖叶绿体，如果真的有这种无差别，只针对叶绿体的病毒，植物将会大范围枯死（烟草花叶病毒等具有攻击叶绿体的特征，但不具备无差别攻击植物的特征）那么我们人类没有足够的精力面对这些病毒吗?答案是没有的，这有点像一种恶性循环。影片中通过TARS这个人工智能我们可以看出人类的科技水平曾经高度发达，但是自从枯萎病蔓延，人类对食物的需求已经根本不允许人类进行大范围的科学研究，所以NASA只能偷偷造飞船，高科技领域的人才被迫从事农业，包括对枯萎病病毒本身的研究也会因为经济水平的限制而遇到诸多不顺。如果这种病毒再拥有变异迅速的特征，我们人类更是束手无策。如果你仔细了解我们现在的种植业，比如我们防治烟草花叶病毒，\"治\"永远是最坏的打算，\"防\"永远是我们最需要下功夫的。植物并不像人类一样，感染了病毒，能研究出来相应的疫苗有效杀死人类体内的病毒。我们对植物病毒了解的少的可怜，其攻击宿主的原理也和人类为载体的病毒大相径庭。农业手册里教导如何防治病毒的说明里，永远会把\"严禁让已出现类似症状的菜苗进入农田\"写在最前面，而不会告诉你优先用哪种药。当这种病毒第一次变异，由只攻击一种植物演变为攻击两种植物，这不会引起人类的警觉，地方政府会下发技术人员，他们会按照枯萎植物能获得的常见病毒提出解决办法，试图帮助农民们提高收成，降低植物枯萎的比例。然后病毒二次变异，直至病毒拥有普适性，它可以攻击任何植物的叶绿体。全球开始出现地方性的作物大范围枯萎，国家会开始注意这些出事的农田，开始组织专家们前往调查，是病毒，专家们只能得出这种结论，因为这种病毒前所未有，各种出现枯萎症状的植物上的病毒形态类似，效果类似。直到全球大范围出现这种枯萎病，人类开始慌乱，这时候政府最重要的做法就是立刻收集起所有种类植物的未被污染的种子，立刻开始在实验大棚内部隔离培育这些植物（未被污染的种子可以在很多地方得到，实验室，甚至种子博物馆）。我们需要获得抗病植株，可问题是，万一我们获得不了呢?如果人类得到的结果是，这种只攻击叶绿体的病毒的致病率是99%呢?人类对剩下的百分一的种子开始研究，人类需要定位抗病基因，定位完成后需要抗病基因稳定遗传，然后获得抗病纯合子植物，我们还需要获得大量的抗病种子。这需要大量的时间。但实验室外面的植株还在大量枯萎，今年的收成不容乐观。可惜的是这不仅仅是对一种植物的抗病植株的筛选，等到人类开始组织起来筛选抗病植株的时候，被感染的植株可能已经达到了几十种。农业专家们的工作量超前的大。更可惜的是，前面我们提到这种病毒具有变异的特点，不然它也不会具有普适性了。于是就算人类成功研究出了某种抗病的种子，在播种的第一年，就有可能全军覆没。现在你还觉得人类有把握防止植物枯萎吗?那时候我们唯一能做的，是离开地球这个充满了枯萎病毒的环境，带上未被感染的种子去别的地方移民。9.宜居星球可以存在于黑洞旁边吗?星际穿越里为什么有恒星在黑洞附近，不会被吞噬吗?答:不用把黑洞想象的过于强大黑洞引力作用有限，只要在视界外保持合理的速度，是不会被吸入黑洞的。双星或者多星系统在宇宙中，其实比单星的恒星系常见。在漫长的岁月中，一颗恒星老去变为黑洞或者其他星体，另一颗保持燃烧，这是很常见的。而且还在燃烧的伴星，一般拥有足够大的质量和绕行速度，很少会有坠入黑洞的情况发生。"
    },
    {
        "content": "最近看《星际穿越》。这部电影，如果我们抛开那些宇宙视觉奇景，以及人物的情感纠葛。其实还有一层意思是挺让人震撼的，那就是对环保主义的反思。这里强调一下，环保和环保主义应该区分开，环保嘛，一种观念，和节约一样，属于个人自主的，有意识的维护自身环境的行为，这没问题。但很多问题上升到主义层面就糟糕了。当年胡适就说过，多研究些问题，少谈点主义，可是那时候没人听他的，还骂他。环保主义有什么特点呢？就是具有强制性，强迫别人为环境做出牺牲，或者为环境做出贡献。更别说这里面还有不少打着环保的旗号谋私的人呢？好吧，先不发关于环保主义的牢骚了。回到这部电影，电影的前一个小时实际上是在潜移默化地告诉我们，环保的观念不仅糟糕，而且悲观。政府曾经试图在平流层丢炸弹以减少人口，这就是最极端的为了整体的环境利益，强制牺牲一部分人。这和现在很多环保主义者利用人们的恐惧，强行要求人类降低能源的使用，牺牲自身的发展没啥区别。在电影里，为了消极悲观地保护环境，他们还干了另一件事，篡改历史，抹杀人们对冲出地球的梦想。这一方面也是民众的想法，他们不希望有限的资源浪费在这些虚无缥缈的事情上，所以宇航局只能像地下组织一样偷偷活动。而孩子们的课本里也把登月说成了是一场骗局。结果怎么样？所有的固守都只是苟延残喘，环境越发地恶劣，农作物被一个一个地干掉。好消息也许是，制定这些方针政策的人，他们的一生还可能平安度过。灾难将落到墨菲一代人的身上。就像墨菲定律说的：如果你担心某种情况发生，那么它就更有可能发生。对于这样的现实，答案也许只有一个，迈克尔凯恩扮演的布兰德教授，回答库珀提出的我们如何拯救地球时这么回答：“我们不拯救地球，我们离开它。”而想要做到这一点，就需要巨大的投入，而比这更重要的，则是自主行动的自由。捷克总统瓦茨拉夫•克劳斯（不得不说，这个小国真出人才啊）写了一本小册子叫《环保的暴力》。书中指出，如果说有一种“终极资源”的话，那不是别的，正是人类本身，是人类的发明创造，人类的勤奋努力。这种资源想要兑现，则必须拥有自主行动的自由。而正是这些自主行动，形成了市场。在市场中，正是由于资源稀缺性的增长带来了价格上涨，“消失中的”资源正在“不断地顺利地被其他资源取代，或通过更为经济的消费而得到了节约”。反过来，如果环保主义者真的打算根据他们对未来静止的判断去限制市场，限制科技的发展和资源的利用，那可就真的把我们的“终极资源”——人类的创造力给变成了“稀缺资源”了。当财富和创造力被遏制，失去了可持续发展的动力，那就真的坐吃山空，然后如环保主义者所愿，高举环保的大旗，红光满面地地走向毁灭了。那么我们该怎么办？《环保的暴力》最后给出了这样的答案：什么都不做。只要让人类活动的自发性来解决问题就可以了。数以百万计明智、理性且独立行动的个人所造成的结果总和，绝对胜过任何刻意设计人类社会发展进程的行为。在书的最后，克劳斯说：我们应该鼓励和推广生态意识、生态敏感性以及对生态的关注，但那应该是自发的、多元的，而不是强行做出种种禁限和制止。回到电影，布兰德教授最后也犯下了一个理想主义者常犯的错误，为了理想牺牲他人，他压根就没打算拯救地球人类，他只想让人类另起炉灶重新开张。持有同意观点的还有马达扮演的曼恩博士，他的观念加上自身的胆怯让他走上了邪路。而这里面告诉我们的是，很多高调的理想主义者看上去都德高望重，当你狂热地皈依过去的时候，他可能为了大义或是私利转手就把你给卖了。很多观众在看这部电影的时候都谈到了刘慈欣的《三体》，其实关于环保，大刘也是有自己的看法的。在几年前的香港书展上，大刘曾做过一个题为《一个和十万个地球》的主题演讲。他这么说：“现在，我们看到了这样一个事实：人类放弃了太空中的十万个地球，只打算在这一个地球上生存下去，而他们生存的手段是环保，一项与太空开拓同样艰巨同样冒险的事业……现在，人类正处在第二次大航海时代的前夜。我们现在甚至比哥伦布要有利得多，因为哥伦布看不见他要找的新大陆，他在大西洋上航行了几天之后还没有见到陆地，这个时候他的内心肯定是充满了犹豫彷徨。而我们要探测的新世界抬头就能看到，但是现在没有人来出这笔钱。也许，人类文明做为一个整体，就像人类的个体婴儿一样，在没有父母帮助的情况下，真的永远无法走出摇篮。”其实我也清楚，也许人家诺兰和索恩压根没有什么反环保的想法，都是我在这穿凿附会。但有一点是肯定的，那就是这部电影告诉我们，自由和情感才是人类最重要的价值，也只有为了追求这样的价值，人类才拥有了冲破一切枷锁的勇气。"
    },
    {
        "content": "在此想用两部作品与本片进行比较，艾萨克•阿西莫夫的《两百年人（The Bicentennial Man）》（克里斯•哥伦布的同名电影译为《机器管家》）和查尔斯•谢菲尔德的《末世（At the Eschaton）》。《两百年人》的小说语调平缓，电影中罗宾•威廉姆斯所饰演的机器人在一开始也仅有简单的表情，但平实的叙述和简单的表情中，所展现和反映的是飞逝时间里的悲欢离合，每每物是人非，都会让人不禁发出一声带着哽咽的慨叹。《星际穿越》中，我们不是跟随机器人时间尺度的宏观视角静观这一切，而是切切实实地跟随着平凡的人类库珀，感受地上一时，天上七年的苦痛。《海伯利安》中有一个用于描述这种相对论效应的词“时间债”，这确实是一笔债，看着子女在须臾中长大，与自己同龄，然后老去，马修•麦康纳观看子女二十三年视频时的涕泪交零，是人类对残忍流逝的时间渺小而无奈的悲鸣。科幻小说《末世》讲述的是冷酷无情的宇宙和至死不渝的爱情之间的碰撞，主人公对爱的执着，伴随着他寻找着治愈爱人的方法，直至时间的尽头。故事的叙事宏大，将人类渺小的爱与宇宙的寿命比肩，岂止海枯石烂。《星际穿越》中对这样的爱也有着类似的诠释，但比起《末世》中的单纯和执着，《星际穿越》加入了个体对整个人类的爱与责任。小我与大我，小爱与大爱，家庭与人类。但影片并没有将两者分离、对立，而是两者处理为两条交织的旋律，有离散、矛盾和冲突的地方，但真正感动的地方却是两者合一所激荡出的共鸣。影片第一次让我感受到这股共鸣的地方是父女别离，这一段开始时两者是矛盾的，库珀那句“求你了，不要让我这样告别”让我的泪水夺眶而出。这是一场抉择，他做出了自己的牺牲。但影片在这场原本简单的父女别离的结尾，不断切入火箭点火的画外音，对女儿和家的告别，对家园和地球的告别，征程的起始，不同的感情交织在一起，悲情之中又有几分壮烈。从观影前所得到的信息里产生过一种顾虑，影片似乎把人性提到了一个浩瀚宇宙中不该达到的高度，随着影片的进行，这种顾虑也越来越深，黑洞两端的困境都在不断加剧，如同在两个毫不相干的黑暗空间里盲目摸索的人，心中仅有的只是没有回应的爱。直到黑洞，本片中最美丽的天体，将他们的世界分离之后，又将其合二为一。这一段是观影时顾虑最深的地方，汹涌的爱在未知的空间中似乎失去了控制，稍有不慎，就会摧毁宇宙不可撼动的壁垒，让泛滥的感情毁掉整个片子。在此不得不赞叹编剧炉火纯青的功力，不断加剧的困境同时也是人类命运中不断被精确定位的节点，不受时间束缚的引力就是改变这个节点的唯一力量，执着的爱通过引力的纽带终于再度回应彼此，整个人类随着指针的震颤获得了新生，两支旋律交叠在一起，爆发出最为动人和恢弘的共鸣。至此，顾虑已被打消，此片已属佳作，但万万没想到，结局竟能如此深得我心。已经历过《两百年人》的泪水的我对父女如此见面的安排早有预料，但没想到垂老的莫菲在最后会推开依恋了一辈子的父亲，让他去寻找年轻的布兰德和人类的新家园。库珀像一个陌生人一样，走出了女儿的生命，重新踏上征程，时间流逝的伤痛虽未愈合，但新世界的阳光正等着将他沐浴。"
    },
    {
        "content": "当男主马修叔（我更常直接叫他影帝，当然是出于仰慕） 去给儿子和女儿开家长会，学校领导说儿子成绩很好以后一定可以成为一个好农民，并劝影帝说这个时代已经不再需要工程师了，亟需解决的是饥荒问题。坐我旁边的（比我多学那么多年物理，但还跟我对黑洞了解处于同一个无知水平）学工科的家伙笑我说，那学文科的呢？在那个年代干嘛去了？学文科的导演正在用略有些沉闷的电影语言，向观众构建一个压抑的末日。那种绝望仿佛并不绝对，也并不强大，而是在缓慢的时间流逝中，在漫天蔽日的昏黄中逐渐充盈起来的，正如老布兰德博士所预言的最后的窒息。而这种绝望的第一步，就是失去“仰望星空”的能力，失去对触手可及的物质世界以外的憧憬与想象。那么在那个连职业棒球手都不存在了世界里，大概同样是人文的荒漠吧。即使人人都在吹捧其“硬科幻”的现实主义，但大多数人也表示对这部电影的所谓“内核”感到失望，批评着这种情感化的“内核”俗套且没有深度。我不止一次听到身边人吐嘈“只是想去看末日和大场面，干嘛煽情那么多。” 但在我看来，在所谓煽情背后, 电影真正在探讨的其实是：如此的绝望里，人类应该再依靠些什么？需要怀有什么样的最终理想？在一个上帝已死的世界里，还有神性存在吗？面对那个可能发生即终将发生的必死命运，还有超脱于死亡的可能性吗？其实这些看似哲学化的话题在科幻或末日电影中总是不断的出现，并不算太新鲜。但是，诺兰在这部电影里给出的，真的就只是”爱可以拯救世界“这样简化而俗套的答案吗？有影评说“这片子没有深度，因为没有在预言人类整体的命运时构建一个足够宏大的世界观和宇宙观，而是拘泥于一些儿女情长的私人感情。看似十分在理，仔细想想，却颇有些讽刺，因为这种误读所崇尚的其实正是诺兰在此片中想要瓦解和批判的。这部电影真的没有讲“人类整体的命运”和“宏大的世界宇宙观”吗？影帝影后和两个可怜的炮灰出发去太空旅行，初衷便是这样宏大的抱负: 最初无论是plan A或者plan B, 目的都是要拯救整个人类的命运。他们将神性和希望定位于神秘的外太空，期冀着救赎在那个迷人的虫洞背后。但是最后呢？对功利，理论与理性的信任在第一个星球的挫败后被动摇，在曼恩博士的黑化后则彻底坍塌。曼恩博士不就是那个最初提出”我们要牺牲自我拯救人类“的人么？他不正是许多科幻迷所期待的，那个在乎“人类整体的命运”，在乎“宏大的宇宙世界观”的英雄么？如此说来，曼恩正代表着一种旧式的失败了的英雄梦想。许多人指责他的黑化莫名其妙，在我看来这简直才是全片最核心的批判。像“拯救全人类，延续人类文化”这样宏大的叙事和形而上的理想（完全好比共产主义），最终不过在人的自私面前坍缩为虚伪与虚无。当曼恩一边念叨着“我们要为全人类的未来做考虑”，一边懦夫一般在企图躲进永续号时被炸为宇宙尘埃，这样的讽刺难道还不足够说明，正是那些所谓的“宏大世界观（下的集体主义）才是最值得反思和批判的吗？但是此电影明显并不属于纯粹的怀疑主义与虚无主义范畴。在讥讽了宏大的人类理想之后，它给出的是一个看似很琐碎的答案，但却也是极其“诺兰”的答案。“星际穿越”（或者终于有一次港译名似乎更加确切：“星际启示录”）不过是诺兰在借相对论的舞台展示他对人类主观存在与主观情感的信仰。与其说主题是听起来烂俗而笼统的“love can save the world\", 不如说依然是诺兰电影中一直体现出的”Memory matters. One's memory can change one's future\"。 在他的电影里，记忆一直仿佛是人最神秘也最充满力量的能力。记忆的能力是“记忆碎片”里莱纳拼命抓住，又仿佛拼命逃避，但最终无法脱离的怪圈，也是“盗梦空间”里写入梦境又侵入现实的创伤。在这部电影里，我们自身的记忆，和我们留给他人的记忆，终于成为一种信仰，一种神性的所在，一种如同gravity一样，能够超越时空维度的救赎。为什么我这么认为呢？如果我们把影帝掉入黑洞当作是堕入死亡的隐喻，因为人类对黑洞世界的一无所知正如对死亡背后的那个世界一样，且同样都是通过了“视界”便再也回不来，那么他会掉入女儿房间书柜的背后似乎并不难理解。电影前段关于死亡隐喻的伏笔也足够丰富，女儿称书柜背后的那种神秘力量为“鬼”，而“鬼”就是人在死亡后在世间留下的幻影。影帝离开前也安慰女儿说：“每个父母，都最终成为了孩子的鬼”。那个叫做“拉萨路”的拯救地球计划意为“从死亡中重生”。甚至当安妮海瑟薇和影帝争辩，爱存在的意义是什么，影帝理智而功利地辩解说因为爱能产生社会效应，女神反驳道：“那为什么我们还会依然爱着已经死去的人？”一个死去的人，或者如同库珀爸爸漂泊在无垠宇宙中的人，他在人世间唯一痕迹只有他存留在他人处的记忆。 最后爸爸传递出能够救赎一切的信息，也是通过他送给女儿的纪念，一只手表而实现。但最有象征意味的大概是那一柜子的书。书籍是固化在可以长久存留的实体上的记忆，作为一个逝去之人思维的痕迹，书作为载体代替人终将幻灭的肉身，继续存留世间。在那样一个工程师都不再有价值的末日时代，主角仍保留着这样一柜子书，执着于那些早已不再世间的人残留的，被语言保存的往事——而我们通常将这样全人类的记忆叫做文化。那么诺兰所强调和推崇的所谓人的记忆，也许不仅仅是个人的情感和爱意，其中更饱含对人类过往点滴积累的智慧和知识的信仰。也就是说，我们面对死亡的神性便在于：我们难以用功利和理性来解释的主观情感（让爱人铭记），以及永远探索未知，思考未知的精神（让历史铭记）。最后，Paul Ricoer在辩驳海德格尔关于时间的存在主义论述时，指出对人的主观体验的叙事，也即我们记事的能力，使时间延展于人所能体验的生命之外。诺兰在末日科幻的庞大背景下则说：这种能力超越一切黑暗。后续的两点理解：1. 我不知道诺兰大导演将末日故事的关键设计为一柜子书是否是出于文艺青年的伤感与情怀，但他对时间的非线性有着十足的痴迷，这一点我们从他记忆碎片里玩弄叙事结构，或者盗梦空间里重构潜意识中早已知晓。 在他的电影里，时间从来不是可以被冰冷的机械时钟以永恒客观的尺度一秒秒丈量的存在。对他的电影来说，时间的意义来自于人的存在和人的主观体验（类似存在主义哲学那一套？），因此时常得以被中断，被复述，被延展，被隐匿。当剧情进行到他们准备着陆于接近黑洞的第一颗行星，计算着在那上面的每一分钟等同地球上的多少年时，我在想：这难道不就是逆向的盗梦空间？只是一个层层深入人的潜意识，另一个探索于邈远的外太空而已，都是在未知中针对人性和打破时间结构的冒险。2. 这个看似大团圆的结局是我唯一感到不适和俗套的地方。影帝不仅活下来还越长越帅，这感觉不仅科学上不科学叙事上也不太科学。然而幸好我们没看到影帝和女神最后抱在一起，甚至或者影帝老了之后在外太空某个星球给子孙讲故事（云图梗。。。）。不过我勉强向自己解释为，故事需要男主再活过来去看那个新的世界，毕竟那个他醒过来的空间站非常的有意思。未来是什么样子？一个对地球彻头彻尾的拟象（simulation），一个真正的幻境（simulacrum）。这种对地球浪漫的怀想，正如在拉斯维加斯修建的古埃及皇宫一样，其实并无对文化真实的依据与指向。人的活动空间变得如此立体，但历史却被无限扁平化，成为不断在电视里重复播放的纪录片，只能供给人对过去不真实的缅怀情绪。除了诺兰对地长到天上这种想象大概真的有执念以外，因为盗梦空间里ellen page小姑娘建的梦境世界里也有，我个人觉得，似乎也投射了一种后现代关于真实和虚假的焦虑。这在男主得以存活的愉悦之外也自然暗含几分嘲讽。这样看来，也许对这个美好的结局亦有另一种悲观的解读吧：也许真实的世界无论如何亦早已在不断的复制中消陨了。"
    },
    {
        "content": "一点自己的疑问，在此记录一下。--------废话开始，请跳过--------每次遇到时空循环的电影，我会报以特别挑剔的眼光来看。我其实很难认同影片中的时空循环观。循环的关键在于Cooper进入了黑洞，落入了一个五维空间，在那个空间中Cooper向过去的自己利用引力传递了信息。循环是个有趣的问题，当他进入五维空间后，假如他没有向过去传递信息会怎样，当然可以说因为他有了信息所以最终必然能进入五维空间中去传递信息，可是这一切都将变成了宿命，而且最重要的问题还是最开始他接收到信息，我觉得很矛盾，因果关系已经乱了。所以如果真的可以做到进入五维空间中来跳至过去的时间，我更倾向于平行宇宙，这将会对原本世界引入一个新的变量，将导致一个新的宇宙线，平行宇宙会更好的解决循环因果矛盾。写到这里我突然意识到，或许在Cooper拨动书的一瞬间，就已经是一条新的宇宙线了，而原来宇宙中的世界都将会不同，所以Cooper从一个宇宙跳入另一个宇宙中，其实就是原来宇宙中的Cooper在进入黑洞后，就已经不存在了。--------得到的疑问--------Cooper能进入五维空间的原因，仍然是接收了来自另一个宇宙中未来的Cooper提供的信息，仍然是有循环矛盾，最开始Cooper能够发现秘密基地不应该是由未来的自己提供，也就是他能够进入五维空间原因应该是自发的，不能由时空穿越提供，因为那是后面的时间线给前面提供了关键因素，可是没有前面的关键因素他不能进入五维空间。总结就是一句话，你能够进行时空穿越的条件，不应由这次时空穿越来提供。因为你穿越到的是新的宇宙线，而不是原来的宇宙线，所以你能够进行时空穿越必然是在原宇宙线上已经满足了时空穿越的条件。我认为这个矛盾问题按诺兰的手法不能解决。以我有限的物理知识，星际穿越还是存在着逻辑矛盾问题的。所以虽然诺兰拍惊悚悬疑片的水平很高，这部电影也继承了一贯的优秀特质，但以我有限的知识水平和思考能力，我不能给这个好评如潮的电影满分。目前来说是这样，希望能有新的认识。2018.3.16先写一句。Kip Thorne是这部电影的科学顾问（从创作到具体拍摄中全方位参与指导），加州理工的理论物理学家，主要研究引力物理与天体物理， 爱因斯坦广义相对论的天体物理学意义的领先研究者。LIGO的发起者与前任领导者之一，2017年因其在LIGO与引力波发现所做的贡献获得诺贝尔物理学奖。[1]Kip Thorne专门为星际穿越写了一部科普作品——《星际穿越》，英文书名\"The Science of Interstellar\"，详细讲解与电影相关的物理知识，其中第29章“Messaging The Past”“向过去传递信息”阐述了与我此篇问题相关的物理解释与猜想。此书中文翻译质量上乘，由国家天文台天体物理学者执笔，内容准确性与语言风格与原文保持了高度的一致性。现在正阅读此书，已阅读前30%的内容。逆时间旅行是由量子引力理论决定的，而量子引力理论又是既相对论物理定律与量子定律之后的物理学家提出的“理论”，尚未得证实，需要相对论物理定律与量子定律的基础才有更好的理解。所以在此先记录一下，等逐章阅读后，希望用书中的科普知识来解决我之前写下的疑问。另，之前写的真的是思路混乱，看完这本书后，再完整地看一遍电影应会有全新的理解。很可能要把评分改为5星了;)[1] 维基百科https://en.wikipedia.org/wiki/Kip_Thorne2018.3.18花了一个周末读完了《星际穿越》这本书。谁能想到高考早就结束了还能对物理这么痴迷，刚刚又把电影二刷，在书中的知识下，终于，最终的逆时间旅行造成的因果矛盾我有了解决答案。先说答案吧，实际上库伯的逆时间旅行，并没有造成因果矛盾。理解的关键在于高维时空。电影中的宇宙是五维超体(四维空间加一维时间)，而在我们的四维时空(三维空间加一维时间)中，也就是三维空间中，我们无法感知四维空间中的生物。但五维超体生物，可以在五维超体中，在我们所在宇宙膜的时间维度上任意移动，我们的宇宙膜的时间维度可以理解为超体的五个维度中的一个空间维度。库伯在进入超立方体之后，相当于进入了五维超体，他已经不在我们所属的宇宙膜中，这样他通过引力传递的信息，并不违反我们所在宇宙膜中的时空因果关系。这乍看起来有些难懂，或许还有一些违反直觉。这基本上是第29章的内容，而为了很好地理解这个解释，真的需要从头说起，简洁的说几个关键点，之后就把书中解答这个疑问的关键内容尽量完整地搬出来，供有缘读到这里的影迷参考阅读。书中一开始从黑洞讲起，这是非常正确的顺序。黑洞有着巨大的引力场，由相对论可知，黑洞周围的时间和空间是强烈扭曲的，没错，黑洞的引力会作用在时间维度。如果把我们的空间看成二维的，也就是平面会更好理解，那么黑洞会在我们的宇宙膜向下拉伸，最后收敛于一个奇点。将我们认知的三维空间砍掉一维，变成二维平面，太阳的巨大引力产生了空间弯曲，体现在更高维度的超体中黑洞的二维空间示意图，从平面向下到奇点也是空间弯曲。实际周长小于pai乘直径计算得到的周长书中给出了黑洞的本质，\"黑洞就是由弯曲的空间和弯曲的时间构成的，除此无他。\"而奇点，就是二维空间中，像漏斗状的黑洞的尖点，奇点的性质其中之一是会对奇点（BKL奇点，稳定奇点）碰到的物体产生无限大的潮汐力，奇点的本质和全部特性目前仍未知。也是The Science of Interstellar一书中的原图但黑洞由于吸收了很多物质，物理学家通过爱因斯坦的方程解发现黑洞由于吸收物质，考虑到他们的质量，体积最终又趋向无限小，这些物质在其中又构成了新的奇点，目前通过计算和模拟可以得到两个，下落奇点和外飞奇点。下落奇点是在进入黑洞的人之后进入黑洞的物质形成的奇点，在二维宇宙膜中向下运动。外飞奇点是位于进入黑洞的人之前进入的物质产生的奇点，当自旋黑洞变老，其中被吸入的这一小部分物质在黑洞强烈弯曲的时空中向外弹出，向上运动。库伯进入黑洞之后，会被这两个奇点夹在中间，而这两个奇点是温和的，通过计算可知，他们产生的潮汐力是有限的。为了逆时间旅行，库伯碰到的奇点，是之前的物质，光，信息进入黑洞产生的外飞奇点。而在库伯接触到外飞奇点时，可以想象他接触到了远在他之前的信息(黑洞强烈的引力和时空弯曲使得接近黑洞的时间比地球上的时间要慢得多)，这时，四维空间（五维超体）的生物给库伯提供了能在四维空间中穿行的超立方体。被外飞奇点击中瞬间搭载超立方体的示意图超立方体的性质是理解逆时间旅行的重要部分。先说电影中的两个规则：\"规则1：所有具有三个空间维度的物理实体或者场，比如人或者光线，在我们的宇宙膜里，是不能从一个地方逆时间旅行到另一个地方去的。他们携带的信息也不能这样传播。物理定律或者事实上的时空弯曲是禁止这样的。所以下面的表述都是对的：物体要么永久地待在我们所在的宇宙膜中，要么通过超体的一个三维表面里的体，从我们的宇宙膜的一个点到达另一个点。所以，具体来说，库珀是永远都无法回到他自己的过去的。\"\n\n\"规则2：引力可以把信息传送到我们的宇宙膜的过去。\"这两条规则Kip Thorne给出的标记是Truth，也是物理学中的科学事实。之后来看书中原文理解超立方体，以及如何在不违反这两条规则的情况下，向过去传递信息。库伯一旦进入超立方体，他便不再属于原来的宇宙膜，从低维时空进入了高维时空。超立方体的每一个横截面是一个三维立方体，这也是电影中超立方体的画面，是一个投影，库伯相当于只能在超立方体的一个表面活动。超立方体是高维空间生物创造出的交通工具，通过计算，库伯进入超立方体的位置距离地球只有一个日地距离，超立方体快速到达墨菲的卧室，其中一个投影即为墨菲的卧室。诺兰的超立方体表面构想，索恩的手绘图诺兰构造了一个复杂的超立方体表面，每一个卧室网格的延伸体上，时间可以流动。库伯找到相应时间的网格，库伯通过对世界线施力，产生引力波，要知道只有引力可以从四维空间传递到三维空间中去，光是不可以的。通过超立方体，库伯得以进入高维空间，得以向原宇宙膜的过去的墨菲通过引力传递信息。诺兰的超立方体的时间与世界线构想，索恩的手绘图这是我对电影中原理的简述，又加了几张原书中的图。下面是原书节选部分。原书29章节选：（这部分都是书中原文，括号斜体是我的备注）传递信息给墨菲（S：猜想）当掉入和穿越超立方体的时候，相对于我们的宇宙膜的时间来说，库珀确实是在逆时间旅行——从墨菲老年的时候回到她还是10岁的时候。库珀从超立方体卧室中观察墨菲，他看见了10岁的她，从这个意义上说，他实现了逆时间旅行。并且，相对于我们的宇宙膜世界的时间（卧室的时间）来说，库珀能够沿着时间轴前进或者后退，因为通过选择看不同的卧室，他能观察到处在不同卧室时间下的墨菲。这并不违背规则一，因为库珀并没有再次进入我们的宇宙膜世界。他依然在我们的世界外面，待在超立方体的一个三维通道中。通过从墨菲那束沿时间正向运动到达他的光，库珀观察着墨菲的卧室。然而，正如库珀不能重新进入墨菲10岁时候的我们的宇宙膜世界一样，他也不能传递光给她，因为光可以携带信息从库珀本人的过去，也即她的未来带给她；也可以携带她是一个老人时的那个时代的信息；以及从我们的宇宙膜世界里，从一个地方逆时间传递到另一个地方的信息。这是违背规则1的。所以，在卧室里的10岁的墨菲和在超立方体内的库珀之间，一定存在着某种单向的时空屏障，就像一块单向的镜子或者一个黑洞的视界。光线可以从墨菲向未来传播到达库珀，但不能从库珀向过去传播回到墨菲那里。在我对《星际穿越》的科学解释中，这种单向的屏障有个简单的来源：在超立方体里的库珀总是处在10岁墨菲的未来。光可以从墨菲向未来传播到达他那，但不能从他这向过去传播回墨菲那里。但是，库珀发现引力可以越过这个单向的屏障。引力信号可以沿时间逆行（注，我认为这是由时间和空间的混合性导致的，可见最后的补充），从库珀传递到墨菲。我们首先注意到这一点，是在库珀拼命地把墨菲书架上的书往外推的时候。……在解释这个镜头（库伯推书的镜头）之前，正如克里斯（注，诺兰的爱称，笑）和保罗·富兰克林解释给我的那样，我必须更多地介绍下卧室延伸体。……我们还记得，这个延伸体是一系列垂直穿过墨菲卧室的截面，它们沿着蓝色方向（从左至右）在卧室的时间轴上前进。图29-2 引力波作用在书上，改变世界管（世界线）卧室里的每一个物体，比如每一本书都对这个卧室的延伸体有贡献。实际上，书也有它自己的延伸体，作为更大的卧室延伸体的一部分沿着蓝色箭头指示的时间向前流动。物理学家们称这种延伸体的变化为书的“世界管”。同时，我们称书中的每个物质粒子的延伸体为粒子的“世界线”（world line）。所以，这本书的世界管就是组成这本书的所有粒子的世界线的集合。克里斯和保罗也使用这种物理语言。在电影里，你所看到的沿着延伸体流动的细线就是墨菲卧室里面物质粒子的世界线。在图29-1中，库珀一次又一次地用拳猛击书的世界管，创造了一个引力信号（超体里的引力波），这个引力信号逆时间穿越到达他正观察的墨菲卧室的那个时刻，然后作用在书的世界管上。作为回应，这本书的世界管将出现移动。而世界管的移动在库珀看来是一个对他推力的及时回应。这个移动变成了一个沿世界管向左运动的波（见图29-2）。  ①    当这一移动变得足够强的时候，书就将掉下书架。当库珀从塔斯那里接收到量子数据的时候，他已经掌握了这种交流方式。在电影里，我们可以看见他用手指推动着手表分针的世界管。他的推动产生了一个沿时间逆行的引力，使秒针不停颤动。颤动的模式遵循摩尔斯电码，其中包含了量子数据。超立方体存贮了存在于超体中的这种颤动模式，所以它可以不停地、一遍又一遍地重复。30年之后，当40岁的墨菲回到她的卧室时，发现秒针依然在颤动，一遍又一遍地重复着库珀费尽力气传送给她的经过编码后的量子数据。……给墨菲传递信息——一个物理学家的解释（S：猜想）对于库珀给墨菲传递信息，我这个物理学家的解释以对时间的描述为基础。让我们回忆一下，对于超立方体来说，它的表面是三维的，内部是四维的，而且是超体的一部分。在电影里有关超体的场景中，我们看到的所有东西都处在表面上：库珀、墨菲、墨菲的卧室、卧室的延伸体、书和表的世界管，这些都位于超立方体的三维表面上。我们从未看见过超立方体的内部。我们看不到内部，是因为光线只能穿过三维空间，而不能穿过四维空间。但是，引力可以。包含了图29-5 理解逆时间旅行的关键图在我的解释中，库珀之所以能看见墨菲卧室里的书，是因为通过在超立方体表面中传播的光线（如图29-5（注，这里用图F-1代替，更详细）中红色虚线标示的光线）。当他推动一本书的世界管或者推动手表秒针的世界管的时候，就产生了一个引力信号（超体中的一个引力波），这个信号会沿着图29-5中的紫色曲线以螺旋的方式进入并穿过超体的内部。这个信号在当地的超体时间里向前传播，但在卧室的时间里却向后退，以至于到达时间比出发时间还早。[1] 就是这个引力信号推动了书架上的书以及让手表的秒针不停颤动。[1]我可以轻易写出一个达到此目的的时空弯曲的数学表达式。超体生物里的工程师们可以努力建造这样一个时空弯曲。这一弯曲可以使引力信号在超体的本地时间里向前移动，但是相对于卧室的时间是向后的；请看本书最后关于这章的“附录2技术札记”，特别是图F-1。超体生物工程师们是否真的能建造出这样一个时空弯曲取决于量子引力理论——这些我不知道的理论，但是塔斯在黑洞卡冈都亚的奇点里发现了它们。这非常像我所钟爱的埃舍尔的一幅作品《瀑布》（见图29-6）。画中向下方向可以类比于卧室时间向前流动的方向，而水流可以类比于当地时间向前流动。一片树叶被水带着向前流动，正如超体里的信号在当地时间里向前流动一样。当被水带着流下瀑布的时候，这片树叶就好像从书到库珀的光线——它不仅在当地时间里向前流动，而且也同时向下流动（沿着卧室时间向前）。如果这片树叶跟随高架渠中的水流动，那么它就会像从库珀传到书的引力信号一样沿着当地时间向前流动，但是在图中却是向上的（对应卧室时间的倒退）。图29-6 摩里茨 · 科奈里斯 · 埃舍尔的瀑布然而，在这个解释里，我怎么才能解释阿梅莉亚·布兰德对于超体生物所看到的时间的描述？“对他们来说，时间也许只是另一个物理存在的维度；对他们来说，过去也许只是一个他们能够跋涉进入的峡谷，而未来是一座他们能够攀登上的山峰。”在爱因斯坦的相对论物理定律扩展到超体后，我们得知超体的本地时间不能这样表现。在超体里，没有物体可以在超体的本地时间轴上逆向运动。然而，从超体中看我们自己的宇宙膜时，库珀和超体生物是能够而且切实看见我们的宇宙膜的时间（卧室时间）的，正如布兰德说的那样。从超体里看，“我们的宇宙膜的时间看上去就像另一个物理维度”，转述下布兰德的话，“我们的宇宙膜的过去看上去就如同一个库珀可以跋涉进入的峡谷（沿着超立方体中的对角线向下即可），而我们的宇宙膜的将来就如同一个他可以攀登上的山峰（沿着超立方体中的对角线向上即可）。”详情请见图28-14。友情补充 图28-14 电影的剧照这是我作为一位物理学家对布兰德所说的的话的解释。克里斯在电影里的诠释与此相似。附录2技术札记节选……以我作为一位物理学家对《星际穿越》的解释，图F-1表示的是一些未来光锥位于超立方体里面和三维表面的分布样式图。（关于时空弯曲的数学描述请参考第29章的脚注①，物理学家们称这种光锥的分布样式为超立方体里的“时空的因果结构”）。图F-1也展示了库珀通过超立方体的内部传递到墨菲卧室的引力波信号（力）的世界线（紫色的曲线）；还有从卧室传出通过超立方体的表面，而使库珀能看见卧室的光线的世界线（红色的虚线）。这其实是纯粹空间示意图图29-5的时空示意图版本。从这个示意图里，你能理解引力波信息是怎样以光速但是相对于卧室时间以及库珀的时间向后运动的吗？相比之下，你是否能理解光线是如何相对于卧室和库珀的时间以光速向前运动的？请比较我们关于埃舍尔的画（见图29-6）的讨论。（我的理解图F-1类比瀑布来看，还是比较容易理解的。正如选取的上文的正文29章所述，如索恩构造的时空弯曲的表达式，形象化为图F-1的紫线，紫线在卧室时间向过去传播，就可以完成向过去信息的传递。在超立方体内部的部分都是猜想，基于那时（2014年）物理认知的合理推广得到的猜想。）原文节选：作为第四维度的时间（T：科学事实）在我们的宇宙中，空间有三个维度：上下、东西和南北。但是，当你约一位朋友去吃午餐的时候，不仅要告诉她在哪里吃饭，还得约定一个时间。从这个意义上来说，时间就是第四维度。然而，时间是一种不同于空间的维度。我们可以随意向东或向西，只要作出选择然后行动就可以了。但是，在到达我们的午餐地点之后，在那个时刻、那个地点，我们无法穿越时间回到过去。无论我们如何努力，也只能顺着时间向前。相对论物理定律保证了这一点，而且要求必须如此。   [1]无论如何，时间是第四维度，是我们宇宙的第四个维度。我们生活的领域就是这样的四维时空：三维空间外加一维时间。当物理学家们通过实验和数学方法探索这个时空领域时，我们发现时间和空间是通过好几种方式统一在一起的。从最简单的层面讲，当我们望向太空时，由于光在到达我们之前需要传播很长时间，所以我们自然而然地是在经历过去的时间。我们看到了一个距离我们10亿光年远的类星体，这是因为进入我们望远镜的光是从10亿光年之前发出的。（注，英文原文是 We see a quasar a billion light-years away as it was a billion years ago, when the light that enters our telescope was launched on its journey to us.这里应该是10亿年之前，而不是光年。译者的笔误）从更深的层面说，当你相对于我做高速运动时，我们对于事件发生的同时性就无法达成一致。两个爆炸，一个在太阳上，一个在地球上，你可能认为是同时发生的，而我却认为地球上的爆炸比太阳上的早5分钟。在这种意义上，你所认为的纯空间（爆炸之间的距离）的问题，在我看来却是空间与时间混合的复杂问题。虽然空间和时间的混合似乎与直觉相悖，但这却是我们宇宙的基本构造。好在除了第29章外，我们在这本书里并不需要太过于在意这个问题。[1] 但是相对论的确提供了一种沿着迂回路线回到过去的可能性：先从我们的宇宙膜里飞出，然后通过迂回，在出发时间以前回到原地。我将在第29 章着重谈这个话题。（注，考虑到篇幅，及与本文主题的关系不大，本文未引用展示29章中回到过去可能性的部分，感兴趣请阅读原书）又到了我瞎写的时间。。要知道引力异常的确存在，人类历史上观测到并在物理学层面证实了这三次引力异常是存在的。分别是1859年，巴黎天文台的天文学家奥本·勒维耶发现的水星的轨道异常，1933年，加州理工学院的天体物理学家弗里茨·兹威基（Fritz Zwicky）发现的星系之间相互绕转轨道的巨大异常，以及1998年，两个研究小组分别独立发现了震惊世人的宇宙膨胀异常。这三次引力异常的观测分别依次导致了广义相对论的诞生，暗物质的提出，与暗能量的提出，后面两个仍未被完全解决。而且通过二维宇宙膜的黑洞造成的三维拉伸效果图，我们也能知道，引力的确可以跨维度影响时空。而且也让人们有理由相信，我们所处的宇宙可能真的只是超体的一个宇宙膜（尽管仍是有根据的推测，尚未被证实），我们只能感受到三维空间和一维时间，但宇宙很可能是高维超体。超弦理论认为有11维，电影简化成了5维。通过整个的基于物理定律和于此的有根据的推测与猜想，整部电影的科学性得到了严格保障。在读完此书后，会对宇宙有新的认识，当然了，对电影背后的物理知识和支撑会非常惊叹。书中文版推荐中说到，没读过此书没法说完全看懂星际穿越，恐怕对大多数人来说是成立的。最后扯一点题外话，算是自己的阅读感想吧。为何读起了《星际穿越》。2018.3.14，伟大的物理学家霍金去世了，网络上大家自发形成了怀念霍金的热潮。刷微博看到了知乎发的一条问题精选，现在的物理学界，有哪些和霍金一样厉害的，界内著名而界外鲜有人知的物理学家。(这就像黑洞的视界一样)最优回答中就写到了Kip Thorne，电影狂人，是星际穿越的科学顾问，然后google了一下，发现他写了这本星际穿越背后科学知识的科普书。然后开始试着读这本书，没想到一发不可收拾，很是上瘾。本身是学CS的，也会接触到计算机视觉，图像工程的内容，看到书中的Gargantua，引力透镜，吸积盘的图像生成部分，很是有兴趣。同时，书中虽在正文中未出现具体的数学公式，但作者用简单的话语就把数学计算过程简明扼要叙述出来，给出这些天体的具体数字特征，以达到影片中的效果（想看公式参见附录2）。背后的严谨和简洁的形式美让我又一次对数学刮目相看。书中多次提到的爱因斯坦的各种方程，物理学家仅通过方程的解，进行模拟计算就可以发现黑洞视界之内的奇点，爱因斯坦的方程又统一的解释了太多的黑洞性质，宇宙性质，真的被震撼到了，老爱牛逼。同时又跟随书中的思路去想，比如超立方体，超立方体是怎样由立方体运动构成的，它的8个表面是怎么来的，想了很久也没明白，后来借助万能的网络终于想象（看）了出来。同时不得不佩服诺兰的高智商，他对于库伯进入的超立方体的复杂构想，展现出了强大的空间想象与构造能力。更不用说索恩大牛了。这是一部由天才们创造的电影。这本书真的可以引发对物理，数学和其他科学的兴趣。正如书中所说，“每当我观看电影《星际穿越》或者往回翻阅这本书的时候，我都惊叹于这里面所包含的大量科学知识，惊叹于这些科学知识的丰富以及它们的美妙。\n　　最重要的是，我会被《星际穿越》里潜在的乐观信息所感动：我们生活在一个被物理定律所支配的世界。我们人类有能力去发现、去探索、去掌握这些定律，并用来掌控我们自己的命运。即使没有超体生物的帮助，我们人类依然有能力去应对宇宙中可能发生的绝大多数大灾难，还有那些我们自己造成的灾难——从气候变化到生态灾害，再到核灾难。\n　　但是要做到这些，要掌握我们自己的命运，就需要我们中的很大一部分人能理解和认识科学：科学是如何起作用的？关于宇宙，关于地球，关于生命，它能教会我们些什么？它能实现什么？因为知识和技术的不足，它的局限性又是什么？如何才能克服这些局限性？我们如何从猜想转变成有根据的推测，再将之发展成科学事实？能导致我们已认知的“真理”再发生颠覆性进步的革命有多么罕见？又有多么重要？\n　　我希望本书能对这些理解有所贡献。”感谢星际穿越，电影与科普书，带来的情感体验与物理知识。特别是这本书，每次阅读都可以将认知提到新的高度。重新编辑于2019年2月13日--------2020.08.03---------补票了。所以说好电影还是要去电影院看，影院体验和电脑电视屏幕前的体验完全不一样。疫情过后院线逐渐复产复工，院线先重映一批国内外反响较好的经典电影，为我们某局点个赞。看到星际穿越要重新上映，立马心中打定要把票补上，虽然这一批是所有收入都给影院，和片方再无关系，但一张IMAX还是很香的。说个小插曲，还以为星际穿越是3d的，进了IMAX厅突然想起来没拿3d眼镜，结果问工作人员才知道是2d的。按照疫情防控要求，隔一个座位一个人，自己去看电影的话体验倒真的很好。在这里给我们国家和人民对疫情防控做出的努力点个赞。补几张剧照，来自手机摄像头。在电影院看才感受到这部电影的视听语言是多厉害。在自己的房间里，在电脑屏幕前看电影，有一些视听语言细节是容易被忽视的。这次为了好好体验，特别买了IMAX厅，并且在非常靠前的位置，4排正中。在米勒星球的海浪的大山袭来时，我在用手机录像，结果没想到即使这里看过了好多好多遍，震撼的海浪还是让我手抖了。影院的沉浸式体验能放大视听效果。在太空中好多处场景采用无声处理，例如火箭从地球出发，火箭没出大气层时，影院中声音特别大，低音让座位都在震动，出大气层后，立马安静，这种反差和节奏的变化让体验提升了一个大档次。永恒号飞到土星时，那段钢琴配乐也是一绝，空间站在细腻的屏幕上在土星环前划过，太美了。这部电影无声的处理还应用在其他的地方。墨菲第一次发现老教授在欺骗她没有计划A，从来只有计划B，然后面对摄像机质问库伯是不是抛弃了她。这里配乐和情节到了一个岌岌可危的紧张的情景，之后立马画面一转，到了曼恩星球，又是一个无声处理。Ranger飞船划过白色的天空，直到撞到一片结冰的云彩，才有了一点响动。这里节奏调配的很棒，看过一遍之后你会直到曼恩星球上发生的更是人在面临死亡，面对孤独时的窒息感，从剧情角度墨菲说的窒息和曼恩星球上的一毛不拔有了照应。曼恩知道库伯想回地球等死时，为了不suffocate，为了\"I can breathe\"获取最后一口气采取反叛行动，讽刺的是曼恩最后却死在了最后那口气上，Ranger和永恒号对接不成功，舱内和真空的气压差杀死了他。这段剧情也穿插着地球上的事情，其他的影评也提到，大儿子汤姆和曼恩博士，这两个人在面对灾难时是截然不同的两种极端态度，一个坐以待毙，一个杀人越货。这恰恰回扣影片的一大主旨：面对灾难，科学才是唯一的解决办法。好电影还是要去电影院看，单从视听细节看就不亏，吹爆。"
    },
    {
        "content": "Recently, I watched a science fiction movie,Interstellar. It is directed by Christopher Nolan and starring Matthew McConaughey, Anne Hathaway, Jessica Chastain, and Michael Caine. For me, I seldom see this type of film. Though I could not understand the film absolutely, I still could be shocked enormously by its audio visual experience.Interstellar is not only a science fiction movie which explores the humanity, but also an incredible popular science movie which let us know about the space . Interstellar showed the \"wormhole\" theory which is based on Einstein's relativity equations. What impressed me most was this poem \"Do not go gentle into that good night. Old age should burn and rave at close of day Rage, rage against the dying of the light.\". The poem was mentioned in the film for several times. Maybe the splendid and unknown space is like the good night, the Professor Brand chose the plan B, and the love from a father to his daughter all embodied in this poem. It was a very clever arrangement.Maybe we won't experience such circumstance like the movie before long time, but we should be aware that the earth is our homeland and it is the only one. We should have the love and respect to the nature."
    },
    {
        "content": "我们为什么要探索宇宙？作者：恩斯特·史都林格1970年，赞比亚修女Mary Jucunda 给Ernst Stuhlinger 博士写了一封信，他因在火星之旅工程中的原创性研究，成为NASA（美国航空航天局）Marshall 太空航行中心的科学副总监。信中，Mary Jucunda 修女问道：目前地球上还有这么多小孩子吃不上饭，他怎么能舍得为远在火星的项目花费数十亿美元。Stuhlinger 很快给Jucunda 修女回了信，同时还附带了一张题为“升起的地球”的照片，这张标志性的照片是宇航员William Anders 于1968年在月球轨道上拍摄的（照片中可以看到月球的地面）。他这封真挚的回信随后由NASA 以《为什么要探索宇宙》为标题发表。1970年5月6日亲爱的Mary Jucunda修女：每天，我都会收到很多类似的来信，但这封对我的触动最深，因为它来自一颗慈悲的饱含探求精神的心灵。我会尽自己所能来回答你这个问题。首先，请允许我向你以及你勇敢的姐妹们表达深深的敬意，你们献身于人类最崇高的事业：帮助身处困境的同胞。在来信中，你问我在目前地球上还有儿童由于饥饿面临死亡威胁的情况下，为什么还要花费数十亿美元来进行飞向火星的航行。我清楚你肯定不希望这样的答案：“哦，我之前不知道还有小孩子快饿死了，好吧，从现在开始，暂停所有的太空项目，直到孩子们都吃上饭再说。”事实上，早在人类的技术水平可以畅想火星之旅之前，我已经对儿童的饥荒问题有所了解。而且，同我很多朋友的看法一样，我认为此时此刻，我们就应该开始通往月球、火星乃至其他行星的伟大探险。从长远来看，相对于那些要么只有年复一年的辩论和争吵，要么连妥协之后也迟迟无法落实的各种援助计划来说，我甚至觉得探索太空的工程给更有助于解决人类目前所面临的种种危机。在详细说明我们的太空项目如何帮助解决地面上的危机之前，我想先简短讲一个真实的故事。那是在400年前，德国某小镇里有一位伯爵。他是个心地善良的人，他将自己收入的一大部分捐给了镇子上的穷人。这十分令人钦佩，因为中世纪时穷人很多，而且那时经常爆发席卷全国的瘟疫。一天，伯爵碰到了一个奇怪的人，他家中有一个工作台和一个小实验室，他白天卖力工作，每天晚上的几小时的时间专心进行研究。他把小玻璃片研磨成镜片，然后把研磨好的镜片装到镜筒里，用此来观察细小的物件。伯爵被这个前所未见的可以把东西放大观察的小发明迷住了。他邀请这个怪人住到了他的城堡里，作为伯爵的门客，此后他可以专心投入所有的时间来研究这些光学器件。然而，镇子上的人得知伯爵在这么一个怪人和他那些无用的玩意儿上花费金钱之后，都很生气。“我们还在受瘟疫的苦，”他们抱怨道，“而他却为那个闲人和他没用的爱好乱花钱！”伯爵听到后不为所动。“我会尽可能地接济大家，”他表示，“但我会继续资助这个人和他的工作，我确信终有一天会有回报。”果不其然，他的工作（以及同时期其他人的努力）赢来了丰厚的回报：显微镜。显微镜的发明给医学带来了前所未有的发展，由此展开的研究及其成果，消除了世界上大部分地区肆虐的瘟疫和其他一些传染性疾病。伯爵为支持这项研究发明所花费的金钱，其最终结果大大减轻了人类所遭受的苦难，这回报远远超过单纯将这些钱用来救济那些遭受瘟疫的人。我们目前面临类似的问题。美国总统的年度预算共有2000亿美元，这些钱将用于医疗、教育、福利、城市建设、高速公路、交通运输、海外援助、国防、环保、科技、农业以及其他多项国内外的工程。今年，预算中的1.6%将用于探索宇宙，这些花销将用于阿波罗以计划、其他一些涵盖了天体物理学、深空天文学、空间生物学、行星探测工程、地球资源工程的小项目以及空间工程技术。为担负这些太空项目的支出，平均每个年收入10,000美元的美国纳税人需要支付约30美元给太空，剩下的9,970美元则可用于一般生活开支、休闲娱乐、储蓄、别的税项等花销。也许你会问：“为什么不从纳税人为太空支付的30美元里抽出5美元或3美元或是1美元来救济饥饿的儿童呢？”为了回答这个问题，我需要先简单解释一下我们国家的经济是如何运行的，其他国家也是类似的情形。政府由几个部门（如内政部、司法部、卫生部与公众福利部、教育部、运输部、国防部等）和几个机构（国家科学基金会、国家航空航天局等）组成，这些部门和机构根据自己的职能制定相应的年度预算，并严格执行以应对国务委员会的监督，同时还要应付来自预算部门和总统对于其经济效益的压力。当资金最终由国会拨出后，将严格用于经预算批准的计划中的项目。显然，NASA的预算中所包含的项目都是和航空航天有关的。未经国会批准的预算项目，是不会得到资金支持的，自然也不会被课税，除非有其他部门的预算涵盖了该项目，借此花掉没有分配给太空项目的资金。由这段简短的说明可以看出，要想援助饥饿的儿童，或在美国已有的对外援助项目上增加援助金额，需要首先由相关部门提出预算，然后由国会批准才行。要问是否同意政府实施类似的政策，我个人的意见是绝对赞成。我完全不介意每年多付出一点点税款来帮助饥饿的儿童，无论他们身在何处。我相信我的朋友们也会持相同的态度。然而，事情并不是仅靠把去往火星航行的计划取消就能轻易实现的。相对的，我甚至认为可以通过太空项目，来为缓解乃至最终解决地球上的贫穷和饥饿问题作出贡献。解决饥饿问题的关键有两部分：食物的生产和食物的发放。食物的生产所涉及的农业、畜牧业、渔业及其他大规模生产活动在世界上的一些地区高效高产，而在有的地区则产量严重不足。通过高科技手段，如灌溉管理，肥料的使用，天气预报，产量评估，程序化种植，农田优选，作物的习性与耕作时间选择，农作物调查及收割计划，可以显著提高土地的生产效率。人造地球卫星无疑是改进这两个关键问题最有力的工具。在远离地面的运行轨道上，卫星能够在很短的时间里扫描大片的陆地，可以同时观察计算农作物生长所需要的多项指标，土壤、旱情、雨雪天气等等，并且可以将这些信息广播至地面接收站以便做进一步处理。事实证明，配备有土地资源传感器及相应的农业程序的人造卫星系统，即便是最简单的型号，也能给农作物的年产量带来数以十亿美元计的提升。如何将食品发放给需要的人则是另外一个全新的问题，关键不在于轮船的容量，而在于国际间的合作。小国统治者对于来自大国的大量食品的输入会感到很困扰，他们害怕伴随着食物一同而来的还有外国势力对其统治地位的影响。恐怕在国与国之间消除隔阂之前，饥饿问题无法得以高效解决了。我不认为太空计划能一夜之间创造奇迹，然而，探索宇宙有助于促使问题向着良好的方向发展。以最近发生的阿波罗13号事故为例。当宇航员处于关键的大气层再入期时，为了保证通讯畅通，苏联关闭了境内与阿波罗飞船所用频带相同的所有广播通信。同时派出舰艇到太平洋和大西洋海域以备第一时间进行搜救工作。如果宇航员的救生舱降落到俄方舰船附近，俄方人员会像对待从太空返回的本国宇航员一样对他们进行救助。同样，如果俄方的宇宙飞船遇到了类似的紧急情况，美国也一定会毫不犹豫地提供援助。通过卫星进行监测与分析来提高食品产量，以及通过改善国际关系提高食品发放的效率，只是通过太空项目提高人类生活质量的两个方面。下面我想介绍另外两个重要作用：促进科学技术的发展和提高一代人的科学素养。登月工程需要历史上前所未有的高精度和高可靠性。面对如此严苛的要求，我们要寻找新材料，新方法；开发出更好的工程系统；用更可靠的制作流程；让仪器的工作寿命更长久；甚至需要探索全新的自然规律。这些为登月发明的新技术同样可以用于地面上的工程项目。每年，都有大概一千项从太空项目中发展出来的新技术被用于日常生活中，这些技术打造出更好的厨房用具和农场设备，更好的缝纫机和收音机，更好的轮船和飞机，更精确的天气预报和风暴预警，更好的通讯设施，更好的医疗设备，乃至更好的日常小工具。你可能会问，为什么先设计出宇航员登月舱的维生系统，而不是先为心脏病患者造出远程体征监测设备呢。答案很简单：解决工程问题时，重要的技术突破往往并不是按部就班直接得到的，而是来自能够激发出强大创新精神，能够燃起的想象力和坚定的行动力，以及能够整合好所有资源的充满挑战的目标。太空旅行无可置疑地是一项充满挑战的事业。通往火星的航行并不能直接提供食物解决饥荒问题。然而，它所带来大量的新技术和新方法可以用在火星项目之外，这将产生数倍于原始花费的收益。若希望人类生活得越来越好，除了需要新的技术，我们还需要基础科学不断有新的进展。包括物理学和化学，生物学和生理学，特别是医学，用来照看人类的健康，应对饥饿、疾病、食物和水的污染以及环境污染等问题。我们需要更多的年轻人投入到科学事业中来，我们需要给予那些投身科研事业的有天分的科学家更多的帮助。随时要有富于挑战的研究项目，同时要保证对项目给予充分的资源支持。在此我要重申，太空项目是科技进步的催化剂，它为学术研究工作提供了绝佳和实践机会，包括对月球和其他行星的研究、物理学和天文学、生物学和医学科学等学科，有它，科学界源源不断出现令人激动不已研究课题，人类得以窥见宇宙无比瑰丽的景象；为了它，新技术新方法不断涌现。由美国政府控制并提供资金支持的所有活动中，太空项目无疑最引人瞩目也最容易引起争议，尽管其仅占全部预算的1.6%，不到全民生产总值的千分之三。作为新技术的驱动者和催化剂，太空项目开展了多项基础科学的研究，它的地位注定不同于其他活动。从某种意义上来说，以太空项目的对社会的影响，其地位相当于3-4千年前的战争活动。如果国家之间不再比拼轰炸机和远程导弹，取而代之比拼月球飞船的性能，那将避免多少战乱之苦！聪慧的胜利者将满怀希望，失败者也不用饱尝痛苦，不再埋下仇恨的种子，不再带来复仇的战争。尽管我们开展的太空项目研究的东西离地球很遥远，已经将人类的视野延伸至月亮、至太阳、至星球、直至那遥远的星辰，但天文学家对地球的关注，超过以上所有天外之物。太空项目带来的不仅有那些新技术所提供的生活品质的提升，随着对宇宙研究的深入，我们对地球，对生命，对人类自身的感激之情将越深。太空探索让地球更美好。随信一块寄出的这张照片，是1968年圣诞节那天阿波罗8号在环月球轨道上拍摄的地球的景象。太空项目所能带来的各种结果中，这张照片也许是其中最可贵的一项。它开阔了人类的视野，让我们如此直观地感受到地球是广阔无垠的宇宙中如此美丽而又珍贵的孤岛，同时让我们认识到地球是我们唯一的家园，离开地球就是荒芜阴冷的外太空。无论在此之前人们对地球的了解是多么的有限，对于破坏生态平衡的严重后果的认识是多么的不充分。在这张照片公开发表之后，面对人类目前所面临的种种严峻形势，如环境污染、饥饿、贫穷、过度城市化、粮食问题、水资源问题、人口问题等等，号召大家正视这些严重问题的呼声越来越多。人们突然表示出对自身问题的关注，不能说和目前正在进行的这些初期太空探索项目，以及它所带来的对于人类自身家园的全新视角无关。太空探索不仅仅给人类提供一面审视自己的镜子，它还能给我们带来全新的技术，全新的挑战和进取精神，以及面对严峻现实问题时依然乐观自信的心态。我相信，人类从宇宙中学到的，充分印证了Albert Schweitzer那句名言：“我忧心忡忡地看待未来，但仍满怀美好的希望。”向您和您的孩子们致以我最真挚的敬意！您诚挚的，恩斯特·史都林格科学副总监一一 所有内容来自网络"
    }
]